{
    "id": "15130", 
    "vachana": "<font>699<br/>ಅಯ್ಯ, ಸದ್ಗುರು ಬಸವಣ್ಣನೆ ಜಗತ್ಪಾವನ ನಿಮಿತ್ಯಾರ್ಥವಾಗಿ<br/>ಮಾದಲಾಂಬಿಕೆಯ ಹೃನ್ಮಂದಿರದಲ್ಲಿ ನೆಲಸಿರುವ<br/>ನಿಷ್ಕಲ ಕೂಡಲಸಂಗಮೇಶ್ವರಲಿಂಗದ ಚಿದ್ಗರ್ಭದಿಂದ<br/>ಸ್ವಾನುಭಾವ ಸದ್ವಾಸನೆಯನೆ ಬೀರುತ್ತ<br/>ದವನದ ವೃಕ್ಷದೋಪಾದಿಯಲ್ಲಿ<br/>ಬಾಲಬ್ರಹ್ಮತ್ವದಿಂದ ಮತ್ರ್ಯಕ್ಕೆ ಬಂದರಯ್ಯ.<br/>ಅಯ್ಯ, ಚೆನ್ನಬಸವರಾಜದೇವನೆ ಪ್ರಮಥಗಣನಿಮಿತ್ಯಾರ್ಥವಾಗಿ<br/>ಅಕ್ಕನಾಗಲೆದೇವಿಯ ಚಿದಾಕಾಶದ ವರಚೌಕಮಧ್ಯದಲ್ಲಿ ನೆಲಸಿರ್ಪ<br/>ನಿಶ್ಶೂನ್ಯ ಕೂಡಲಚೆನ್ನಸಂಗನ ಚಿದ್ಗರ್ಭದಿಂದ<br/>ಸ್ವಾನುಭಾವಸದ್ವಾಸನೆಯನೆ ಬೀರುತ್ತ<br/>ಮರುಗದ ವೃಕ್ಷದೋಪಾದಿಯಲ್ಲಿ<br/>ಬಾಲಬ್ರಹ್ಮತ್ವದಿಂದ ಮತ್ರ್ಯಕ್ಕೆ ಬಂದರಯ್ಯ.<br/>ಅಯ್ಯ, ಪ್ರಭುಸ್ವಾಮಿಗಳೆ ಇವರಿಬ್ಬರ ಪರಿಣಾಮಕ್ಕೋಸ್ಕರವಾಗಿ<br/>ಕರವೂರ ಸುಜ್ಞಾನಿಗಳ ಪಶ್ಚಿಮಸ್ಥಾನದಲ್ಲಿ ನೆಲಸಿರುವ<br/>ನಿರಂಜನ ಗುರುಗುಹೇಶ್ವರನ ಚಿದ್ಗರ್ಭದಿಂದ<br/>ಸ್ವಾನುಭಾವ ಸದ್ವಾಸನೆಯನೆ ಬೀರುತ್ತ<br/>ಪಚ್ಚೇದ ವೃಕ್ಷದೋಪಾದಿಯಲ್ಲಿ<br/>ಬಾಲಬ್ರಹ್ಮತ್ವದಿಂದ ಮತ್ರ್ಯಕ್ಕೆ ಬಂದರಯ್ಯ.<br/>ಅಯ್ಯ, ನೀಲಲೋಚನೆ, ಮುಕ್ತಾಯಕ್ಕಗಳು,<br/>ಮಹಾದೇವಿಯಕ್ಕಗಳು ಮತ್ರ್ಯಲೋಕದ ಮಹಾಗಣಂಗಳಿಗೆ<br/>ಭಕ್ತಿಜ್ಞಾನವೈರಾಗ್ಯ ಸತ್ಕ್ರಿಯಾ ಸದಾಚಾರದ<br/>ಪರಿವರ್ತನೆಯ ತೋರಬೇಕೆಂದು ಪರಶಿವಲಿಂಗದ ಚಿದ್ಗರ್ಭದಿಂದ<br/>ಕೋಟಿ ಸೂರ್ಯಚಂದ್ರಾಗ್ನಿ ಪ್ರಕಾಶಕ್ಕೆ ಮಿಗಿಲಾಗಿ<br/>ಸ್ವಾನುಭಾವ ಸದ್ವಾಸನೆಯನೆ ಬೀರುತ್ತ<br/>ಕಸ್ತೂರಿ ವೃಕ್ಷದೋಪಾದಿಯಲ್ಲಿ<br/>ಬಾಲಬ್ರಹ್ಮದ ಲೀಲೆಯಿಂದ ಮತ್ರ್ಯಕ್ಕವತರಿಸಿದರು ನೋಡಾ.<br/>ಅಯ್ಯ, ಸಿದ್ಭರಾಮೇಶ್ವರ, ಘಟ್ಟಿವಾಳ ಶರಣ,<br/>ಮೋಳಿಗೆಮಾರಯ್ಯ ಶರಣ ಮೊದಲಾದ<br/>ಸಮಸ್ತ ಪ್ರಮಥಗಣಂಗಳೂ ಜಗತ್ಪಾವನಾರ್ಥ<br/>ಮಹಿಮಾ ಷಟ್ಸ್ಥಲಮಾರ್ಗ ನಿಮಿತ್ಯಾರ್ಥವಾಗಿ,<br/>ಬಸವೇಶ್ವರಸ್ವಾಮಿಗಳ ಆಜ್ಞಾಮಂಟಪ<br/>ತ್ರಿಕೂಟಸಂಗಮ ಸಿಂಹಾಸನದ ಮಧ್ಯದಲ್ಲಿ ನೆಲಸಿರ್ದ<br/>ಚಿದ್ಘನಮಹಾಲಿಂಗದ ಚಿದ್ಬೆಳಗಿನೊಳಗೆ<br/>ಅನಂತಕೋಟಿ ಬರಸಿಡಿಲೊಗೆದೋಪಾದಿಯಲ್ಲಿ<br/>ಸ್ವಾನುಭಾವ ಸದ್ವಾಸನೆಯ ಪ್ರಕಾಶದಿಂದ<br/>ಸಂಪಿಗೆ, ಮೊಲ್ಲೆ, ಮಲ್ಲಿಗೆ, ಜಾಜಿ, ಬಕುಳ,<br/>ಕರವೀರ, ಸುರಹೊನ್ನೆ, ಪಾರಿಜಾತ, ತಾವರೆ, ನೈದಿಲು<br/>ಮೊದಲಾದ ಸಮಸ್ತ ಪುಷ್ಪಂಗಳುದಯದಂತೆ, ಬಳಸಿ ಬ್ರಹ್ಮವಾಗಿ<br/>ಪರಶಿವನಪ್ಪಣೆವಿಡಿದು ಮತ್ರ್ಯಲೋಕಕ್ಕವತರಿಸಿದರು ನೋಡ.<br/>ಅಯ್ಯ, ವರಕುಮಾರದೇಶಿಕೇಂದ್ರನೆ, ಗುರುಬಸವೇಶ್ವರಸ್ವಾಮಿಗಳೆ<br/>ನಿಮ್ಮ ಕರಸ್ಥಲದಲ್ಲಿ ಇಷ್ಟಲಿಂಗವಾಗಿ ಚುಳಕದಿಂದ ನೆಲಸಿರ್ಪರು ನೋಡ.<br/>ಅಯ್ಯ, ಚೆನ್ನಬಸವಸ್ವಾಮಿಗಳೆ ನಿಮ್ಮ ಮನಸ್ಥಲದಲ್ಲಿ<br/>ಪ್ರಾಣಲಿಂಗವಾಗಿ ಚುಳಕದಿಂದ ನೆಲಸಿರ್ಪರು ನೋಡ.<br/>ಅಯ್ಯ, ಅಲ್ಲಮಪ್ರಭುವೆ ನಿಮ್ಮ ಭಾವಸ್ಥಲದಲ್ಲಿ<br/>ಭಾವಲಿಂಗವಾಗಿ ಚುಳಕದಿಂದ ನೆಲಸಿರ್ಪರು ನೋಡ.<br/>ಅಯ್ಯ, ನೀಲಾಂಬಿಕೆ-ಮುಕ್ತಾಯಕ್ಕ-ಮಹಾದೇವಿಯಕ್ಕಗಳೆ<br/>ನಿಮ್ಮ ತ್ರಿವಿಧಚಕ್ಷುವಿನಲ್ಲಿ ಕರುಣಾಜಲ-ವಿನಯಜಲ-ಸಮತಾಜಲ<br/>ಮೊದಲಾದ ಹತ್ತುತೆರದಿಂದ ಪರಮಗಂಗಾತೀರ್ಥವಾಗಿ<br/>ಚುಳಕದಿಂದ ನೆಲಸಿರ್ಪರು ನೋಡ.<br/>ಅಯ್ಯ, ಸಿದ್ಭರಾಮೇಶ್ವರ, ಘಟ್ಟಿವಾಳಯ್ಯ, ಶರಣ ಮೋಳಿಗಪ್ಪ<br/>ಮೊದಲಾದ ಸಮಸ್ತ ಪ್ರಮಥಗಣಂಗಳೆಲ್ಲ<br/>ನಿನ್ನ ಹೃದಯಕಮಲ ಮಧ್ಯದಲ್ಲಿ ಶುದ್ಧ-ಸಿದ್ಧ-ಪ್ರಸಿದ್ಧ<br/>ಮೊದಲಾದ ಹನ್ನೊಂದು ತೆರದಿಂದ ಮಹಾಚಿದ್ಘನ ಪ್ರಸಾದವಾಗಿ<br/>ಚುಳಕಮಾತ್ರದಿಂದ ನೆಲಪಿರ್ಪರು ನೋಡಸಂಗನಬಸವೇಶ್ವರ.</font>"
}