{
    "id": "1017", 
    "vachana": "<font>712ಅಯ್ಯ, ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮವೇ ರುದ್ರಲೋಕದ ರುದ್ರಗಣಂಗಳಿಗೆ, ಶಾಂಭವಲೋಕದ ಶಾಂಭವಗಣಂಗಳಿಗೆ, ನಾಗಲೋಕದ ನಾಗಗಣಂಗಳಿಗೆ, ದೇವಲೋಕದ ದೇವಗಣಂಗಳಿಗೆ,ಮರ್ತೃಲೋಕದ ಮಹಾಗಣಂಗಳಿಗೆ ಅವರವರ ಮನ-ಭಾವ-ಕಾರಣಂಗಳು ಹೇಗುಂಟೊ ಹಾಂಗೆ ಆಯಾಯ ಪ್ರಸನ್ನೇತಿ ಪ್ರಸಾದವಾಗಿರ್ಪರು ನೋಡ. ಸ್ವರ್ಗ-ಮರ್ತೃ-ಪಾತಾಳಲೋಕದಲ್ಲಿ ಚರಿಸುವ ಹರಿಸುರಬ್ರಹ್ಮಾದಿ ದೇವದಾನವಮಾನವ ಮನಮುನಿಗಳೆಲ್ಲ ಅತ್ಯತಿಷ್ಠದ್ದಶಾಂಗುಲವೆಂದು ಹೊಗಳುವ ಶ್ರುತಿಯಂತೋ ಹಾಂಗೆ ಅವರವರ ಮನದಂತೆ ಮಹಾದೇವನಾಗಿ ಫಲಪದಂಗಳ ಕೊಟ್ಟು, ದುಷ್ಟನಿಗ್ರಹ ಶಿಷ್ಟಪ್ರತಿಪಾಲಕತ್ವದಿಂದ ಸರ್ವಲೋಕಂಗಳಿಗೆಲ್ಲ ಸೂತ್ರಧಾರಿಗಳಾಗಿರ್ಪರು ನೋಡ. ಇಂತು ಏಕಮೇವ ಪರಬ್ರಹ್ಮವೆಂಬ ಶ್ರುತಿಯ ದಿಟವಮಾಡಿ ಪರಮಸ್ವಸ್ಥಿರದ ಮಂಡಲದ ಮೇಲೆ ಶಿವ-ಶಕ್ತಿ, ಅಂಗ-ಲಿಂಗವೆಂಬ ಉಭಯನಾಮವಳಿದು ಶಿಷ್ಯರೂಪಿನಿಂದ ಕುಳ್ಳಿರಿಸಿ ದೀಕ್ಷಾಪಾದೋದಕ ಮಿಶ್ರವಾದ ಗೋಮೂತ್ರದಿಂದ ಸಪ್ತವ್ಯಸನ ಸಂಬಂಧವಾದಂಗ, ಸಪ್ತಧಾತುಸಂಬಂಧವಾದ ಲಿಂಗ, ಇಂತು ಅಂಗದ ಮಲಿನಭಾವ, ಲಿಂಗದ ಶಿವಭಾವವ ಕಳದು, ಕ್ಷೀರ, ಘೃತ, ರಂಭಾ, ಇಕ್ಷು, ಮಧುಯುಕ್ತವಾದ ರಸಪಂಚಾಮೃತವ ಜಂಗಮಚರಣೋದಕ ಮಿಶ್ರದಿಂದ ಅಭಿಷೇಕಮಾಡಿಸಿ, ಅದರಿಂ ಮೇಲೆ ಗುರುಪಾದೋದಕದಲ್ಲಿ ಶರಣಗಣಂಗಳು ಹಸ್ತೋದಕ, ಮಂತ್ರೋದಕ, ಶುದ್ಧೋದಕ, ಗಂಧೋದಕ, ಪುಷ್ಪೋದಕವೆಂಬ ಪಂಚಪರಮಾನಂದ ಜಲದಿಂದ ಅಭ್ಯಂಗಸ್ನಾನ ಮಾಡಿಸಿ, ಹಿಂದು-ಮುಂದಣ ಕಾಲಕಾಮರ ಭಯಕ್ಕೆ ಅಂಜಬೇಡವೆಂದು ತ್ರಿವಿಧಂಗುಲಪ್ರಮಾಣವಾದ ದರ್ಭೆಯ ಅಂತು  ಮಾಡಿ ತ್ರಿವಿಧಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಕಟಿಯಲ್ಲಿ ಧರಿಸಿದರಯ್ಯ. ಆರುವೈರಿಗಳಿಗೆ ಒಳಗಾಗಬೇಡವೆಂದು ಷಡಂಗುಲಪ್ರಮಾಣವಾದ ರಂಭಾಪಟ್ಟೆಯ ಕೌಪೀನವ ಮಾಡಿ ಷಡಕ್ಷರಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಹರಿಯಜದ್ವಾರಗಳ ಬಂಧಿಸಿದರಯ್ಯ. ಅದರಿಂದ ಮೇಲೆ ನಾರಂಗಶಾಟಿಯ ಪವಿತ್ರತೆಯಿಂ ಹೊದ್ದಿಸಿ, ಶ್ರೀ ಗುರುದೇವನ ಚರಣಕಮಲಕ್ಕೆ ಅಷ್ಟಾಂಗಪ್ರಣಿತನ ಮಾಡಿಸಿ, ಶಿವಶರಣ ಭಕ್ತ ಮಾಹೇಶ್ವರರುಗಳಿಗೆ ಹುಸಿಯ ನುಡಿಯದೆ, ದಿಟವ ಬಿಡದೆ, ಆಪ್ತತ್ವದಿಂದ ನಡೆ-ನುಡಿ, ಕೊಟ್ಟುಕೊಂಬ ವಿಚಾರಂಗಳ ಶ್ರುತಮಾಡಿದಲ್ಲಿ ಶ್ರೀ ಗುರುದೇವನು ಶರಣಗಣ ಒಪ್ಪಿಗೆಯಿಂದ ಶಿಷ್ಯನ ಮಸ್ತಕದ ಮೇಲೆ ಅಭಯಹಸ್ತವನ್ನಿಟ್ಟು, ಗುರುಶಿಷ್ಯಭಾವವಳಿದು, ಗುರುವಿನ ಸೂತ್ರದ ಶಿಷ್ಯಹಿಡಿದು, ಶಿಷ್ಯನ ಸೂತ್ರವ ಗುರುವು ಹಿಡಿದು, ಅಂತರಂಗಬಹಿರಂಗದಲ್ಲಿ ಶಿವಯೋಗಾನುಸಂಧಾನದಿಂದ ಏಕರೂಪವಾಗಿ ಭೃತ್ಯರಿಂದ ಕಳಸಾರ್ಚನೆಯ ರಚಿಸಿ, ಪ್ರಮಥಗಣಾರಾಧ್ಯ ಭಕ್ತಮಾಹೇಶ್ವರರೊಡಗೂಡಿ ನವರತ್ನಖಚಿತವಾದ ಶೂನ್ಯಸಿಂಹಾಸನದ ಮೇಲೆ ಮೂರ್ತಿಗೊಂಡಿರುವಂಥ ಮಂತ್ರಮೂರ್ತಿ ನಿರಂಜನಜಂಗಮಕ್ಕೆ ವಿಭೂತಿ ವೀಳ್ಯ, ಸುವರ್ಣಕಾಣಿಕೆ, ದಶಾಂಗಘನಸಾರ, ಪುಷ್ಪದಮಾಲೆ, ವಸ್ತ್ರಾಭರಣ ಮೊದಲಾಗಿ ಸಪ್ತಪದಾರ್ಥಂಗಳ ಪ್ರಮಥಗಣಾರಾಧ್ಯ ಭಕ್ತಮಾಹೇಶ್ವರ ಮಧ್ಯದಲ್ಲಿ ಇಟ್ಟು ಅಷ್ಟಾಂಗಯುಕ್ತರಾಗಿ ಸ್ವಸ್ಥದೃಢಚಿತ್ತದಿಂದ ‘ಬಹು ಪರಾಕು  ಭವರೋಗ ವೈದ್ಯನೆ’ ಎಂದು ತ್ರಿಕರಣಶುದ್ಧತಿಯಿಂದ ಅಭಿವಂದಿಸುವಂಥಾದ್ದೆ ಸ್ವಸ್ತಿಕಾರೋಹಣದೀಕ್ಷೆ. ಇಂತುಟೆಂದು ಶ್ರೀ ಗುರುನಿಷ್ಕಳಂಕಮೂರ್ತಿ ಚೆನ್ನಬಸವರಾಜೇಂದ್ರನು ನಿರ್ಲಜ್ಜಶಾಂತಲಿಂಗದೇಶಿಕೋತ್ತಮಂಗೆ ನಿರೂಪಮಂ ಕೊಡುತಿರ್ದರು ನೋಡ ಸಂಗನಬಸವೇಶ್ವರ.</font>"
}