{
    "id": "/21036", 
    "vachana": "ಅಯ್ಯ, ಕೇಳ, ಪ್ರಮಥಗಣಂಗಳೆಲ್ಲ ಷಡ್ವಿಧಭಕ್ತಿಯೆಂಬ ಪರಮಾಮೃತವ ಸೇವಿಸಿ, ಪ್ರವೃತ್ತಿಮಾರ್ಗದಲ್ಲಿ ಚರಿಸುವ ಆರು ವೈರಿಗಳ ಸಂಗವ ತ್ಯಜಿಸಿ, \n  ಮಾರ್ಗದಲ್ಲಿ ಚರಿಸುವ ಷಡ್ಗುಣಗಳ ಸಂಗವ ಸಾಧಿಸಿ, ಜಂಗಮದ ಆಚಾರ ವಿಚಾರವ ತಿಳಿದು, ಷಟ್‍ಸ್ಥಲಮಾರ್ಗದಲ್ಲಿ ನಿಂದು, ಭಕ್ತಿ-ಜ್ಞಾನ-ವೈರಾಗ್ಯದಲ್ಲಾಚರಿಸಿದ ವಿಚಾರವೆಂತೆಂದಡೆ :ಅನಾದಿನಿರಂಜನ-ಅಕಾಯಚರಿತ್ರ-ನಿರಾಲಂಬ-ಪರಶಿವಮೂರ್ತಿ ಸಾಕ್ಷಾತ್ ಶ್ರೀಗುರುದೇವನಿಂದ \n  ವೇಧಾ-ಮಂತ್ರ-ಕ್ರಿಯಾದೀಕ್ಷೆಯ ಪಡದು, ತನ್ನ ತಾನರ್ಚಿಸಿ, ಆ ಶ್ರೀಗುರುದೇವನ ಲಿಂಗಜಂಗಮಲೀಲೆ ಹೇಗುಂಟೋ ಹಾಂಗೆ, ಭಕ್ತಿಯ ಮಾಡಿ, ಶ್ರೀಗುರು-ಲಿಂಗ-ಜಂಗಮದಂತಃಕರಣವೆಂಬ ಪರಮಾತೃತಸುಧೆಯೊಳಗೆ ಲೋಲುಪ್ತರಾಗಿ, ನಿರಾವಯ ಸಮಾಧಿಯಲ್ಲಿ ಬಯಲಾದರು ನೋಡ. ಅದರ ವಿಚಾರವೆಂತೆಂದಡೆ :ಭಕ್ತಿಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಬಸವಣ್ಣನೆ ಲಿಂಗಲಾಂಛನಗಳ ನೋಡಿ, ತನು-ಮನ-ಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ ! ಮಹೇಶಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಮಡಿವಾಳದೇಶಿಕೇಂದ್ರನೆ ಲಿಂಗಲಾಂಛನ-ವಿಭೂತಿ-ರುದ್ರಾಕ್ಷೆ-ಪಂಚಾಚಾರವ ನೋಡಿ ತನುಮನಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ. ಪ್ರಸಾದಿಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಮರುಳಶಂಕರದೇವನೆ ಲಿಂಗಲಾಂಛನ-ವಿಭೂತಿ-ರುದ್ರಾಕ್ಷೆ-ಮಂತ್ರ ಪಂಚಾಚಾರದಾಚರಣೆ, ಸಪ್ತಾಚಾರದ ಸಂಬಂಧದ ನಡೆನುಡಿಯ ವಿಚಾರಿಸಿ, ತನುಮನಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ. ಪ್ರಾಣಲಿಂಗಿಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಸಿದ್ಧರಾಮೇಶ್ವರನೆ ಲಿಂಗಲಾಂಛನ, ಶ್ರೀವಿಭೂತಿ, ರುದ್ರಾಕ್ಷೆ, ಪಂಚಮಂತ್ರ, ದ್ವಾದಶಾಚಾರ ಮೊದಲಾದ ಸರ್ವಾಚಾರ ಸಂಪತ್ತಿನಾಚರಣೆ ಸರ್ವಾಂಗದಲ್ಲಿ \n  ಕೂನುಗಳಿಲ್ಲದೆ, ನಡೆನುಡಿಗಳು ಹೊದ್ದಲ್ಲದೆ, \n  ವೀರಶೈವವ ನೋಡಿ ಇದೆ ಪರವಸ್ತುವೆಂದು ತನುಮನಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ. ಶರಣಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಚೆನ್ನಬಸವೇಶ್ವರನೆ ಇಂತು ಚತುರ್ವಿಧಮೂರ್ತಿಗಳು ವಿಚಾರಿಸಿದ ಆಚರಣೆಯ ನೋಡಿ, ಗುರು-ಸೂತ್ರ-ಗೋತ್ರ-ಸಂಪ್ರದ ದೀಕ್ಷೆಯ ವಿಚಾರಿಸಿ, ಲಿಂಗಾಂಗ ಷಟ್ಸ್ಥಾನಂಗಳ ನೋಡಿ, ಗುರುಮಾರ್ಗಾಚಾರ ನಡೆನುಡಿಗಳ ವಿಚಾರಿಸಿ, ಸ್ವಾನುಭಾವ ಸಕೀಲದ ಗೊತ್ತ ತಿಳಿದು, ಲಾಂಚನವ ನೋಡಿ ಮನ್ನಿಸಿ, ತನುಮನಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ. ಐಕ್ಯಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಅಜಗಣ್ಣಗಳೆಬಸವ, ಮಡಿವಾಳ, ಮರುಳುಶಂಕರ, ಸಿದ್ಧರಾಮ, ಚೆನ್ನಬಸವ ಮೊದಲಾದ ಮಹಾಗಣಂಗಳು ಅರ್ತಿ-ಉತ್ಸಾಹದಿಂದ ಭಕ್ತಿಯ ಮಾಡಿದ ಜಂಗಮವೆ ನನಗೆ ಮಹಾಪ್ರಸಾದವೆಂದು ಅವರಡಿಗಳಿಗೆ ವಂದಿಸಿ, ತನು-ಮನ-ಧನವನೊಪ್ಪಿಸಿ ಶರಣೆಂದರಯ್ಯ. ನಿರವಯಸ್ಥಲಕ್ಕೆ ಕಾರಣವಾದ ಪ್ರಭುದೇವನೆ ಆವ ಮತವೆಂದು ನೋಡದೆ, ಬಾಲಬ್ರಹ್ಮಿ-ಬಳಸಿಬ್ರಹ್ಮಿಯೆಂಬ ಸಂಸಾರ ಸಂಕಲ್ಪಸೂತಕವನೆಣಿಸದೆ, ಸರ್ವಾಂಗದವಯವಂಗಳ ನೋಡಿ, ಸರ್ವಸಂಗಪರಿತ್ಯಾಗದಿಂದ, \n  ಮಲಂಗಳ ತ್ಯಜಿಸಿ, ಭಕ್ತಿ-ಜ್ಞಾನ-ವೈರಾಗ್ಯದಿಂದ ಸಮಸ್ತವಾದ ಭೋಗಯೋಗಾದಿಗಳಿಗೆ ಹೇವರಿಸಿ, ನಿರಾಸಕತ್ವದಿಂದ ಶಿವಧೋ ಎಂದು ಗುರೂಪಾವಸ್ತೆಯಂ ಮಾಡುವ ಜ್ಞಾನಕಲಾತ್ಮಂಗೆ ಜಂಗಮಾಕೃತಿಯಿಂದ ಪ್ರತ್ಯಕ್ಷವಾಗಿ, ಆ ಜ್ಞಾನಕಲಾತ್ಮನ ಉಪಾವಸ್ತೆಯನೊಂದಿಸಿ, ಆತಂಗೆ ಅಂಜಬೇಡವೆಂದು ಅಭಯಹಸ್ತವನಿತ್ತು. ರೇವಣಸಿದ್ಧೇಶ್ವರ ಮೊದಲಾದ ಗಣಾಚಾರ್ಯರ ಮಧ್ಯದಲ್ಲಿ ಈ ಜ್ಞಾನಕಲಾತ್ಮನನೊಪ್ಪಿಸಿ, ಅವರಿಂದ ನಿರಾಕಾರವಾದ ಪ್ರಾಣಲಿಂಗವ ಬಷ್ಕರಿಸಿ, ಪಂಚಕಲಶಸೂತ್ರದಿಂದ ಪ್ರಮಥಗಣ ಸಾಕ್ಷಿಯಾಗಿ ಆತನ ಷಡ್ವಿಧಸ್ಥಾನದಲ್ಲಿ ಸ್ಥಿರಗೊಳಸಿ, ಅಂತರಂಗ ಬಹಿರಂಗದಲ್ಲಿ ಅಷ್ಟವಿಧಾರ್ಚನೆ, \n  ಭಕ್ತಿಗಳನರುಪಿ, ಆ ಪರಶಿವಲಿಂಗದಲ್ಲಿ ನೈಷ್ಠೆಯ ನೋಡಿ, ಪ್ರಮಥಗಣರಾಧ್ಯ ಭಕ್ತ ಮಹೇಶ್ವರರೊಡಗೂಡಿ, \n  ದೀಕ್ಷೆ ಮೊದಲಾಗಿ, \n  ನುಡಿದ ಎರಡೆಂಬತ್ತು ಕೋಟಿ ವಚನಾನುಭಾವದ ಉದಾಹರಣೆಯ ಬೋಧಿಸಿ, ಸ್ವಸ್ವರೂಪು ನಿಲುಕಡೆಯ ಬೋಧಿಸಿ, ನಾನು ನೀನು ಎಂಬ ಭಿನ್ನಭಾವವನಳಿದು, ಏಕಸ್ವರೂಪವೆಂಬ ಅಭಿನ್ನಲೀಲೆಯಿಂದ ಪಾದೋದಕ ಪ್ರಸಾದದಲ್ಲಿ ಏಕಭಾಜನವ ಮಾಡಿದಮೇಲೆ, ಶ್ರೀಗುರು ಬಸವ ಮೊದಲಾದ ಸಕಲಪ್ರಮಥಗಣಾರಾಧ್ಯರ ಕರದು, ಇಲ್ಲೊಂದು ನಿಜವಸ್ತು ಉಂಟೆಂದು ಹೇಳಿ, \n  \n  ಶರಣು ಹೊಕ್ಕು, ತಮ್ಮ ಹಿಂದೆ ಶರಣಗಣಂಗಳೆಲ್ಲ ಶರಣುಹೊಕ್ಕು. ಅಡಿ ಮುಡಿಯಿಂದ ವಸ್ತುವ ಬೆಸಗೊಂಡು ಆ ಲಿಂಗಜಂಗಮದೇವರೂಪಡಗೂಡಿ ಬಯಲೊಳಗೆ ಮಹಾಬಯಲಾದರು ನೋಡ ಸಂಗನಬಸವೇಶ್ವರ.\n"
}