{
    "id": "37", 
    "vachana": "<font>1279<br/>ಅನಂತ ಜನ್ಮಗಳ ಪಾಪಂಗಳು ಸವೆದು ಹೋಗಿ<br/>ಶ್ರೀಗುರುವಿನ ಕರುಣಾಕಟಾಕ್ಷದಿಂದ<br/>ಪ್ರಾಣಲಿಂಗೋಪದೇಶವ ಪಡೆದು<br/>ಸದ್ಭಕ್ತರಾಗಿ ಶಿವಲಿಂಗ ದರ್ಶನ ಸ್ಪರ್ಶನವ ಮಾಡಿ<br/>ಆ ಲಿಂಗವನಂಗದಲ್ಲಿ ಧರಿಸಿಕೊಂಡು<br/>ಅಂಗವೇ ಲಿಂಗ ಲಿಂಗವೇ ಅಂಗ<br/>ಪ್ರಾಣವೇ ಲಿಂಗ ಲಿಂಗವೇ ಪ್ರಾಣವಾಗಿ<br/>ಅಂತರಂಗ ಬಹಿರಂಗ ಸರ್ವಾಂಗವೆಲ್ಲವೂ ಲಿಂಗವಾದ ಬಳಿಕ<br/>ಇಂತೀ ಶ್ರೀಗುರು ಕೊಟ್ಟ  ಲಿಂಗವ ಬಿಟ್ಟು<br/>ಬೋರೆ ಮತ್ತೆ ಆತ್ಮತತ್ತ್ವವ ವಿಚಾರಿಸಿ ನೋಡಬೇಕೆಂದು<br/>ಪರಮಾತ್ಮನಲ್ಲಿ ಯೋಗವ ಮಾಡಿ ಯೋಗಿಗಳಾಗಿ ಮುಕ್ತರಾದೆವೆಂಬಿರಿ.<br/>ಶಿವಶಿವಾ, ಆತ್ಮನನು ಪರಮಾತ್ಮನನು ಶ್ರೀ ಗುರುಸ್ವಾಮಿ ಒಂದು ಮಾಡಿ<br/>ಇದೇ ನಿನ್ನ ನಿಜತತ್ತ್ವವೆಂದು ಅರುಹ  ಹೇಳಿ ತೋರಿಸಿಕೊಟ್ಟ ಬಳಿಕ<br/>ಇಂತಹ ಗುರುಸ್ವಾಮಿಯ ಆಜ್ಞೆಯ ಮೀರಿ ಲಿಂಗವನರಿಯದೆ ಲಿಂಗಬಾಹಿರರಾದ <br/>ದ್ವಿಜರನು ಯೋಗಿಯನು ಸನ್ಯಾಸಿಯನು ಗುರುವೆಂದು ಭಾವಿಸಬಹುದೆ ?<br/>ಶಿವ ಶಿವಾ, ಅದು ಗುರುದ್ರೋಹ.<br/>ಪರಶಿವಮೂರ್ತಿಯಾದ ಗುರುಸ್ವಾಮಿಯು<br/>ಷಡ್ದರ್ಶನಗಳಿಗೂ ಸಮಸ್ತಮತಂಗಳಿಗೂ ಸಮಸ್ತಾಗಮಂಗಳಿಗೆಯೂ<br/>ಶಿವನೊಬ್ಬನೇ ಕರ್ತನೆಂದು, ಶಿವದರ್ಶನವೇ ವಿಶೇಷವೆಂದು, ಅಧಿಕವೆಂದು<br/>ಹೇಳಿ ತೋರಿ ಕೊಟ್ಟ  ಬಳಿಕ<br/>ಶೈವವೆಂದು ಶಾಕ್ತೇಯವೆಂದು ವೈಷ್ಣವವೆಂದು<br/>ಗಾಣಪತ್ಯವೆಂದು ¸ರವೆಂದು ಕಾಪಾಲಿಕವೆಂದು<br/>ಇಂತೀ ಷಡ್ದರ್ಶನಂಗಳಿಗೆಯೂ ಶಿವನೊಬ್ಬನೇ ಕರ್ತ,<br/>ಇಂತೀ ಷಡ್ದರ್ಶನಕ್ಕೆ ಶಿವದರ್ಶನವೇ ಅಧಿಕವೆಂದು,<br/>ಇಂತೀ ಶಿವದರ್ಶನ ಮಾರ್ಗವಿಲ್ಲದೆ ಮುಕ್ತಿಯಿಲ್ಲವೆಂದು,<br/>ಆ ಪರಶಿವನೆಂಬ ಗುರುಮೂರ್ತಿ ಅರುಹಿ ಕಾಣಿಸಿ ಹೇಳಿ ತೋರಿ ಕೊಟ್ಟ  ಬಳಿಕ<br/>ಅದೆಂತೆಂದಡೆ ಶಿವಧರ್ಮೇ_<br/>ದರ್ಶನ ಷಡ್ವಿಧಂ ಪೆÇ್ರೀಕ್ತಂ ಶೈವಂ ಶಾಕ್ತಂ ವೈಷ್ಣವಂ †<br/>ಗಣಾಪತ್ಯಂ ಚ ¸ರಂ ಚ ಕಾಪಾಲಿಕಮಿತಿ ಸ್ಮೃತಮ್ ††<br/>ಮತ್ತಂ<br/>ಷಡ್ದರ್ಶನಾದಿ ದೇವೋ ಹಿ ಮಹಾದೇವೋ ನ ಸಂಶಯಃ †<br/>ಮಂತ್ರಪೂಜಾದಿ ಭಿನ್ನಾನಾಂ ಮೂಲಂ ಪರಶಿವಸ್ತಥಾ ††<br/>ಎಂಬುದಾಗಿ, ಇನ್ನು<br/>ವೈಷ್ಣವವೆಂದು ಆತ್ಮಯೋಗವೆಂದು ಶಾಕ್ತಿಕವೆಂದು<br/>ವೈದಿಕವೆಂದು ಇಂತೀ ಭ್ರಾಂತಿನ ದರ್ಶನಮತಂಗಳನು ಕೇಳಿ,<br/>ಅಲ್ಲಿಯ ಧರ್ಮಾಧರ್ಮಂಗಳನು ಕೇಳಿ,<br/>ಅಲ್ಲಿ ಉಪದೇಶವ ಮಾಡಿಸಿಕೊಳ್ಳಬಹುದೇ ?<br/>ಶಿವಶಿವಾ, ಅದು ಗುರುದ್ರೋಹ, ಆ ಶ್ರೀಗುರುವಿನಾಜ್ಞೆಯ ಮೀರದಿರಿ.<br/>ಆ ಪರಶಿವಮೂರ್ತಿತತ್ತ್ವವೇ ಗುರುಸ್ವಾಮಿಯಾಗಿ ಚೆನ್ನಾಗಿ ಅರುಹಿ<br/>ತೋರಿ ಹೇಳಿ ಕೊಟ್ಟನಲ್ಲದೆ<br/>ಆ ಗುರುಸ್ವಾಮಿ ಏನು ತಪ್ಪಿ ಹೇಳಿದುದಿಲ್ಲ.<br/>ಶ್ರುತಿ ``ಏಕೋ ದೇವೋ ನ ದ್ವಿತೀಯಾಯ ತಸ್ಥೇ'<br/>ಎಂದುದಾಗಿ ಶಿವನೊಬ್ಬನೇ ದೈವವೆಂದು ತೋರಿಕೊಟ್ಟ ಶ್ರೀಗುರು.<br/>ಶ್ರುತಿ ``ಏಕೋ ಧ್ಯೇಯಃ' ಎಂದು<br/>ಶಿವನೊಬ್ಬನನ್ನೇ ಧ್ಯಾನಿಸಿ ಪೂಜಿಸೆಂದು ಹೇಳಿ ತೋರಿಕೊಟ್ಟನು ಶ್ರೀಗುರು.<br/>ಶ್ರುತಿ ``ನಿರ್ಮಾಲ್ಯಮೇವ ಭಕ್ಷಯಂತಿ' ಎಂದುದಾಗಿ<br/>ಶಿವಪ್ರಸಾದವನೆ ಗ್ರಹಿಸಿಯೆಂದು ಪ್ರಸಾದವ ಕರುಣಿಸಿದ ಶ್ರೀಗುರು<br/>ಇಂತಹ ಶ್ರೀಗುರು ಮರುಳನು, ನೀನು ಬುದ್ಧಿವಂತನೇ ?<br/>ಕೇಳಾ, ನಿಮ್ಮ ಗುರುವ  ಮರುಳ  ಮಾಡಿದಿರಿ, ಅದೆಂತೆಂದಡೆ:<br/>ನಿಮ್ಮಿಚ್ಛೆಯಲ್ಲಿಯೇ ಬಂದುದಾಗಿ, ¿ದಲ್ಲದೆ ಮತ್ತೆ ಕೇಳು:<br/>ಪೂರ್ವದ ಪುರುಷರು ಮರುಳರು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತ ? ಕೇಳೋ:<br/>ದೂರ್ವಾಸ ಉಪಮನ್ಯು ದಧೀಚಿ ಜಮದಗ್ನಿ ಮಾರ್ಕಂಡೇಯ<br/>ಪರಾಶರ ಮೊದಲಾದ ಋಷಿಗಳೆಲ್ಲ ಶಿವಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಬ್ರಹ್ಮವಿಷ್ಣು ಮೊದಲಾದವರೆಲ್ಲರೂ<br/>ಶಿವಲಿಂಗಾರ್ಚನೆಯ ಮಾಡಿದರು, ಕೇಳಿರೇ ನೋಡಿರೇ ದೃಷ್ಟವನು.<br/>ಮತ್ಸ್ಯಕೇಶ್ವರ ಕೂರ್ಮೇಶ್ವರ ವರಾಹೇಶ್ವರ ನಾರಸಿಂಹೇಶ್ವರ ರಾಮೇಶ್ವರ ಎಂಬ <br/>ದಶಾವತಾರಗಳಲ್ಲಿ ಶಿವಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ<br/>ಶಿವಲಿಂಗಾರ್ಚಾನೆಯಂ ಮಾಡಿದರು.<br/>¿ನೇಕ ವೇದಶಾಸ್ತ್ರಾಗಮಪುರಾಣಂಗಳ ಕೇಳಿರೇ ನೋಡಿರೇ.<br/>ಯಂ ಯಂ ಕಾಮಯತೇ ಕಾಮಂ ತಂ ತಂ ಲಿಂಗಾರ್ಚನಾಲ್ಲಭೇತ್ †<br/>ನ ಲಿಂಗೇ [ನ] ವಿನಾ ಸಿದ್ದಿದುರ್ಲಭಂ ಪರಮಂ ಪದಂ ††<br/>ಮತ್ತಂ<br/>ಅಸುರಾ ದಾನವಾಶ್ಚೈವ ಪಿಶಾಚೋರಗರಾಕ್ಷಸಾಃ †<br/>ಆರಾಧ್ಯಂ ಪರಮಂ ಲಿಂಗಂ ಪ್ರಾಪುಸ್ತೇ ಸಿದ್ಧಿಮುತ್ತಮಾಮ್ ††<br/>ಮತ್ತಂ<br/>ಅಗ್ನಿಹೋತ್ರಶ್ಚವೇದಶ್ಚ ಯಜ್ಞಾಶ್ಚ ಬಹುದಕ್ಷಿಣಾಃ †<br/>ಶಿವಲಿಂಗಾರ್ಚನಸ್ಯೈತೇ ಕೋಟ್ಯಂಶೇನಾಪಿ ನೋ ಸಮಾಃ ††<br/>ಎಂದುದಾಗಿ, ಇಂತು ಇದು ಮೊದಲಾದ ದೇವಜಾತಿಗಳೆಲ್ಲ<br/>ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದುದಕ್ಕೆ ದೃಷ್ಟ  ನೋಡಿರೇ:<br/>ಕಾಶೀಕ್ಷೇತ್ರದಲ್ಲಿ ಬ್ರಹ್ಮೇಶ್ವರ ಇಂದ್ರೇಶ್ವರ ಯಕ್ಷಸಿದ್ದೇಶ್ವರ<br/>ಎಂಬ ಲಿಂಗಂಗಳಂ ಪ್ರತಿಷ್ಠಿಸಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ತಾರಕ ರಾವಣಾದಿಗಳೆಲ್ಲ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇಂತವರೆಲ್ಲರು ಮರುಳರು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೆ ?<br/>ಅದು ಕಾರಣ, ಆ ಶ್ರೀಗುರುವಿನಾಜ್ಞೆಯಂ ಮೀರಿ ಕೆಡದಿರಿ ಕೆಡದಿರಿ.<br/>ಆ ಮಹಾ ಶ್ರೀಗುರುವಿನ ವಾಕ್ಯವನೇ ನಂಬಿ,  <br/>ಗುರುಲಿಂಗಜಂಗಮವನೊಂದೇಯೆಂದು ನಿಶ್ಚಯಿಸಿ,<br/>ಇದೇ ಅಧಿಕ, ಇದರಿಂದ ಬಿಟ್ಟು ಮತ್ತಾವುದು ಅಧಿಕವಿಲ್ಲ.<br/>ಅಂದು ಗುರುಲಿಂಗಜಂಗಮದಲ್ಲಿಯ ಭಕ್ತಿಯೆ ಭಕ್ತಿ,<br/>ಅರ್ಚನೆಯೇ ಅರ್ಚನೆ, ಆ ಸಂಗವೇ ಶಿವಯೋಗ,ಇದು ಸತ್ಯ ಶಿವನಾಣೆ, ಉರಿಲಿಂಗಪೆದ್ಧಿಪ್ರಿಯ ವಿಶ್ವೇಶ್ವರಾ.</font>"
}