{
    "id": "12", 
    "vachana": "<font>1354<br/>ಕರುವಿನ ರೂಪಿಂಗೆ ಒಳಗೊಂದು ಹೊರಗೊಂದಲ್ಲದೆ<br/>ಪರುಷದ ರೂಪಿಂಗೆ ಒಳಗೊಂದು ಹೊರಗೊಂದುಂಟೆ ?<br/>ಅಲ್ಲ, ನಿಲ್ಲು, ಮಾಣು, ಪರೀಕ್ಷಿಸಿ ನೋಡಾ.<br/>ಪಂಚಭೂತಸಮ್ಮಿಶ್ರನಾದಡೆ ದೇವ ದಾನವರೊಳಗಾದ<br/>ಪ್ರಕೃತಿಕಾಯವಾದಾ ತನುವಿಂಗೆ ಒಳಗೊಂದು ಹೊರಗೊಂದು<br/>ಅದೂ ಕ್ರಿಯಾಕರ್ಮ ಬೇರೆ ದ್ವಂದ್ವಗ್ರಸ್ತವಾಗಿಹುದು.<br/>ಆಪ್ರಕಾರವಲ್ಲ ನೋಡಾ.<br/>ಗುರುಲಿಂಗಜಂಗಮ ಪ್ರಸನ್ನವಾದ ಪ್ರಸಾದಕಾಯ ಮಹಾಜ್ಞಾನತನು<br/>ಪ್ರಾಣಲಿಂಗ ಸ್ವಾಯತವಾಗಿಪ್ಪ<br/>ಘನತರ ಶಿವಲಿಂಗಮೂರ್ತಿ ಸರ್ವಾಂಗಲಿಂಗ ಮೂರ್ತಿಯ ಪರೀಕ್ಷಿಸಿ ನೋಡಿ,<br/>ಇಂತು ಸದ್ಗುರುಸ್ವಾಮಿ ಪ್ರಾಣಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಎಂದು ಮಾಡಿದನೋ <br/>ಅಂದೇ ಐಕ್ಯನು, ಅಂದೇ ಶರಣನು, ಅಂದೇ ಪ್ರಾಣಲಿಂಗಿ,<br/>ಅಂದೇ ಪ್ರಸಾದಿ, ಅಂದೇ ಮಾಹೇಶ್ವರ, ಅಂದೇ ಭಕ್ತನು.<br/>ಇಂದಿನ್ನಾವುದು ಹೊಸತಲ್ಲ ನೋಡಾ.<br/>ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ತ್ರಿವಿಧಭಕ್ತಿಯ ಮಾಡುತ್ತಿಪ್ಪ ಭಕ್ತನಾಗಿಪ್ಪನು<br/>ಪರಧನ ಪರಸ್ತ್ರೀ ಪರದೈವಂಗಳ ಬಿಟ್ಟು ಮಾಹೇಶ್ವರನಾಗಿಪ್ಪನು.<br/>ಕರ್ಮಣಾ ಮನಸಾ ವಾಚಾ ಗುರೂಣಾಂ ಭಕ್ತವತ್ಸಲಃ†<br/>ಶರೀರಮರ್ಥಂ ಪ್ರಾಣಂ ಚ ಸದ್ಗುರುಭ್ಯೋ ನಿವೇದಯೇತ್††<br/>ಎಂಬುದನರಿದು<br/>ಈ ತ್ರಿವಿಧವನೂ ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಅರ್ಪಿಸಿ<br/>ನಿರಂತರ ಪ್ರಸಾದವನವಗ್ರಹಿಸಿ<br/>ಭಕ್ತಕಾಯ ಮಮಕಾಯವೆಂಬೀ ವಾಕ್ಯದಲೂ<br/>ತನು ಶಿವತನುವೆಂದರಿದು ಸದ್ಗುರು ಪ್ರಾಣಲಿಂಗವನೇಕೀಭವಿಸಿದ<br/>ಲಿಂಗವೇ ಪ್ರಾಣವೆಂಬುದರಿದ ಬಳಿಕ<br/>ಪ್ರಾಣಲಿಂಗವೆಂದರಿದು, ಒಳಗು ಹೊರಗೆಂದರಿಯದೆ<br/>ಸರ್ವಾಂಗಲಿಂಗವೆಂದರಿದು, ಪ್ರಾಣಮಯ ಶಿವನೆಂದರಿದು<br/>ತತ್ವಮಯಶಿವನೆಂದರಿದು<br/>ಸರ್ವಕ್ರಿಯಾಕರ್ಮಂಗಳೆಲ್ಲವನೂ ಶಿವಕ್ರೀ ಎಂದರಿದು<br/>ಕರಣಂಗಳೆಲ್ಲವೂ ಶಿವಕರಣಂಗಳೆಂದರಿದು<br/>ಶಿವಪ್ರೇರಣೆಯಿಂದ ಬಂದ ಪದಾರ್ಥಂಗಳೆಲ್ಲವೂ ಸರ್ವಶುದ್ಧ ಎಂದರಿದು ಶಿವಹಸ್ತದಲ್ಲಿ<br/>ಶಿವಾರ್ಪಿತವಂ ಮಾಡಿ ರೂಪನರ್ಪಿಸಿ<br/>ಶಿವಜಿಹ್ವೆಯಲ್ಲಿ ಶಿವಾರ್ಪಿತವಂ ಮಾಡಿ ರುಚಿಯನರ್ಪಿಸಿ<br/>ಅರ್ಪಿಸಿದೆನೆಂದೆನ್ನದೆ, ಶಿವಕ್ರೀ ಎಂದರಿದು<br/>ಮಹಾಜ್ಞಾನ ಪರಿಣಾಮಪ್ರಸಾದವ ನಿರಂತರ ಗ್ರಹಿಸುವನು.<br/>ಮನೋವಾಕ್ಕಾಯದಲ್ಲಿ ಮಿಥ್ಯವ ಕಳೆದು<br/>ಜಂಗಮಲಿಂಗಕ್ಕೆ ಅಷ್ಟಭೋಗಂಗಳ ಸಲಿಸಿ ಪ್ರಸನ್ನತೆಯಂ ಪಡೆದು<br/>ಪ್ರಸನ್ನಪ್ರಸಾದವ ಪ್ರಸಾದಿಯಾಗಿ ಗ್ರಹಿಸುನವನುಫ.<br/>ಅಲಸುಗಾರನ ಭಕ್ತಿ ಅದ್ವೈತವೆಂಬ ವಾಕ್ಯಕ್ಕಂಜಿ<br/>ಸರ್ವಕ್ರೀಯಲ್ಲಿ ಎಚ್ಚತ್ತು ನಡೆವನು.<br/>ಪ್ರಾಣ ಲಿಂಗವೆಂದರಿದು, ಪ್ರಾಣಲಿಂಗಿಯಾಗಿ<br/>ಸುಖ ದುಃಖ ಭಯಾದಿ ದ್ವಂದ್ವಕರ್ಮಂಗಳು ನಾಸ್ತಿಯಾಗಿಪ್ಪನು.<br/>ಸರ್ವಕ್ರಿಯಾಕರ್ಮಂಗಳೆಲ್ಲವನೂ<br/>ಲಿಂಗದಲ್ಲಿ ಇರಿಸಿ, ಧರಿಸಿ, ಸುಖಿಸಿ, ಶರಣನಾಗಿಪ್ಪನು.<br/>ಸರ್ವಕ್ರೀಯಲ್ಲಿ ನಡೆದು ತನುಮನಧನವ ಸವೆಸಿ<br/>ಮಹಾಜ್ಞಾನವಳವಟ್ಟು, ನಿಸ್ಸಂಗಿಯಾಗಿ ಸರ್ವಕ್ರೀಯನೇಕೀಭವಿಸಿ<br/>ಕ್ರಿಯಾನಾಸ್ತಿಯಾಗಿ ಐಕ್ಯನಾಗಿಪ್ಪನು.<br/>ಕ್ರಿಯಾಕ್ರಿಯೆ ಅಂದು ಇಂದು ಎಂದೂ ಒಂದೇ ಪರಿಯಯ್ಯಾ.<br/>ಈ ವಿಚಾರ ಒಮ್ಮಿಂದೊಮ್ಮೆ ಅರಿಯಬಾರದು.<br/>ಅರಿಯದಿದ್ದರೇನುರಿ<br/>ಬಾಲ್ಯದಲ್ಲಿ ಸತಿಪತಿಗಳೂ ಮಾತಾಪಿತರುಗಳು ವಿವಾಹವ ಮಾಡುವಲ್ಲಿ <br/>ಒಮ್ಮಿಂದೊಮ್ಮೆ ಬಾಲಕ್ರಿಯಾಕರ್ಮ ರತಿಸುಖವನರಿಯಬಾರದು.<br/>ಅರಿಯದಿದ್ದರೇನು?<br/>ಬಾಲ್ಯ ಸತಿಪತಿಗಳಲ್ಲಿ ಮುಂದೆ ಯೌವನದಲ್ಲಿ<br/>ಕ್ರಿಯಾಕರ್ಮಕರದಿ ಸುಖವನರಿವಂತೆ<br/>ಶಿವಾಚಾರ ಸರ್ವಕ್ರಿಯಾ ಸಂಪನ್ನತ್ವವನೂ,<br/>ಮಹಾನುಭಾವರ ಸಂಗದಿಂದಲರಿಯಬಹುದುಉರಿಲಿಂಗಪೆದ್ದಿಪ್ರಿಯ ವಿಶ್ವೇಶ್ವರ. </font>"
}