{
    "id": "41", 
    "vachana": "<font>1383<br/>ಜನ್ಮಾಂತರಸಹಸ್ರೇಷು ತಪೆÇೀಧ್ಯಾನಸಮಾಧಿಭಿಃ †<br/>ನರಾಣಾಂ ಕ್ಷೀಣಪಾಪಾನಾಂ ಶಿವಭಕ್ತಿಃ ಪ್ರಜಾಯತೇ ††<br/>ಇಂತೆಂದುದಾಗಿ,<br/>ಅನೇಕ ಜನ್ಮದ ಪಾಪಂಗಳು ಸವೆದು, ಶ್ರೀಗುರುಕಾರುಣ್ಯಮಂ ಪಡೆದು<br/>ಶಿವಭಕ್ತನಾಗಿ ಶಿವಲಿಂಗವಂ ಧರಿಸಿ, ಶಿವಲಿಂಗದರ್ಶನಸ್ಪರ್ಶನಂ ಮಾಡಿ<br/>ಇಷ್ಟಲಿಂಗ ಪ್ರಾಣಲಿಂಗಸಂಬಂಧ, ಅಂತರಂಗ ಬಹಿರಂಗ ಸರ್ವಾಂಗವಾದ ಬಳಿಕ <br/>ಮರಳಿ ಆತ್ಮತತ್ತ್ವವ ವಿಚಾರಿಸಿ,<br/>ಪರಮಾತ್ಮನಲ್ಲಿ ಯೋಗವ ಮಾಡಿ ಯೋಗಿಗಳಾದೆವೆಂಬಿರಿ.<br/>ಅದೇನು ಕಾರಣ,<br/>ಆತ್ಮನೇ ಪ್ರಾಣ, ಪರಮಾತ್ಮನೇ ಶಿವಲಿಂಗ.<br/>ಇಂತೀ ಪ್ರಾಣಾತ್ಮನನೂ ಪರಮಾತ್ಮನಪ್ಪ ಶಿವಲಿಂಗವನೂ<br/>ಶ್ರೀಗುರು ಯೋಗವ ಮಾಡಿ ತೋರಿಕೊಟ್ಟು, ಕರುಣಿಸಿದ ಬಳಿಕ<br/>ಗುರ್ವಾಜ್ಞೆಯಂ ಮೀರಿ, ದ್ವಿಜರನು ಸನ್ಯಾಸಿಯನು<br/>ಶ್ರೀಗುರ್ವಾಜ್ಞೆಯನರಿಯದ, ಶಿವನ ಮಹಾತ್ಮೆಯನರಿಯದ<br/>ಶಿವಲಿಂಗವೇ ಪರಮಾತ್ಮನೆಂಬ ತಾತ್ಪರ್ಯವನರಿಯದ<br/>ಈ ಭ್ರಷ್ಟರ ಮರಳಿ ಮರಳಿ ಗುರುವೆಂದು ಮಾಡಿ<br/>ಉಪದೇಶವಂ ಮಾಡಿಸಿಕೊಳಬಹುದೆ?<br/>ಶಿವ ಶಿವಾ! ಅದು ಗುರುದ್ರೋಹ, ಶ್ರೀಗುರು ತಪ್ಪಿ ಮಾಡಿದುದಿಲ್ಲ.<br/>ಶ್ರೀಗುರು ಸರ್ವಧರ್ಮಂಗಳಿಗೆಯೂ<br/>ಅಧಿಕಾಧಿಕವೆಂದು ಹೇಳಿ ತೋರಿಕೊಟ್ಟು ಕರುಣಿಸಿದ ಬಳಿಕ<br/>ಆತ್ಮಯೋಗವೆಂದು ವೈದಿಕವೆಂದು ಸಕಲವೆಂದು ನಿಷ್ಕಲವೆಂದು<br/>ವೈಷ್ಣವವೆಂದು ಮಾಯಾವಾದಿಗಳೆಂದು ಚಾರ್ವಾಕರೆಂದು ಬೌದ್ಧರೆಂದು  <br/>ಇತ್ಯಾದಿ ಭಿನ್ನದರ್ಶನಂಗಳಲ್ಲಿ ಧರ್ಮಶಾಸ್ತ್ರಂಗಳ ಕೇಳಿ<br/>ಮರಳಿ ಉಪದೇಶವಂ ಮಾಡಿಸಿಕೊಳಬಹುದೆ?<br/>ಶಿವ ಶಿವಾ ಅದು ಗುರುದ್ರೋಹ, ಶ್ರೀಗುರು ತಪ್ಪಿ ಮಾಡಿದುದಿಲ್ಲ.<br/>ಶ್ರೀಗುರುವೇ ಪರಶಿವನಾಗಿ<br/>`ಏಕ ಏವ ರುದ್ರೋ ನ ದ್ವಿತೀಯಾಯ ತಸ್ಥೇ‹<br/>ಎಂದುದಾಗಿ,<br/>`ಶಿವ ಏಕೋ ಧ್ಯೇಯಃ‹<br/>ಎಂದುದಾಗಿ,<br/>ಶಿವನನೇ ಪೂಜಿಸಿ ಶಿವನನೇ ಧ್ಯಾನಿಸಿ<br/>_ಎಂದು ಹೇಳಿ ತೋರಿಕೊಟ್ಟು ಕರುಣಿಸಿದ ಬಳಿಕ<br/>ಶಿವನಿರ್ಮಾಲ್ಯಕಂ ಶುದ್ಧಂ ಭುಂಜೀಯಾತ್ ಸರ್ವತೋ ದ್ವಿಜ †<br/>ಅನ್ಯದೈವಸ್ಯ ನಿರ್ಮಾಲ್ಯಂ ಭುಕ್ತ್ಯಾಚಾಂದ್ರಾಯಣಂ ಚರೇತ್ ††<br/>ಇಂತೆಂದುದಾಗಿ,<br/>ಪ್ರಸಾದವ ಕರುಣಿಸಿದನು ಶ್ರೀಗುರು.<br/>ಆ ಶ್ರೀಗುರುವ ಭ್ರಷ್ಟನ ಮಾಡುವಿರಿ, ಗುರು ನಿಮ್ಮಿಚ್ಛೆಗೆ ಬಾರನಾಗಿ,<br/>ಪೂರ್ವಪುರುಷರು ಮರುಳರು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೇ?<br/>ಕೆಡದಿರು ಕೆಡದಿರು.<br/>ದೂರ್ವಾಸ, ಅಗಸ್ತ್ಯ. ಭೃಗು, ದಧೀಚಿ, ಮಾರ್ಕಂಡೇಯ<br/>ಮೊದಲಾದ ಋಷಿಜನಂಗಳೆಲ್ಲರೂ<br/>ಶಿವಲಿಂಗಪ್ರತಿಷ್ಠೆಯ ಮಾಡಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇವರೆಲ್ಲರು ಮರುಳುಗಳು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೇ?<br/>ಕೆಡದಿರು ಕೆಡದಿರು.<br/>ಮತ್ತೆ ವಿಷ್ಣು ಬ್ರಹ್ಮ  ಇಂದ್ರ ಮೊದಲಾಗಿ<br/>ಶಿವಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇವರು ಮಾಡಿದುದಕ್ಕೆ ದೃಷ್ಟವ ನೋಡಿರೆ:<br/>ಮತ್ಸ್ಯಕೇಶ್ವರ, ಕೂರ್ಮೇಶ್ವರ, ಮಾಹೇಶ್ವರ, ರಾಮೇಶ್ವರವೆಂದು<br/>ಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇವರುಗಳೆಲ್ಲರು ಮರಳರು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೇ?<br/>ಕೆಡದಿರು ಕೆಡದಿರು.<br/>ಹರಿಶ್ಚಂದ್ರ ಮೊದಲಾದ ಚಕ್ರವರ್ತಿಗಳು<br/>ಶಿವಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇವರು ಮಾಡಿದುದಕ್ಕೆ ದೃಷ್ಟವ ನೋಡಿರೆ:<br/>ಕಾಶೀಪುರದಲ್ಲಿ ಇಂದ್ರೇಶ್ವರ, ಬ್ರಹ್ಮೇಶ್ವರ, ಯಕ್ಷಸಿದ್ಧೇಶ್ವರವೆಂದು<br/>ಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ ಶಿವಲಿಂಗಾರ್ಚನೆಯ ಮಾಡಿದರು.<br/>ಇವರೆಲ್ಲರೂ ಮರುಳುಗಳು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೇ?<br/>ಕೆಡದಿರು, ಕೆಡದಿರು.<br/>ತಾರಕಾಸುರ ರಾವಣಾದಿಗಳೆಲ್ಲರೂ<br/>ಶಿವಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡಿ, ಶಿವಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿದರು.<br/>ಇವರೆಲ್ಲರೂ ಮರುಳುಗಳು, ನೀನೊಬ್ಬನೇ ಬುದ್ಧಿವಂತನೇ?<br/>ಇದು ಕಾರಣ,<br/>ಶ್ರೀಗುರುವೆ ಅಧಿಕ, ಶಿವಲಿಂಗವೇ ಅಧಿಕ<br/>ಶಿವಲಿಂಗಾರ್ಚನೆಯೇ ಅಧಿಕ, ಆ ಸಂಗವೇ ಸಂಗ,<br/>ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮದ ಪೂಜೆಯೇ ಪೂಜೆ,<br/>ಅರ್ಚನೆಯೇ ಅರ್ಚನೆ, ಆ ಸಂಗವೇ ಸಂಗ ಕಾಣಾಉರಿಲಿಂಗಪೆದ್ದಿಪ್ರಿಯ ವಿಶ್ವೇಶ್ವರ.</font>"
}