{
    "id": "84", 
    "vachana": "<font>1426<br/>ನೇತ್ರದಲ್ಲಿ ಷಡುವರ್ಣಸಂಬಂಧವಹ<br/>ಪವಿತ್ರ ಅಪವಿತ್ರವ ನೋಡಿ ಅರಿದು  ಮಹಾಪವಿತ್ರವ ಮಾಡಿ<br/>ನೇತ್ರದ ಕೈಯಲೂ ಲಿಂಗನೇತ್ರಕ್ಕೆ ಅರ್ಪಿಸುವಲ್ಲಿ ನೇತ್ರೋದಕವು.<br/>ಶ್ರೋತ್ರದಲ್ಲು ಶಬ್ದ ಕುಶಬ್ದವನರಿದು ಮಹಾಶಬ್ದದಲ್ಲು ವರ್ತಿಸಿ<br/>ಶ್ರೋತ್ರದ ಕೈಯಲೂ ಲಿಂಗಶ್ರೋತ್ರಕ್ಕೆ ಅರ್ಪಿಸುವಲ್ಲಿ ಶ್ರೋತ್ರೋದಕವು.<br/>ಘ್ರಾಣದಿಂ ಸುಗಂಧ ದುರ್ಗಂಧವನರಿದು ಮಹಾಗಂಧದಲೂ ವರ್ತಿಸಿ<br/>ಘ್ರಾಣದ ಕೈಯಲೂ ಲಿಂಗಘ್ರಾಣಕ್ಕೆ ಅರ್ಪಿಸುವಲ್ಲಿ ಘ್ರಾಣೋದಕವು.<br/>ಜಿಹ್ವೆಯಿಂ ಮಧುರ  ಆಮ್ಲ  ಲವಣ  ತಿಕ್ತ  ಕಟು  ಕಷಾಯವೆಂಬ<br/>ಷಡುರುಚಿಯನರಿದು ಮಹಾರುಚಿಯನರಿದು ರುಚಿಮಾಡಿ<br/>ಲಿಂಗಜಿಹ್ವೆಗೆ ಜಿಹ್ವೆಯ ಕೈಯಲೂ ಅರ್ಪಿಸುವಲ್ಲಿ ಜಿಹ್ವೋದಕವು.<br/>ಪರುಷನದಿಂ ಶೀತೋಷ್ಣವನರಿದು ಇಚ್ಚೆಯ ಕಾಲವನರಿದು<br/>ಪರುಷನದಿಂ ಲಿಂಗಪರುಷನಕ್ಕೆ ಅರ್ಪಿತವ ಮಾಡುವಲ್ಲಿ ಸ್ಪರ್ಶನೋದಕವು.<br/>ಸದ್ಭಕ್ತಿಯಿಂ ಪಾದಾರ್ಚನೆಯ ಮಾಡುವಲ್ಲಿ ಪಾದೋದಕವು.<br/>ಮಜ್ಜನಕ್ಕೆರೆವಲ್ಲಿ ಮಜ್ಜನೋದಕವು.<br/>ಆರೋಗಣೆಯಲ್ಲಿ ಆರೋಗಿಸಲಿತ್ತುದು ಅರ್ಪಿತೋದಕವು.<br/>ಆರೋಗಣೆಯಲ್ಲಿ ಮೇಲೆ ಹಸ್ತಕ್ಕೆರೆದುದು ಹಸ್ತೋದಕವು.<br/>ಗುರುಲಿಂಗ ಶಿವಲಿಂಗ ಜಂಗಮಲಿಂಗ ಒಂದೆಂದರಿದು<br/>ಸರ್ವಕ್ರಿಯಾಕರ್ಮಕ್ಕೆ ಲಿಂಗಸಂಬಂಧವ ಮಾಡಿ<br/>ಪ್ರಯೋಗಿಸುವುದು ಲಿಂಗೋದಕವು.<br/>ಈ ದಶೋದಕ ಕ್ರೀಯನರಿದು ವರ್ತಿಸುವುದು<br/>ಆಗಮಾಚಾರ ಕ್ರಿಯಾಸಂಪತ್ತು.<br/>ಅಯ್ವತೊಂದಕ್ಷರದಿಂ ಪುಟ್ಟಿದಂತಹ ವೇದಾದಿವಿದ್ಯಂಗಳು<br/>ಮೊದಲಾದ ಸರ್ವಕ್ರೀ ಕುಶಲಶಬ್ದಂಗಳನೂ<br/>ಶ್ರೋತ್ರದಿಂ ಲಿಂಗಶ್ರೋತ್ರಕ್ಕೆ ಅರ್ಪಿತವ ಮಾಡಿ<br/>ಶಬ್ದಭೋಗವ ಭೋಗಿಸುವರಲ್ಲಿ ಶಬ್ದಪ್ರಸಾದ.<br/>ಮೃದು ಕಠಿಣ ಶೀತೋಷ್ಣಂಗಳನೂ<br/>ಅಷ್ಟತನು ನೆಳಲು ಬಿಸಿಲು ಮೊದಲಾದ ವಸ್ತುಗಳನೂ<br/>ಪರುಷನದಿಂ ಲಿಂಗಪರುಷನಕ್ಕೆ ಅರ್ಪಿತವ ಮಾಡಿ<br/>ಪರುಷನ ಭೋಗವ ಭೋಗಿಸುವಲ್ಲಿ ಪರುಷನ ಪ್ರಸಾದ.<br/>ಶ್ವೇತ ಪೀತ  ಹರೀತ  ಮಾಂಜಿಷ್ಠ  ಕೃಷ್ಣ  ಕಪೆÇೀತ<br/>ಷಡುವರ್ಣ ಮೊದಲಾದ ಚಿತ್ರವಿಚಿತ್ರವರ್ಣಂಗಳನೆಲ್ಲವನೂ<br/>ನೇತ್ರದಿಂ ಲಿಂಗನೇತ್ರಕ್ಕೆ ಅರ್ಪಿಸಿ ನಿರೀಕ್ಷಿಸಿ ಅರ್ಪಿಸುವಲ್ಲಿ ರೂಪಪ್ರಸಾದ.<br/>ಸಫಲ ಪಾಕಾದಿಗಳನೂ ಸರ್ವದ್ರವ್ಯಂಗಳನೂ<br/>ಷಡುರುಚಿ ಭಿನ್ನರುಚಿ ಮೂವತ್ತಾರನರಿದು<br/>ಜಿಹ್ವೆಯ ಕೈಯಲೂ ಲಿಂಗಜಿಹ್ವೆಗೆ ಅರ್ಪಿಸಲು ರಸಪ್ರಸಾದ.<br/>ಪುಷ್ಪಧೂಪ ನಾನಾ ಸರ್ವಸುಗಂಧವಸ್ತುಗಳನೂ<br/>ಘ್ರಾಣದಿಂ ಲಿಂಗಘ್ರಾಣಕ್ಕೆ ಅರ್ಪಿಸುವುದು<br/>ಸುಗಂಧಭೋಗವ ಭೋಗಿಸುವುದು ಗಂಧಪ್ರಸಾದ.<br/>ಈ ಪಂಚೇಂದ್ರಿಯದ ಕೈಯಲೂ    <br/>ಪಂಚವಿಷಯಂಗಳ ಗುಣಂಗಳವಗುಣಂಗಳರಿದು   <br/>ಅವಧಾನದಿಂದಪ್ರ್ಪಿಸಿ ಸರ್ವಭೋಗವ ಭೋಗಿಸುವಲ್ಲಿ ಸನ್ನಹಿತಪ್ರಸಾದ.<br/>ಗುರುವಿಗೆ ತನು ಮನ ಧನವನರ್ಪಿಸಿ<br/>ಪ್ರಸನ್ನತೆಯ ಪಡೆವಲ್ಲಿ ಶುದ್ಧಪ್ರಸಾದ.<br/>ಲಿಂಗಕ್ಕೆ ತನು ಮನ ಧನವನರ್ಪಿಸಿ<br/>ಪ್ರಸನ್ನತೆಯ ಪಡೆವಲ್ಲಿ ಸಿದ್ಧಪ್ರಸಾದ.<br/>ಜಂಗಮಕ್ಕೆ ತನು ಮನ ಧನವನರ್ಪಿಸಿ<br/>ಪ್ರಸನ್ನತೆಯ ಪಡೆವಲ್ಲಿ ಪ್ರಸಿದ್ಧಪ್ರಸಾದ.<br/>ಗುರು ಲಿಂಗ ಜಂಗಮಕ್ಕೆ ಸರ್ವಪದಾರ್ಥ<br/>ಸರ್ವಭೋಗಂಗಳ ಭೋಗಿಸಲಿತ್ತು<br/>ಶೇಷಪ್ರಸಾದವ ಭೋಗಿಸುವುದು ಪದಾರ್ಥಪ್ರಸಾದ.<br/>ಕಾಮಾದಿಸರ್ವಭೋಗಂಗಳನೂ<br/>ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  ಅಹಂಕಾರವ ಏಕೀಭವಿಸಿ<br/>ಭಾವಲಿಂಗಕ್ಕೆ ಅರ್ಪಿಸಿ ಭೋಗಿಸುವುದು ಭಾವಪ್ರಸಾದ.<br/>ಪ್ರಾಣಲಿಂಗಕ್ಕೆ ಕಾಯವೆಂಬ ಭಕ್ತನು ಭಿನ್ನದೋರದೆ<br/>ಅವಿನಾಭಾವದಿಂ ಸರ್ವಕ್ರಿಯೆ ಲಿಂಗಕ್ರೀಯಾಗಿ<br/>ಏಕಾದಶಮುಖವರಿದು ಅರ್ಪಿಸಿ   ಲಿಂಗಭೋಗೋಪಭೋಗಿಯಾಗಿಹುದೆ ಏಕಾದಶಪ್ರಸಾದ.<br/>ಇಂತೀ ಏಕಾದಶಪ್ರಸಾದವರಿದು ವರ್ತಿಸುವುದು   <br/>ಸಹಜಶಿವಾಗಮಾಚಾರಕ್ರಿಯಾಸಂಪತ್ತು.<br/>ಇವೆಲ್ಲವನು ಮೀರಿ   <br/>ಅತ್ಯಶಿಷ್ಟದ್ಧಶಾಂಗುಲಲಿಂಗಕ್ಕೆ ಕಾಯವಾಗಿ<br/>ಆ ಲಿಂಗವೇ ಪ್ರಾಣವಾಗಿಪ್ಪ ಶರಣನು<br/>ವೇದ ಶಾಸ್ತ್ರಾಗಮ ಪುರಾಣಕ್ಕೆ, ದೇವ ದಾನವ  ಮಾನವರಿಗೆ<br/>ಅತ್ಯತಿಷ್ಟದ್ಧಶಾಂಗುಲವೆನಿಸಿ<br/>`ಲಿಂಗಮಧ್ಯೇ ಶರಣಃ ಶರಣಮಧ್ಯೇ ಲಿಂಗಂ' ಎಂದೆನಿಸಿಪ್ಪ  <br/>ಅವಿನಾಭಾವಸರ್ವಾಂಗಲಿಂಗಕ್ರೀಯ ನೀನೇ ಬಲ್ಲೆ   ಉರಿಲಿಂಗಪೆದ್ದಿಪ್ರಿಯ ವಿಶ್ವೇಶ್ವರ. </font>"
}