{
    "id": "1072", 
    "vachana": "ಕಾಲಚಕ್ರದ ವಚನ : ಏಕಂ ಏಕವಾದ ವಸ್ತುವ ಲೋಕಾಲೋಕಂಗಳರಿಯವು ಸ್ಥೂಲ ಸೂಕ್ಷ್ಮವೆನುತಿರ್ಪರೆಲ್ಲರೂ, ಆತನೀತ ಬೇರೆ ಮತ್ತೊಬ್ಬಾತನೆಂಬ ಭ್ರಮೆಯಲ್ಲಿ ಭೂತಪ್ರಾಣಿಗಳವರೆತ್ತ ಬಲ್ಲರು ಆತನ ಘನವ. ಚಿಟುಕು ಮುನ್ನೂರರವತ್ತು ಕೂಡಿದಡೆ ಒಂದು ವಿಘಳಿಗೆ, ಆ ವಿಘಳಿಗೆ ಅರುವತ್ತು ಕೂಡಿದೊಡೆ ಒಂದು ಘಳಿಗೆ, ಆ ಘಳಿಗೆ ಅರುವತ್ತು ಕೂಡಿದೊಡೆ ಒಂದು ದಿನ. ದಿನ ಮೂವತ್ತು ಕೂಡಿದೊಡೆ ಒಂದು ಮಾಸ ಮಾಸ ಹನ್ನೆರಡು ಕೂಡಿದೊಡೆ ಒಂದು ವರುಷ ವರುಷ ಅರುವತ್ತು ಕೂಡಿದೊಡೆ ಒಂದು ಸಂವತ್ಸರ_ ಇಂತೀ ಕಾಲಚಕ್ರಂಗಳು ಈ ಪರಿದಿsಯಲ್ಲಿ ತಿರುಗಿ ಬರುತ್ತಿಹವು ಕಾಣಿರೆ. ನಾಲ್ಕು ಯುಗಂಗಳು ಬೇರೆ ಬೇರೆ ಕಟ್ಟಿದ ಕಟ್ಟಳೆಯೊಳು, ತಿರುಗಿ ಬರುತ್ತಿಹವು ಕಾಣಿರೆ. ಕೃತಯುಗ ಹದಿನೇಳು ಲಕ್ಷವು ಇಪ್ಪತ್ತೆಂಟುಸಾವಿರವರ್ಷ ವರ್ತಿಸಿ ನಿಂದಿತ್ತು. ತ್ರೇತಾಯುಗ ಹನ್ನೆರಡು ಲಕ್ಷವು ತೊಂಬತ್ತಾರುಸಾವಿರ ವರ್ಷ ವರ್ತಿಸಿ ನಿಂದಿತ್ತು. ದ್ವಾಪರಯುಗ ಎಂಟು ಲಕ್ಷವು ಅರುವತ್ತುನಾಲ್ಕುಸಾವಿರ ವರ್ಷ ವರ್ತಿಸಿ ನಿಂದಿತ್ತು. ಕಲಿಯುಗ ನಾಲ್ಕುಲಕ್ಷವು ಮೂವತ್ತೆರಡುಸಾವಿರ ವರ್ಷ ವರ್ತಿಸಿ ನಿಂದಿತ್ತು. _ಇಂತೀ ನಾಲ್ಕು ಯುಗಂಗಳು ಕೂಡಿ ಒಂದಾಗಿ ಮೇಳಯಿಸಿದೊಡೆ, ನಾಲ್ವತ್ತು ಮೂರು ಲಕ್ಷವು ಇಪ್ಪತ್ತುಸಾವಿರ ವರುಷ ಕಟ್ಟಳೆಯಾಯಿತ್ತು. ಈ ನಾಲ್ಕುಯುಗಂಗಳು ಇಪ್ಪತ್ತೊಂದು \n  ತಿರುಗಿದಡೆ ಸುರಪತಿಗೆ ಪರಮಾಯು, ಬ್ರಹ್ಮಂಗೆ ಜಾವ, ಅಷ್ಟಾಶಿತಿ \n  ಋಷಿಯರು ಸಾವಿರಬಾರಿ ತಿರುಗಿದಡೆ  ಬ್ರಹ್ಮಂಗೆ ಆಯುಷ್ಯ ನೂರಪ್ಪುದು, ವಿಷ್ಣುವಿಂಗೆ ಜಾವಪ್ಪುದು. ಆ ವಿಷ್ಣುವಿನ ಒಂದು ದಿನ(ಜಾವ?)ದೊಳಗೆ ನಾಲ್ಕು \n  ಹುಟ್ಟಿ ನಾಲ್ಕು \n  ಹೊಂದುವ ಬ್ರಹ್ಮನು, ಆ(ದಿ) ವಿಷ್ಣುವಿನ ಒಂದು ದಿನವಪ್ಪುದು, (ಅಂಥ ವಿಷ್ಣುವಿನ ಒಂದು ದಿನದಲ್ಲಿ) ಸಮಸ್ತ&shಥಿ; \n  ಭುವನಂಗಳೆಲ್ಲ ಭೂತಸಂಹಾರ , ಅಂಥಾ ಭೂತಸಂಹಾರಗಳು  ಹದಿನೆಂಟು ಲಕ್ಷವು ಇಪ್ಪತ್ತೆಂಟುಸಹಸ್ರ ವರುಷ ತಿರುಗಲು ಪೃಥ್ವಿಯೆಲ್ಲಾ ಜಲಪ್ರಳಯ. ಅಂಥಾ ಜಲಪ್ರಳಯವೆಂಟು \n  ತಿರುಗಿದಡೆ ವಿಷ್ಣುವಿಂಗೆ ಮರಣ, ರುದ್ರಂಗೆ ನಿಮಿಷ. ಅಂಥಾ ರುದ್ರನ ಒಂದು ನಿಮಿಷದಲ್ಲಿ ಅತಳ ವಿತಳ ಸುತಳ \n  ರಸಾತಳ ತಳಾತಳ ಪಾತಾಳ_ ಇಂತು ಕೆಳಗೇಳು ಭುವನಂಗಳು, ಮೇಲೆ, ಸತ್ಯಲೋಕ ಜನರ್ಲೋಕ ತಪೆÇೀಲೋಕ ಮಹರ್ಲೋಕ, ಸ್ವರ್ಲೋಕ ಭುವರ್ಲೋಕ ಭೂಲೋಕ ಮೊದಲಾಗಿ_ಇಂತೀ ಲೋಕಾಲೋಕಂಗಳೆಲ್ಲ ಮುಳುಗಿ ಮಹಾಪ್ರಳಯವಾದಲ್ಲಿ ರುದ್ರಲೋಕವೊಂದುಳಿಯೆ, ಆ ರುದ್ರಂಗೆ ಒಂದುದಿನ. ಅಂಥಾದಿನ ಮುನ್ನೂರರವತ್ತು ಕೂಡಿದಡೆ ಒಂದು ವರುಷ. ಅಂಥಾ ವರುಷ ಶತಕೋಟಿ ಕೂಡಿದಡೆ ರುದ್ರಂಗೆ ಪರಮಾಯು. ಅಂಥಾ ರುದ್ರರು ಅನೇಕರು ಹೋದರಲ್ಲಾ, ಮತ್ತಂ ಪಶುಪತಿ, ಶಂಕರ, ಶಶಿಧರ, ಸದಾಶಿವ, ಗೌರೀಪತಿ, ಮಹಾದೇವ ಈಶ್ವರರೆಂಬವರು ಆ ದಿನದಲ್ಲಿ ಇವರು ಪ್ರಮಥಗಣೇಶ್ವರರು, ತಪೆÇೀರಾಜ್ಯವನುಂಬರು. ತಪಕ್ಕೆ ಬಿಜಯಂಗೈವರು ಆ ರುದ್ರರು. ಲೋಕಾಲೋಕಂಗಳು ಕೂಡಿ ಭೂತ ವರ್ತಿಸುತ್ತಿದ್ದಿತ್ತೊಂದು ಕೆಲವು ಕಾಲ, ಅದು ತೊಡೆದು ಹೋಯಿತ್ತು. ಬಳಿಕ ಶೂನ್ಯವರ್ತಿಸುತ್ತಿದ್ದಿತ್ತೊಂದು ಕೆಲವು ಕಾಲ, ಅದು ತೊಡೆದು ಹೋಯಿತ್ತು  ಬಳಿಕ ಕಾಳಾಂಧರ ವರ್ತಿಸುತ್ತಿದ್ದಿತ್ತೊಂದು ಕೆಲವು ಕಾಲ, ಅದು ತೊಡೆದು ಹೋಯಿತ್ತು_ಬಳಿಕ ಮಹಾ ಪ್ರಕಾಶದ ಬೆಳಗು. ಇಂತಹ ಕಾಲಂಗಳು ಈ ಪರಿಯಲ್ಲಿ ತಿರುಗಿ ಬರುತ್ತಿಹವು ಕಾಣಿರೆ ! ಅಂತಹ ಕಾಲಂಗಳೂ ಅರಿಯವು, ಅಂತಹ ದಿನಂಗಳೂ ಅರಿಯವು ಅಂತಹ ದೇವತೆಗಳೂ ಅರಿಯರು,_ \n  \n  \n  ಉಪಮಿಸಬಾರದು ಅಂತಿಂತೆನಲಿಲ್ಲ ಗುಹೇಶ್ವರಲಿಂಗ \n  \n  ! \n  !\n"
}