{
    "id": "/1290", 
    "vachana": "ಅಯ್ಯ ! ದೀಕ್ಷಾಗುರು, ಶಿಕ್ಷಾಗುರು, ಜ್ಞಾನಗುರುಗಳೆಂಬ \n  ಗುರುಗಳು: ಕ್ರಿಯಾಲಿಂಗ, ಜ್ಞಾನಲಿಂಗ, ಭಾವಲಿಂಗವೆಂಬ \n  ಲಿಂಗಗಳು: ಸ್ವಯ, ಚರ, ಪರವೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಆಚಾರಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು. ಕ್ರಿಯಾಗಮ, ಭಾವಾಗಮ, ಜ್ಞಾನಾಗಮವೆಂಬ \n  ಲಿಂಗಗಳು, ಸಕಾಯ, ಆಕಾಯ, ಪರಕಾಯವೆಂಬ \n  ಗುರುಗಳು: ಧರ್ಮಾಚಾರ, ಭಾವಾಚಾರ, ಜ್ಞಾನಾಚಾರವೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಗುರುಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು. ಕಾಯಾನುಗ್ರಹ, ಇಂದ್ರಿಯಾನುಗ್ರಹ, ಪ್ರಾಣಾನುಗ್ರಹವೆಂಬ \n  ಗುರುಗಳು ಕಾಯಾರ್ಪಿತ, ಕರಣಾರ್ಪಿತ, ಭಾವಾರ್ಪಿತವೆಂಬ \n  ಲಿಂಗಗಳು: ಶಿಷ್ಯ, ಶುಶ್ರೂಷ, ಸೇವ್ಯವೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಶಿವಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು. ಈ ಮೂರು ಸ್ಥಲವು ಅನಾದಿಭಕ್ತನ ಮಾರ್ಗಕ್ರಿಯಾ ಸ್ವರೂಪು. ಜೀವಾತ್ಮ, ಅಂತರಾತ್ಮ, ಪರಮಾತ್ಮವೆಂಬ ತ್ರಿವಿಧಲಿಂಗಗಳು: ನಿರ್ದೇಹಾಗಮ, ನಿರ್ಭಾವಾಗಮ, ನಷ್ಟಾಗಮವೆಂಬ \n  ಗುರುಗಳು; ಆದಿಪ್ರಸಾದಿ, ಅಂತ್ಯಪ್ರಸಾದಿ, ಸೇವ್ಯ ಪ್ರಸಾದಿಯೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಜಂಗಮಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು_ ದೀಕ್ಷಾಪಾದೋದಕ, ಶಿಕ್ಷಾಪಾದೋದಕ, ಜ್ಞಾನಪಾದೋದಕವೆಂಬ \n  ಲಿಂಗಂಗಳು, ಕ್ರಿಯಾನಿಷ್ಪ, ಭಾವನಿಷ್ಪ, ಜ್ಞಾನನಿಷ್ಪಯೆಂಬ \n  ಗುರುಗಳು; ಪಿಂಡಾಕಾಶ, ಬಿಂದ್ವಾಕಾಶ, ಮಹದಾಕಾಶವೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಪ್ರಸಾದಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು. ಕ್ರಿಯಾಪ್ರಕಾಶ, ಭಾವಪ್ರಕಾಶ, ಜ್ಞಾನಪ್ರಕಾಶವೆಂಬ \n  ಲಿಂಗಗಳು ಕೊಂಡದ್ದು ಪ್ರಸಾದ, ನಿಂದದ್ದು ಓಗರ, ಚರಾಚರನಾಸ್ತಿಯೆಂಬ \n  ಗುರುಗಳು; ಬಾಂಢಸ್ಥಲ, ಭಾಜನಸ್ಥಲ, ಅಂಗಲೇಪನಸ್ಥಲವೆಂಬ \n  ಜಂಗಮವು_ ಈ ಒಂಬತ್ತು ಮಹಾಲಿಂಗದಲ್ಲಿ ಸಂಬಂಧವು. ಈ ಮೂರು ಸ್ಥಲವು ಅನಾದಿ ಜಂಗಮದ ಮೀರಿದ ಕ್ರಿಯಾ ಸ್ವರೂಪವು. ಈ ಉಭಯಂ ಕೂಡಲು ಐವತ್ತುನಾಲ್ಕು ಸ್ಥಲಂಗಳಾದವು. ಮುಂದುಳಿದ ಮೂರು ಸ್ಥಲಂಗಳಲ್ಲಿ ಭಾವಾಭಾವನಷ್ಟಸ್ಥಲವೆ \n  ಗುರುಸ್ವರೂಪವಾಗಿ ಹದಿನೆಂಟು ಗುರುಸ್ಥಲಂಗಳನೊಳಕೊಂಡು ಕ್ರಿಯಾಗುರುಲಿಂಗ \n  ಸ್ವರೂಪವಾದ ಇಷ್ಟಮಹಾಲಿಂಗದ ಅಧೋಪೀಠಿಕೆಯೆಂಬ ಹಲ್ಲೆಯಲ್ಲಿ ಸ್ಪರ್ಶನೋದಕ, ಅವಧಾನೋದಕ, ಗುರುಪಾದೋದಕ, ಅಪ್ಯಾಯನಪ್ರಸಾದ, ಸಮಯಪ್ರಸಾದ, ಗುರುಪ್ರಸಾದ \n  ಪ್ರಸಾದ, ನಿಚ್ಚಪ್ರಸಾದವಾಗಿ ತೆರಹಿಲ್ಲದೆ ಒಪ್ಪುತ್ತಿರ್ಪುದು ನೋಡ ! ಜ್ಞಾನಶೂನ್ಯಸ್ಥಲವೆ \n  ಜಂಗಮಸ್ವರೂಪವಾಗಿ ಹದಿನೆಂಟು ಚರಸ್ಥಲಂಗಳನೊಳಕೊಂಡು ಮಹಾಜ್ಞಾನಗುರುಲಿಂಗಜಂಗಮ ಸ್ವರೂಪವಾದ ಇಷ್ಟಮಹಾಲಿಂಗದ ಜಲರೇಖೆಯನ್ನುಳ್ಳ ಪಾನಿವಟ್ಟಲಲ್ಲಿ ಪರಿಣಾಮೋದಕ, ನಿರ್ನಾಮೋದಕ, ಜಂಗಮಪಾದೋದಕ, ನಿತ್ಯೋದಕ, ಸಮತಾಪ್ರಸಾದ, ಪ್ರಸಾದಿಯ ಪ್ರಸಾದ, \n  ಪ್ರಸಾದ, ಸದ್ಭಾವ ಪ್ರಸಾದ, ಜ್ಞಾನಪ್ರಸಾದ, ಸೇವ್ಯ ಪ್ರಸಾದ, ಅಚ್ಚ ಪ್ರಸಾದವಾಗಿ ತೆರಹಿಲ್ಲದೆ ಒಪ್ಪುತಿರ್ಪುದು ನೋಡ ! \n  ಪರವರಿಯದ ಸ್ಥಲವೆ ಮೂಲಲಿಂಗಸ್ವರೂಪವಾಗಿ ಹದಿನೆಂಟು ಲಿಂಗಸ್ಥಲಂಗಳನೊಳಕೊಂಡು ಜ್ಞಾನಗುರುಲಿಂಗ \n  ಸ್ವರೂಪವಾದ ಇಷ್ಟಮಹಾಲಿಂಗದ ಉನ್ನತವಾದ ಗೋಲಕದಲ್ಲಿ ಅಪ್ಯಾಯನೋದಕ, ಹಸ್ತೋದಕ, ಲಿಂಗಪಾದೋದಕ, ಪಂಚೇಂದ್ರಿ[ಯ] ವಿರಹಿತಪ್ರಸಾದ, ಕರಣಚತುಷ್ಟಯವಿರಹಿತ ಪ್ರಸಾದ, ಲಿಂಗಪ್ರಸಾದ ಅಂತ್ಯಪ್ರಸಾದ ಸಮಯಪ್ರಸಾದವಾಗಿ ತೆರಹಿಲ್ಲದೆ ಒಪ್ಪುತ್ತಿರ್ಪುದು ನೋಡ ! ಇಂತಪ್ಪ ಲಿಂಗಜಂಗಮದ ಪಾದೋದಕ ಪ್ರಸಾದವ ಸ್ವೀಕರಿಸಿದಂಥ ಜಂಗಮಭಕ್ತರಾದ ಸಹಜಭಕ್ತರೆ ಪ್ರಸಾದಪಾದೋದಕ ಸಂಬಂದಿsಗಳು. ಇವರು ಸ್ವೀಕರಿಸಿದಂಥ ಪಾದೋದಕವೆ ನೇತ್ರದಲ್ಲಿ ಕರುಣಜಲ; ವಾಕಿನಲ್ಲಿ ವಿನಯಜಲ; ಅಂತರಂಗದಲ್ಲಿ ಸಮತಾಜಲ_ ಇಂತೀ ತ್ರಿವಿಧೋದಕವೆ ಘಟ್ಟಿಗೊಂಡು ಸಾಕಾರವಾಗಿ, ತಿಳಿದುಪ್ಪ ಹೆರೆದುಪ್ಪವಾದಂತೆ ಇಷ್ಟ ಮಹಾಲಿಂಗಕ್ಕೆ ತ್ಯಾಗಾಂಗವಾದ ಶುದ್ಧ ಪ್ರಸಾದವಾಗಿರ್ಪುದಯ್ಯ; ಪ್ರಾಣಲಿಂಗಕ್ಕೆ ಭೋಗಾಂಗವಾದ ಸಿದ್ಧ ಪ್ರಸಾದವಾಗಿರ್ಪುದಯ್ಯ. ಭಾವಲಿಂಗಕ್ಕೆ ಯೋಗಾಂಗವಾದ ಪ್ರಸಿದ್ಧ ಪ್ರಸಾದವಾಗಿರ್ಪುದಯ್ಯ. ಇಂತೀ ತ್ರಿವಿಧಪ್ರಸಾದಪಾದೋದಕವೆ ಶರಣನ ಶುದ್ಧ ಪ್ರಸಾದವೆ ಜಿಹ್ವೆಯಲ್ಲಿ ಅಚ್ಚಪ್ರಸಾದವಾಗಿರ್ಪುದಯ್ಯ ಸಿದ್ಧಪ್ರಸಾದವೆ ಪಾದದಲ್ಲಿ \n  ಪ್ರಸಾದವಾಗಿರ್ಪುದಯ್ಯ ಇಂತಪ್ಪ ಶರಣಸ್ವರೂಪವಾದ ಜ್ಞಾನಲಿಂಗಜಂಗಮದ ತೀರ್ಥಪ್ರಸಾದ ಸ್ವರೂಪವನ್ನು ಅರಿಯದೆ, ಕ್ರಿಯಾ `ಜಂಗಮಲಿಂಗ'ದ ತೀರ್ಥಪ್ರಸಾದವನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಜ್ಞಾನಲಿಂಗಜಂಗಮ ತೀರ್ಥಪ್ರಸಾದವನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಾಗದು ಎಂಬ ಅಜ್ಞಾನಿಗಳ ಎನಗೆ ತೋರದಿರ ! ಗುಹೇಶ್ವರ !\n"
}