{
    "id": "1301", 
    "vachana": "ಅಯ್ಯ ! ಪೂರ್ವವನಳಿದು ಪುನರ್ಜಾತನಾದ ಸತ್ಯಸದ್ಧರ್ಮಸ್ವರೂಪ ತಚ್ಛಿಷ್ಯನು ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮದ ವೇಧಾ_ಮಂತ್ರ_ಕ್ರಿಯಾದೀಕ್ಷೆಯ ಪಡೆದು, ಅಷ್ಟಾವರಣದ ನೆಲೆಕಲೆಗಳ ತಿಳಿದು, ಪಂಚಾಚಾರ ಮೊದಲಾಗಿ ಸರ್ವಾಚಾರ ಸಂಪತ್ತಿನ \n  ತಿಳಿದು, ನೂರೊಂದು ಸ್ಥಲದ ಆಚರಣೆ_ಇನ್ನೂರಹದಿನಾರು ಸ್ಥಲದ ಸಂಬಂಧವನರಿದು, ಷಟ್ಸ್ಥಲ ಮಾರ್ಗವಿಡಿದು, ಶ್ರೀಗುರುಲಿಂಗ ಜಂಗಮಕ್ಕೆ ತನು_ಮನ_ಧನವಂಚನೆಯಿಲ್ಲದೆ ನಿರ್ವಂಚಕನಾಗಿ, ಭಕ್ತಸ್ಥಲದಲ್ಲಿ ನಿಂದಡೆ ಸತ್ಯಶುದ್ಧ ಕಾಯಕ[ವ ಮಾಡಿ]ಮಹೇಶ್ವರಸ್ಥಲದಲ್ಲಿ ನಿಂದಡೆ ಸತ್ಯಶುದ್ಧ ಬಿsಕ್ಷವ ಮಾಡಿ, (ಬೇಡಿ?) ಬಂದ ಪದಾರ್ಥವ ಸಮರ್ಪಿಸಿ, ಪರದ್ರವ್ಯದಲ್ಲಿ ರಿಣಭಾರನಾಗದೆ, ಸತ್ಯಶುದ್ಧ ನಡೆನುಡಿಯಿಂದಾಚರಿಸಿ, ಶ್ರದ್ಧಾದಿ ಸಮರಸಾಂತ್ಯಮಾದ ಸದ್ಭಕ್ತಿಯ ತಿಳಿದು ಅನಾದಿಕುಳ ಸನ್ಮತವಾದ ದಶವಿಧ ಪಾದೋದಕ, ಏಕಾದಶ ಪ್ರಸಾದದ ವಿಚಾರ ಮೊದಲಾದ ಅರ್ಪಿತಾವಧಾನವ, ಪರಿಪೂರ್ಣಮಯ ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮಕರುಣಕಟಾಕ್ಷೆಯಿಂದ, ಅಚ್ಚ ಪ್ರಸಾದಿಸ್ಥಲದ ಶರಣತ್ವವ ಪಡೆದು, ಸತ್ಯಸದಾಚಾರವುಳ್ಳ ಸದ್ಗುರುಲಿಂಗಜಂಗಮದ ನಿಜನಿಷ್ಠತ್ವಮಂ ತಿಳಿದು, ದಂತಧಾವನಕಡ್ಡಿ \n  Põಪ \n  ಕಡೆಯಾದ ಸಮಸ್ತ ಪದಾರ್ಥವ ಗುರು_ಲಿಂಗ_ಜಂಗಮಕ್ಕೆ ಸಮರ್ಪಿಸಿ, ಅವರೊಕ್ಕುದ ಹಾರೈಸಿ, ಕೊಂಡು ಇಂತು ಅಂತರಂಗ ಪರಿಪೂರ್ಣವಾಗಿ ನಿಂದ ಸಮಯದಲ್ಲಿ, ಸ್ವಯ_ಚರ_ಪರಲೀಲೆಯ ಧರಿಸಿ ಜಂಗಮಾಕೃತಿಯಿಂದ ಬಂದ ಗುರುಲಿಂಗಜಂಗಮದ ವೃತ್ತಸ್ಥಾನವಾದ ಮೊಳಪಾದ ಪರಿಯಂತರವು ತೊಳದು ಬಹುಗುಣಿಯಲ್ಲಿ ಮಡಗಿಕೊಂಡು, ಹೊಸಮನೆ, ಹೊಸಧನ, ಧಾನ್ಯ ಭಾಂಡಭಾಜನ, ಹೊಸ ಅರುವೆ_ಆಭರಣ, ಜನನಿಜಠರದಿಂದಾದ ಅಂಗಾಂಗ, ಕಾಯಿಪಲ್ಯ, ಉಚಿತಕ್ರಿಯೆ ಮೊದಲಾಗಿ ಅರಿದಾಚರಿಸುವದು ನೋಡ ! ಆ ಮೇಲೆ ಗುರುಲಿಂಗಜಂಗಮದ \n  ಮಾಡಿದ ಪಾದವನ್ನು ಮೂರು \n  ಅಡಿಪಾದವ ಸ್ಪರ್ಶನವ ಮಾಡಿ, ನಾಲ್ಕನೆಯ ವೇಳ್ಯಕ್ಕೆ ದಶಾಂಗುಲಿಗಳ ಒಂದು \n  ಸ್ಪರ್ಶನವ ಮಾಡಿದ ಉದಕವನ್ನು ಭಾಂಡಭಾಜನದಲ್ಲಿ ತುಂಬಿ ಸ್ವಪಾಕವ ಮಾಡುವುದು. ಆ ಸಮಯದಲ್ಲಿ ಬಿಂದುಮಾತ್ರ [ವಾದರೂ]ಇಷ್ಟಲಿಂಗ ಬಾಹ್ಯವಾದ ಭವಿಜನ್ಮಾತ್ಮರಿಗೆ ಹಾಕಲಾಗದು. ಇನ್ನು ಜಂಗಮದ \n  ಎರಡು_ಅಂಗುಲಿ ಎಂಟರಲ್ಲಿ ತನ್ನ \n  ಬೆರಳಿಂದ ಮೊದಲಂತೆ ಪಾದೋದಕವ ಮಾಡಿ, ಬಟ್ಟಲಲ್ಲಿ ಮಡಗಿ, ಪೂರ್ವದಲ್ಲಿ ಭಾಂಡದೊಳಗೆ ತುಂಬಿದ ಗುರುಪಾದೋದಕದಿಂದ ವಿಭೂತಿ ಘಟ್ಟಿಯ ಅಬಿsಷೇಕವ ಮಾಡಿ, ಈ ಬಟ್ಟಲಲ್ಲಿ ಮಡಗಿದ ಲಿಂಗಪಾದೋದಕದಲ್ಲಿ ಮಿಶ್ರವ ಮಾಡಿ, ಇಪ್ಪತ್ತೊಂದು ಪ್ರಣಮವ ಲಿಖಿಸಿ ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮವು ತಾನು ಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಸ್ನಾನ_ಧೂಳನ_ಧಾರಣವ ಮಾಡಿ, ಲಿಂಗಾರ್ಚನೆ ಕ್ರಿಯೆಗಳ ಮುಗಿಸಿಕೊಂಡು, ಆ ಮೇಲೆ ತೀರ್ಥವ ಪಡಕೊಂಬುವಂಥ ಲಿಂಗಭಕ್ತನು ಆ ಜಂಗಮಲಿಂಗಮೂರ್ತಿಯ ಸಮ್ಮುಖದಲ್ಲಿ ಗರ್ದುಗೆಯ ರಚಿಸಿಕೊಂಡು, ಅಷ್ಟಾಂಗಯುಕ್ತನಾಗಿ ಶರಣಾರ್ಥಿ ಸ್ವಾಮಿ ! ಜಂಗಮಲಿಂಗಾರ್ಚನೆಗೆ ಅಪ್ಪಣೆಯ ಪಾಲಿಸಬೇಕೆಂದು ಬೆಸಗೊಂಡು, ಆ ಗರ್ದುಗೆಯ ಮೇಲೆ ಮೂರ್ತವ ಮಾಡಿಕೊಂಡು ಆ ಕ್ರಿಯಾಜಂಗಮಮೂರ್ತಿಯ ಕರಕಮಲದಲ್ಲಿ  ನೆಲಸಿರುವ \n  ಜ್ಞಾನಜಂಗಮ ಲಿಂಗಮೂರ್ತಿಗೆ ಅಷ್ಟವಿಧಾರ್ಚನೆ_ಷೋಡಶೋಪಚಾರಂಗಳ ಸಮರ್ಪಿಸಿ, ಆ ಮೇಲೆ, ತನ್ನ ವಾಮಕರದಂಗುಲಿ ಮಧ್ಯದಲ್ಲಿ ಷಡಕ್ಷರಂಗಳ ಲಿಖಿಸಿಕೊಂಡು ಅರ್ಚಿಸಿ, ತನ್ನ ಹೃನ್ಮಂದಿರಾಲಯದಲ್ಲಿ ನೆಲಸಿರುವ ಜ್ಯೋತಿರ್ಮಯ ಇಷ್ಟಮಹಾಲಿಂಗವ ನಿರೀಕ್ಷಿಸಿ ಆ ಪರಶಿವಜಂಗಮಲಿಂಗದೇವನ ಚರಣಾಂಗುಷ್ಠವ, ತನ್ನ ವಾಮಕರಸ್ಥಲದಲ್ಲಿ ಸುತ್ತು ಚಿತ್ತಾನಂದ ನಿತ್ಯಪರಿಪೂರ್ಣ \n  ಪರಂಜ್ಯೋತಿ ಸ್ವರೂಪವಾದ ಪ್ರಾಣಲಿಂಗವೆಂದು ಭಾವಿಸಿ \n  \n  ಕ್ರಿಯಗಳ ಮಾಡಿ, ಆಮೇಲೆ ಇಷ್ಟಲಿಂಗಜಪಪ್ರಣಮ ಒಂದು \n  ಪ್ರಾಣಲಿಂಗ ಜಪಪ್ರಣಮ ಒಂದು \n  ಭಾವಲಿಂಗ ಜಪಪ್ರಣಮ ಒಂದು \n  ಪ್ರದಕ್ಷಿಣವ ಮಾಡಿ ಜಂಗಮಸ್ತೋತ್ರದಿಂದ ಶರಣು ಮಾಡಿ ಪೂಜೆಯನಿಳುಹಿ, ಪಾತ್ರೆಯಲ್ಲಿರುವ ಗುರುಪಾದೋದಕದಲ್ಲಿ ಬಿಂದುಯುಕ್ತವಾಗಿ \n  ಪ್ರಣಮವ ಲಿಖಿಸಿ ಬಲದಂಗುಷ್ಠದಲ್ಲಿ ನೀಡುವಾಗ ಷಡಕ್ಷರಿಮಂತ್ರವ ಆರು \n  ಸ್ಮರಿಸಿ, ನೀಡುವಾಗ ಅಲ್ಲಿ ಅನಾದಿಗುರುವೆಂದು ಭಾವಿಸುವುದು. ಎಡದಂಗುಷ್ಠದ ಮೇಲೆ ನೀಡುವಾಗ ಪಂಚಾಕ್ಷರವ \n  \n  ಸ್ಮರಿಸಿ, ನೀಡುವಾಗ ಅಲ್ಲಿ ಅನಾದಿಲಿಂಗವೆಂದು ಭಾವಿಸುವುದು. ಎರಡಂಗುಷ್ಠದ ಮಧ್ಯದಲ್ಲಿ ನೀಡುವಾಗ ಒಂಬತ್ತಕ್ಷರವ ಒಂದು \n  ಸ್ಮರಿಸಿ, ನೀಡುವಾಗ ಅಲ್ಲಿ ತ್ರಿಕೂಟಸಂಗಮ ಅನಾದಿಜಂಗಮವೆಂದು ಭಾವಿಸುವುದು. ಈ ಪ್ರಕಾರದಲ್ಲಿ ನೀಡಿದ ಮೇಲೆ ದ್ರವವನಾರಿಸಿ, ಭಸ್ಮಧಾರಣವ ಮಾಡಿ, ಒಂದೆ ಪುಷ್ಪವ ಧರಿಸಿ, \n  ಪೂಜೆಯಿಂದ ಪ್ರದಕ್ಷಣವ ಮಾಡಿ, ನಮಸ್ಕರಿಸಿ, ಆ ತೀರ್ಥದ ಬಟ್ಟಲೆತ್ತಿ ಆ ಜಂಗಮಲಿಂಗಕ್ಕೆ ಶರಣಾರ್ಥಿಯೆಂದು ಅಬಿsವಂದಿಸಿ. ಅವರು ಸಲಿಸಿದ ಮೇಲೆ ತಾನು ಗರ್ದುಗೆಯ ಬಿಟ್ಟೆದ್ದು, \n  ಬ್ರಹ್ಮಸ್ವರೂಪ \n  ತೀರ್ಥದ ಸ್ತೋತ್ರವ ಮಾಡಿ, ಅಷ್ಟಾಂಗ ಹೊಂದಿ ಶರಣುಹೊಕ್ಕು, ನಿಮ್ಮ ಪ್ರಸಾದೋದಕಕ್ಕೆ ನಿರೂಪವ ಪಾಲಿಸಬೇಕು ಸ್ವಾಮಿ ! ಎಂದು ಬೇಡಿಕೊಂಡು ಬಂದು ಮೊದಲ ಹಾಂಗೆ ಗರ್ದುಗೆಯ ಮೇಲೆ ಮೂರ್ತವ ಮಾಡಿಕೊಂಡು ಆ \n  ಮೂರ್ತಿಗಳು ಸಲಿಸಿದೋಪಾದಿಯಲ್ಲಿ ತಾನು ಸಲಿಸುವುದು. ಆಮೇಲೆ ಷಟ್ಸ್ಥಲಭಕ್ತ ಮಹೇಶ್ವರರು ಅದೇ ರೀತಿಯಲ್ಲಿ ಸಲಿಸುವುದು. ಉಳಿದ ಷಟ್ಸ್ಥಲಮಾರ್ಗವರಿಯದ ಲಿಂಗಧಾರಕಶಿಶುವಾಗಿಲಿ, ಶಕ್ತಿಯಾಗಲಿ, ದೊಡ್ಡವರಾಗಲಿ ಆ ಗರ್ದುಗೆಯ ತೆಗೆದು ಲಿಂಗಕ್ಕೆ ಅರ್ಪಿಸಿಕೊಳ್ಳಬೇಕಲ್ಲದೆ ಬಟ್ಟಲೆತ್ತಲಾಗದು. ಅದೇನು ಕಾರಣವೆಂದಡೆ, ಅವರಿಗೆ ಇಪ್ಪತ್ತೊಂದು ದೀಕ್ಷೆ, ಷಟ್ಸ್ಥಲಮಾರ್ಗ, ಸರ್ವಾಚಾರ ಸಂಪತ್ತಿನಾಚರಣೆ ಮುಂದಿದ್ದರಿಂದ ಅವರು ಬಟ್ಟಲೆತ್ತಲಾಗದು. ಹೀಂಗೆ ಸಮಸ್ತರು ಸಲಿಸಿದ ಮೇಲೆ ಕೊಟ್ಟು_ಕೊಂಡ, ಭಕ್ತ_ಜಂಗಮವು ಇರ್ವರು ಕೂಡಿ ಮುಕ್ತಾಯವ ಮಾಡಿದಲ್ಲಿಗೆ ದಶವಿಧ ಪಾದೋದಕವಾಗುವುದು. ಆ ಮೇಲೆ ಗುರುಪಾದೋದಕದಿಂದ ಪಾಕವ ಮಾಡಿದ ಭಾಂಡಭಾಜನಂಗಳು ತಾಂಬೂಲ ಪದಾರ್ಥ ಮುಂತಾಗಿ ಇರ್ವರು ಕೂಡಿ ಮೌನಮಂತ್ರ ಧ್ಯಾನದಿಂದ ಹಸ್ತಸ್ಪರ್ಶನವ ಮಾಡಿ. ಶುದ್ಧ ಪ್ರಸಾದವೆಂದು ಭಾವಿಸಿ, ಬಹುಸುಯಿದಾನದಿಂದ ಸಮಸ್ತ ಜಂಗಮಭಕ್ತ ಮಹೇಶ್ವರ ಶರಣಗಣಾರಾಧ್ಯರಿಗೆ ಎಡೆಮಾಡಿ, ಅಷ್ಟಾಂಗ ಹೊಂದಿ, ಎಡಬಲ ಗಣತಿಂಥಿಣಿಯ ನೋಡಿ, ನಿರೀಕ್ಷಿಸಿ, ಶರಣಾರ್ಥಿ ! ಸ್ವಾಮಿ ! ಮಹಾಲಿಂಗಾರ್ಪಿತವ ಮಾಡಬೇಕೆಂದು ಅಬಿsವಂದಿಸಿ, ಪತಿವ್ರತತ್ವದಿಂದ ಜಂಗಮಕ್ಕೆ ನಿರ್ವಂಚಕನಾಗಿ, ಭಕ್ತ_ಜಂಗಮವೆಂಬ ಉಭಯನಾಮವಳಿದು \n  \n  ಬೆರೆತಂತೆ ನಿರಾಕಾರ_ ನಿಶ್ಯಬ್ಧಲೀಲೆ ಪರಿಯಂತರವು ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮಪಾದೋದಕಪ್ರಸಾದವ ಸಪ್ತವಿಧಭಕ್ತಿಯಿಂದ ಸಾವಧಾನಿಯಾಗಿ ಆಚರಿಸುವಾತನೆ ಜಂಗಮಭಕ್ತನಾದ ಅಚ್ಚಪ್ರಸಾದಿಯೆಂಬೆ ಕಾಣಾ ! ಗುಹೇಶ್ವರಲಿಂಗದಲ್ಲಿ ಚೆನ್ನಬಸವಣ್ಣ.\n"
}