{
    "id": "1404", 
    "vachana": "ಆದಿ ಅನಾದಿಯೆಂಬ (ಯೆಂಬುದ?) ಅಂತರಾತ್ಮನಲ್ಲಿ ತಿಳಿಯಲರಿಯದೆ \n  ದೈವವೆಂದು ಬರಿಯ ಬಹಿರಂಗದ ಬಳಕೆಯನೆ ಬಳಸಿ, ಅನ್ಯ ದೈವಂಗಳನಾರಾದಿsಸಿ ಕೆಡುತ್ತಿಪ್ಪರು ನೋಡಾ. ಅದಕೆ ತಪ್ಪೇನು, ಮಕ್ಕಳಿಗೆ ತಮ್ಮ ಮಾತೆಯೇ ದೈವ. ಮಾತೆಗೆ ತನ್ನ ಪುರುಷನೆ ದೈವ, ಪುರುಷಂಗೆ ತನ್ನ ಪ್ರಭುವೆ ದೈವ. ಪ್ರಭುವಿಗೆ ತನ್ನ ಪ್ರಧಾನನೆ ದೈವ, ಪ್ರಧಾನಂಗೆ ತನ್ನ ರಾಯನೆ ದೈವ. ರಾಯಂಗೆ ತನ್ನ ಲಕ್ಷ್ಮಿಯೆ ದೈವ, ಲಕ್ಷ್ಮಿಗೆ ತನ್ನ ವಿಷ್ಣುವೆ ದೈವ. ವಿಷ್ಣುವಿಗೆ ತನ್ನ ರುದ್ರನೆ ದೈವ, ಆ ರುದ್ರಂಗೆ ತನ್ನ ಈಶ್ವರನೆ ದೈವ. ಈಶ್ವರಂಗೆ ತನ್ನ ಸದಾಶಿವನೆ ದೈವ, ಸದಾಶಿವಂಗೆ ತನ್ನ ಸರ್ವಗತ ಶಿವನೆ ದೈವ. ಸರ್ವಗತ ಶಿವನಿಗೆ ಆಕಾಶಮಹಿಪತಿಯೆಂಬ ಮಹಾಲಿಂಗಕ್ಕೆ \n  ದೇವರುಳ್ಳಡೆ ಹೇಳಿರೆ, ಇಲ್ಲದಿರ್ದಡೆ ಸುಮ್ಮನೆ ಇರಿರೆ. ಇದು ಕಾರಣ ಷಡುದರುಶನದ ಚರಾಚರಾದಿಗಳೆಲ್ಲರೂ \n  ತಮಗಿಷ್ಟ ಕಾಮ್ಯವ ಕೊಡುವುದಕ್ಕೆ ವರವುಳ್ಳ ದೇವರೆಂದು ಬೆರವುತ್ತಿಹರು. ಅದಕ್ಕೆ ತಪ್ಪೇನು ಅವರಿಗಪ್ಪಂಥ, ವರವೀವುದಕ್ಕೆ ಸತ್ಯವುಳ್ಳವನಹುದು. ಆದಡೇನು, ಪ್ರಾಣಕ್ಕೆ ಪರಿಣಾಮವ ಕೊಡಲರಿಯವು. ಅವರ ಕೈಯಲ್ಲಿ ಆರಾದಿsಸಿಕೊಂಬ ದೈವಂಗಳೆಲ್ಲವು. ಪೃಥ್ವಿ \n  \n  \n  ಆಕಾಶ ಮನವೆಂಬಾರರ ಹಂಗಿನಲ್ಲಿ ಸಿಕ್ಕಿ, ವಿಭೂತಿಯನ್ನಿಟ್ಟು, ರುದ್ರಾಕ್ಷೆಯಂ \n  ಜಪತಪ ಹೋಮ ನೇಮಂಗಳ ಮಾಡಿ ಮಾರಣ ಮೋಹನ ಸ್ತಂಭನ ಉಚ್ಚಾಟನ \n  ಸಿದ್ಧಿ, ಘುಟಿಕಾ ಸಿದ್ಧಿ, ಮಂತ್ರಸಿದ್ಧಿ, ದೂರದೃಷ್ಟಿ \n  ಶ್ರವಣ, ಕಮಲದರ್ಶನ, ತ್ರಿಕಾಲಜ್ಞಾನ, ಪರಕಾಯಪ್ರವೇಶವೆಂಬ ಅಷ್ಟಮಹಾಸಿದ್ಧಿಗಳಂ ಲಿಂಗದಲ್ಲಿ ವರಂಬಡೆದು ತಮ್ಮ ಬೇಡಿದವರಿಗೆ ಕೊಟ್ಟು ತಮ್ಮಿಂದ ಹಿರಿಯರಿಗೆ ನಮಸ್ಕರಿಸಿ, ತಮ್ಮಿಂದ ಕಿರಿಯರಿಗೆ ದೇವರೆಂದು ಬೆರವುತ್ತಿಹರು. ಕಿರಿದುದಿನ ಅವರ ದೇವರೆನ್ನಬಹುದೆ ? ದೇಹಕೇಡಿಗಳ ಸತ್ಯರೆಂದೆನಬಹುದೆ ? ಅಸತ್ಯದಲ್ಲಿ ಅಳಿದವರ ಭಕ್ತರೆಂದೆನಬಹುದೆ ? ಬಹುರೂಪಿನ ಕಪಟಿಗಳ ನಿತ್ಯರೆನಬಹುದೆ ? ದಿನದಿನಕ್ಕೆ ಸತ್ತು ಸತ್ತು ಹುಟ್ಟುವವರ. ಅದೆಂತೆಂದಡೆ: ಬ್ರಹ್ಮನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ಇಂದ್ರನಳಿವ ವಿಷ್ಣುವಿನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ಬ್ರಹ್ಮನಳಿವ ರುದ್ರನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ವಿಷ್ಣುವಳಿವ ಈಶ್ವರನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ರುದ್ರನಳಿವ ಸದಾಶಿವನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ಈಶ್ವರನಳಿವ ಸರ್ವಗತನ ಜಾವವೊಂದಕ್ಕೆ ಒಬ್ಬ ಸದಾಶಿವನಳಿವ ಲಿಂಗ ಶರಣರ ಒಂದು ನಿಮಿಷಕ್ಕೆ ಒಬ್ಬ ಸರ್ವಗತನಳಿವ ಲಿಂಗ ಶರಣರಿಗೆ ಅಳಿವುಳ್ಳಡೆ ಹೇಳಿರೆ ? ಇಲ್ಲದಿರ್ದಡೆ ಸುಮ್ಮನಿರಿರೆ. ಅಂತಪ್ಪ ಮಹಾಲಿಂಗವನು ಶರಣರನು ಅರಿಯದೆ ಷಡುದೇವತೆಗಳು ಮುಖ್ಯವಾದ ಮನು ಮುನಿ ದೇವ \n  ಮಾನವರೆಲ್ಲರೂ ಆರಿಸಿ ತೊಳಲಿ ಬಳಲುತ್ತಿಪ್ಪರು. ಅದು ಹೇಗೆಂದಡೆ: ಬ್ರಹ್ಮವೇದದಲ್ಲರಸುವನು. ವಿಷ್ಣು ಪೂಜೆಯಲ್ಲರಸುವನು. ರುದ್ರ ಜಪದಲ್ಲರಸುವನು. ಈಶ್ವರ ನಿತ್ಯನೇಮದಲ್ಲರಸುವನು. ಸದಾಶಿವನು \n  ಉಪಚಾರದಲ್ಲರಸುವನು. ಸರ್ವಗತ ಶೂನ್ಯದಲ್ಲರಸುವನು. ಗೌರಿ ತಪದಲ್ಲರಸುವಳು, ಗಂಗೆ ಉಗ್ರದಲ್ಲರಸುವಳು. ಚಂದ್ರ ಸೂರ್ಯರು ಹರಿದರಸುವರು. ಇಂದ್ರ ಮೊದಲಾದಷ್ಟದಿಕ್ಪಾಲಕರು ಆಗಮ್ಯದಲ್ಲರಸುವರು \n  ಮಾತೃಕೆಯರು `ಓಂ ಪಟು ಸ್ವಾಹಾ' ಎಂಬ ಮಂತ್ರದಲ್ಲರಸುವರು. ಸತ್ಯಋಷಿ ದದಿsೀಚಿ ಗೌತಮ ವಶಿಷ್ಠ ವಾಲ್ಮೀಕಿ ಅಗಸ್ತ್ಯ ವಿಶ್ವಾಮಿತ್ರ ಇವರು ಮೊದಲಾದ ಸಪ್ತಋಷಿಯರುಗಳೆಲ್ಲಾ  ತಪ, ಯೋಗ, ಆಗಮಂಗಳಲ್ಲಿ ಅರಸುವರು. ಇಂತಿವರೆಲ್ಲರಿಗೆಯೂ ಸಿಕ್ಕಿಯೂ ಸಿಕ್ಕದ ಘನವು \n  ಶೋಣಿತವಿಲ್ಲದ ಕಾಮಿ, ಒಡಲಿಲ್ಲದ ರೂಪು, ತಲೆಯಿಲ್ಲದ ಗಜ, ಬಾಲವಿಲ್ಲದ ಸಿಂಹ, ನಿದ್ರೆಯಿಲ್ಲದ ನಿರಾಳ. ಇಂತೀ ಭೇದಮಂ ಭೇದಿಸಿ ನೋಡಬಲ್ಲಡೆ ಕಣ್ಣ ಮೇಲೆ ಕಣ್ಣುಂಟು. ಮತ್ತಾ ಕಣ್ಣ ತೆರೆದು ಅಮೃತಕಾಯದೃಷ್ಟಿಯಲ್ಲಿ ನೋಡಿದಡೊಂದೂಯಿಲ್ಲ. ನಮ್ಮ ಗುಹೇಶ್ವರ ಲಿಂಗವು ಬಚ್ಚಬರಿಯ \n   ನಿಶ್ಚಿಂತ ನಿರಾಳನು\n"
}