{
    "id": "/2179", 
    "vachana": "ಪ್ರಥಮದಲ್ಲಿ \n  ಏನೂ ಏನೂ ಇಲ್ಲದ ಮಹಾಘನಶೂನ್ಯಬ್ರಹ್ಮವಾಗಿದ್ದಿತ್ತು. ಅಂತಿರ್ದ ಪರವಸ್ತು ತಾನೆ, ತನ್ನ ಲೀಲೆಯಿಂದ, ತನ್ನ ದಿವ್ಯಾನಂದ ಸ್ವಲೀಲಾ ಸ್ವಭಾವದಿಂದಾದುದು ಆತ್ಮನೆಂಬಂಗಸ್ಥಲ. ಅಂತಾದ ಜೀವಾತ್ಮನೆಂಬ ಅಂಗಸ್ಥಲಕ್ಕೆ  ಸೇರಿದ ತತ್ವಂಗಳಿಪ್ಪತ್ತೈದು. ಅವಾವುವಯ್ಯಾ ಎಂದಡೆ: ಶ್ರೋತ್ರಾದಿ ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳೈದು, ವಾಗಾದಿ ಕರ್ಮೇಂದ್ರಿಯಂಗಳೈದು, ಶಬ್ದಾದಿ ವಿಷಯಂಗಳೈದು, ಪ್ರಾಣಾದಿ ವಿಷಯಂಗಳೈದು, ಮನ ಬುದ್ಧಿ \n  ಅಹಂಕಾರ ಜೀವಂಗಳೈದು._ \n  \n  ತತ್ವಂಗಳಿಪ್ಪತ್ತೈದು. ಇಂತು ಅಂಗತತ್ವ ಇಪ್ಪತ್ತೈದು ತನ್ನೊಳಗೆ ಸಮರಸತ್ವನೆಯ್ದಿಸಲೋಸುಗ,  ಭಕ್ತಿ ತದರ್ಥವಾಗಿ, ಆ ಮಹಾಘನ ಪರಾತ್ಪರವಪ್ಪ ದಿವ್ಯಲಿಂಗವು ಹನ್ನೊಂದು ತತ್ವವಾಯಿತ್ತು. ಇಂತೀ ಹನ್ನೊಂದು ತತ್ವದ ಪರಿಕ್ರಮವೆಂತೆಂದೊಡೆ: ಶಾಂತ್ಯಾದಿ ಶಕ್ತಿಗಳೈದು, ಶಿವಾದಿ ಸಾದಾಖ್ಯಗಳೈದು, ಪರಶಿವತತ್ವವೊಂದು._ ಇಂತೀ ಲಿಂಗತತ್ತ್ವ ಹನ್ನೊಂದು. ಆ ಅಂಗತತ್ತ್ವ ಲಿಂಗತತ್ತ್ವವೆಂಬ ಉಭಯತತ್ತ್ವ ಮೂವತ್ತಾರು. ಇಂತಿವರ ಸಮರಸೈಕ್ಯವೆಂತುಂಟಯ್ಯಾ ಎಂದಡೆ: ನಿವೃತ್ತಿಶಕ್ತಿಯನೈದಿ, ವಾಗಾದಿ ಕರ್ಮೇಂದ್ರಿಯಂಗಳೈದು  ಕರ್ಮ ಸಾದಾಖ್ಯವನೊಡಗೂಡಿದಲ್ಲಿ, ಪೃಥ್ವಿ ತತ್ತ್ವ ಬಯಲಾಯಿತ್ತು. ಪ್ರತಿಷ್ಠಾಶಕ್ತಿಯನೈದಿ, ಶಬ್ದಾದಿ ವಿಷಯಂಗಳೈದು ಕರ್ತುಸಾದಾಖ್ಯವನೊಡಗೂಡಿದಲ್ಲಿ, \n  ತತ್ತ್ವ ಬಯಲಾಯಿತ್ತು. ವಿದ್ಯಾಶಕ್ತಿಯನೈದಿ, ಶ್ರೋತ್ರಾದಿ ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳೈದು ಮೂರ್ತಿ ಸಾದಾಖ್ಯವನೊಡಗೂಡಿದಲ್ಲಿ, ತೇಜತತ್ತ್ವ ಬಯಲಾಯಿತ್ತು. ಶಾಂತಿಶಕ್ತಿಯನೈದಿ, ಪ್ರಾಣಾದಿವಾಯುಗಳೈದು  ಅಮೂರ್ತಿಸಾದಾಖ್ಯವನೊಡಗೂಡಿದಲ್ಲಿ, ವಾಯುತತ್ತ್ವ ಬಯಲಾಯಿತ್ತು. ಶಾಂತ್ಯತೀತ ಶಕ್ತಿಯನೈಯ್ದಿ, ಮನ ಬುದ್ಧಿ \n  ಅಹಂಕಾರ ಜೀವಂಗಳೈದು ಶಿವಸಾದಾಖ್ಯವನೊಡಗೂಡಿದಲ್ಲಿ, ಆಕಾಶತತ್ತ್ವ ಬಯಲಾಯಿತ್ತು. ಇಂತೀ ಪಂಚವಿಂಶತಿತತ್ತ್ವಂಗಳು ಲಿಂಗೈಕ್ಯವಾಗಲೊಡನೆ, ಲಿಂಗತತ್ತ್ವ ಹನ್ನೊಂದು \n  ಒಂದೊಂದನೊಡಗೂಡಿ ಏಕಾರ್ಥವಾದಲ್ಲಿ, ಕುಳಸ್ಥಲವಡಗಿತ್ತು. ಇಂತು ಕುಳಸ್ಥಲ_ಸ್ಥಲಕುಳವಡಗಲೊಡನೆ, ಮಹಾಘನ ಪರಾತ್ಪರವಪ್ಪ ದಿವ್ಯಲಿಂಗವು, \n  ಕರಗಿ ನೀರಾದಂತೆ ತನ್ನ ಪರಮಾನಂದದಿಂದವೆ ಸರ್ವಶೂನ್ಯವಾಯಿತ್ತು. ಅದೆಂತೆನಲು, ಸಾಕ್ಷಿ: ಅನಾದಿಸಿದ್ಧಸಂಸಾರಂ ಕರ್ತೃ ಕರ್ಮ ವಿವರ್ಜಯೇತ್ † ಸ್ವಯಂಮೇವ ಭವೇದ್ದೇಹೀ ಸ್ವಯಂಮೇವ ವಿಲೀಯತೇ †† ಅಂತಃ ಶೂನ್ಯಂ ಬಹಿಃ ಶೂನ್ಯಂ ಶೂನ್ಯಶೂನ್ಯಾ ದಿಶೋ \n  † ಸರ್ವಶೂನ್ಯಂ ನಿರಾಕಾರಂ ನಿದ್ರ್ವಂದ್ವಂ ಪರಮಂ ಪದಂ †† _ಎಂದುದಾಗಿ, ಇಂತೀ \n  \n  ್ವವಿಪ್ಪತ್ತೈದು ಲಿಂಗತತ್ತ್ವ ಹನ್ನೊಂದು, ಇಂತೀ ಉಭಯತತ್ತ್ವ ಏಕಾರ್ಥವಾಗಿ, ಸರ್ವಶೂನ್ಯವನೆಯ್ದಿದ ಪರಿಕ್ರಮದ ನಿರ್ಣಯದ ಬೆಡಗು, ತತ್ತ್ವಮಸ್ಯಾದಿ ವಾಕ್ಯಾರ್ಥಂಗಳಲ್ಲಿ ಕಾಣಲಾಯಿತ್ತು._ಅದೆಂತೆಂದಡೆ: ತತ್ಪದವೇ ಲಿಂಗ, ತ್ವಂ ಪದವೇ ಅಂಗ, ಈ ಎರಡರ ಐಕ್ಯವೇ \n  ಎಂದುದಾಗಿ . ಇಂತು ಸಕಲನಾಗಬಲ್ಲ, \n  ನಿಃಕಲನಾಗಬಲ್ಲ, \n  ನಿಃಕಲಾತೀತನಾಗಿ ಏನೂ ಏನೂ ಇಲ್ಲದ ಮಹಾ ಘನಶೂನ್ಯಬ್ರಹ್ಮವಾಗಿ ಇರಬಲ್ಲನಯ್ಯಾ ನಮ್ಮ ಗುಹೇಶ್ವರಲಿಂಗವು ! \n"
}