{
    "id": "14316", 
    "vachana": "<font>1351<br/>ನಿತ್ಯ ಕೇಡಿಲ್ಲದಂತ ನಿರೂಪಿಸಲ್ಬಾರದಂಥ,<br/>ನಿರಾಕಾರ ಆಕಾರ ರಹಿತಮಾದಂಥ, ನಿರ್ನಾಮ ಹೆಸರಿಲ್ಲದಂಥ,<br/>ನಿರಂಜನ ಅಜ್ಞಾನ ಕಾಳಿಕೆ  ಹೊದದಂಥ, ನಿಸ್ಸಂಗಿ ಚಿಚ್ಛಕ್ತಿ ಸಮ್ಮೇಳವಿಲ್ಲದಂಥ,<br/>ನಿರ್ನಾಮ ಹೆಸರಿಲ್ಲದಂಥ, ನಿರೂಪಕರ ಚರಣಾವಯವರಹಿತಮಾದಂಥ,<br/>ನಿರ್ಲೇಪ ಮಾಯಾಪ್ರಪಂಚು ಸೋಂಕಿಲ್ಲದಂಥ,<br/>ಶೂನ್ಯ ಕುರುಹುಗಾಣಿಸದಂಥ, ನಿಮಿತ್ತ ಪ್ರಪಂಚಿಗೆ ಕಾರಣಮಾದಂಥ,<br/>ಅಖಂಡ ಸರ್ವವು ಪರಿಪೂರ್ಣಮಾದಂಥ, ಅದ್ವಯ  ತಾನೊಂದಲ್ಲದೆ  ಎರಡಿಲ್ಲದಂಥ,<br/>ಪರಕೆ ಪರವಿನಿಂದತ್ತತ್ತಣ ನಿರ್ಗುಣ  ಪರಬ್ರಹ್ಮವು<br/>ತನ್ನ ಸ್ವಲೀಲಾನಂದ ಪರಿಪೂರ್ಣ ಸಂತುಷ್ಟಿಯಿಂದೆ ಬೆರಗುವಡೆದು,<br/>ಸುಷುಪ್ತಿಯನೈದಿ ಬಯಲು  ಬಯಲಾದಂತಿಹುದು.<br/>ಆ ಶೂನ್ಯಾನಂದಪೂರ್ಣವಹ ಕಾಲಕ್ಕೆ ಆ ಬ್ರಹ್ಮದ ಚೈತನ್ಯಜ್ಞಾನಪ್ರಭಾ<br/>ಸಾಮರ್ಥ್ಯದ ಬೆಳಗೇ ಬೀಜದೊಳಗಣ ವೃಕ್ಷದಂತಿರ್ದು<br/>ನನೆಯೊಳಗಣ ಪರಿಮಳ ಬಲಿದು ಬಿಂದು  ನುಂಗಿದಂತೆ,<br/>ಸುಷುಪ್ತಿಯನೈದಿದ ನಿರ್ಗುಣಬ್ರಹ್ಮಕ್ಕೆ ಚಿತ್ತು ಪ್ರಸನ್ನತೆಯಾಯಿತ್ತು.<br/>ಆ ಚಿತ್ತೇ ಜ್ಞಾನಶಕ್ತಿಯೆನಿಸಿತ್ತು.<br/>ಅದರಿಂ ಸ್ವಪ್ನಾವಸ್ಥೆಯ ಆರುಹಿನಂತಾಗೆ ಹಕಾರ ಪ್ರಣವೋತ್ಪತ್ಯಮಾದುದು.<br/>ಆ ಹಕಾರ ಪ್ರಣಮವೆ ಭ್ರಮರ  ಝೇಂಕಾರದಂತೆ ಒಂಕಾರನಾದವಾಯಿತ್ತು.<br/>ಆ ಒಂಕಾರನಾದವೆಂಬ ಮಂತ್ರಲಿಂಗದಿಂದ ಅಕಾರ ಉಕಾರ ಮಕಾರವೆಂಬ<br/>ಪ್ರಣವಬೀಜಾಕ್ಷರಂಗಳುತ್ಪತ್ಯವಾದವು.<br/>ಆ ಅಕಾರವೆಂಬ ಬ್ರಹ್ಮಕ್ಕೆ ಉಕಾರವೆಂಬ ಚಿತ್ಪ್ರಣವೆ ಅಂಗಮಾಗೆ,<br/>ಮ ಕಾರ ಪ್ರಣಮ ಕಲೆ  ಸಂಧಿಸಲು,<br/>ಅಖಂಡಗೋಳಕಾಕಾರ ತೇಜೋಮೂರ್ತಿಯಾಗಿ,<br/>ಸತ್ವ ರಜತಮವೆಂಬ ಗುಣತ್ರಯಮಂ<br/>ನಿವೃತ್ತಿ ಪ್ರತಿಷ್ಠೆ  ವಿದ್ಯೆ ಶಾಂತಿ ಶಾಂತ್ಯತೀತ ಶಾಂತ್ಯತೀತೋತ್ತರೆ<br/>ಎಂಬಾರು ಕಲಾಶಕ್ತಿಗಳು<br/>ಕತೃಸಾದಾಖ್ಯ ಮಹಾಸಾದಾಖ್ಯಗಳೆಂಬ ಷಟ್ಸಾದಾಖ್ಯಗಳಮಂ<br/>ಪೃಥ್ವಿ ಅಪ್ಪು  ತೇಜ  ವಾಯು  ಆಕಾಶ ಮೊದಲಾದ ಪಂಚಭೂತಂಗಳುಮಂ,<br/>ಪ್ರಾಣ ಅಪಾನ ವ್ಯಾನ ಉದಾನ  ಸಮಾನವೆಂಬ ಪಂಚವಾಯುಮಂ<br/>ಶ್ರೋತ್ರ ತ್ವಕ್ಕು  ನೇತ್ರ  ಜಿಹ್ವೆ  ಘ್ರಾಣವೆಂಬೈದು ಜ್ಞಾನೇಂದ್ರಿಯಮಂ<br/>ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪ ಗಂಧವೆಂಬೈದು ವಿಷಯಮಂ<br/>ವಾಕು ಪಾಣಿ  ಪಾದ ಗುಹ್ಯ  ವಾಯುವೆಂಬೈದು ಕರ್ಮೇಂದ್ರಿಯಮಂ<br/>ಜ್ಞಾನ ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  ಅಹಂಕಾರವೆಂಬೈದು ಕರಣಮಂ<br/>ಸಾಮವೇದ ಋಗ್ವೇದ ಯಜುರ್ವೇದ ಅಥರ್ವಣವೆಂಬ ನಾಲ್ಕು ವೇದಮಂ<br/>ಭಕ್ತ ಮಾಹೇಶ್ವರ ಪ್ರಸಾದಿ ಪ್ರಾಣಲಿಂಗಿ ಶರಣ ಐಕ್ಯವೆಂಬಾರು ಸ್ಥಲಮಂ<br/>ಪಂಚಭೂತಂಗಳಿಂದಾದ ಬ್ರಹ್ಮಾಂಡಾದಿ<br/>ಸ್ವರ್ಗ ಮತ್ರ್ಯ  ಪಾತಾಳ ಮೊದಲಾದ ಅನಂತ ಲೋಕಂಗಳಲ್ಲಿ<br/>ಉತ್ಪತ್ತಿ ಸ್ಥಿತಿ ಲಯ  ಕರ್ತೃಗಳಿಂದಾದ ಅಂಡಜ  ಸ್ವೇದಜ  ಉದ್ಭಿಜ  ಜರಾಯುಜ<br/>ಮುತ್ರಜ ಎಂಬೈದು ತೆರದುತ್ಪತ್ಯಮಂ<br/>ಸಮಸ್ತ ಸ್ಥಾವರಜಂಗಮಂಗಳ ಜನನ ಮರಣ ಪುಣ್ಯ ಪಾಪ ಸ್ವರ್ಗ ನರಕಂಗಳು<br/>ಇವು ಮೊದಲಾದ ಅನೇಕವೆಲ್ಲವು<br/>ಚಿತ್ರಿಕನ ಊಹೆ ಚಿತ್ರಿಕನ ಭಾವದಲ್ಲಿ ಅಡಗಿದಂತೆ<br/>ಸರ್ವವಿಶ್ವವೆಲ್ಲಮುಂ ತನ್ನ ಲೀಲೆಗುಂಟೆನಿಸಿ<br/>ಏಕಮೇವಾದ್ವಿತೀಯಂ ಬ್ರಹ್ಮವೆ ಮಹಾಲಿಂಗವೆನಿಸಿತ್ತು.<br/>ಆ ಮಹಾಲಿಂಗದ ಕಾರಕದಲ್ಲಿ ನ ಕಾರ, ದಂಡದಲ್ಲಿ, ಮ ಕಾರ,<br/>ಕುಂಡಲಿಯಲ್ಲಿ ಶಿ ಕಾರ<br/>ಅರ್ಧಚಂದ್ರದಲ್ಲಿ ವ  ಕಾರ, ದರ್ಪಣದಲ್ಲಿ ಯ ಕಾರ,<br/>ಆ ಮಹಾಲಿಂಗದ ಪ್ರಣವ  ಪಂಚಾಕ್ಷರದ ಚಿತ್ಕಳೆಯೇ ಪಂಚಮುಖ,<br/>ದಶಪಂಚನೇತ್ರ, ದಶಭುಜ, ತನು ಏಕ,<br/>ದ್ವಿಪಾದದಿಂದೆ ಪ್ರಪಂಚಿಗೆ ಕಾರಣಮಾದ ಸದಾಶಿವಮೂರ್ತಿ ಎನಿಸಿತ್ತು.<br/>ಆ ಮೂರ್ತಿಯ ಮುಖಗಳಾವವೆಂದರೆ:<br/>ಸದ್ಯೋಜಾತ, ವಾಮದೇವ, ಅಘೋರ,<br/>ತತ್ಪುರುಷ, ಈಶಾನ್ಯವೆಂಬೈದು ಮುಖಂಗಳು.<br/>ಆ ಮುಖಂಗಳಿಂದ ಪ್ರಪಂಚಿಗಾಲಯಮಾದ ಬ್ರಹ್ಮಾಂಡವ ರಚಿಸುವ ಕಾರಣ,<br/>ಐದು ಭೂತಂಗಳು ಹುಟ್ಟಿದವು, ಆ ಭೂತಂಗಳ ಗುಣಮಿಶ್ರ ಭೇದದಿಂದ<br/>ಪಂಚೀಕರಿಸಲು ಪಂಚವಿಂಶತಿತತ್ವಂಗಳಾದವು.<br/>ಅದೆಂತಾದವೆಂದರೆ:<br/>ಆಕಾಶವೆಂಬ ಭೂತದಿಂದ ಜ್ಞಾನ ಬುದ್ಧಿ ಮನ ಚಿತ್ತ  ಅಹಂಕಾರವೆಂಬ<br/>ಪಂಚಕರಣಂಗಳು ಹುಟ್ಟಿದವು.<br/>ವಾಯುವೆಂಬ ಭೂತದಿಂದ ಪ್ರಾಣ ಅಪಾನ ವ್ಯಾನ ಉದಾನ  ಸಮಾನವೆಂಬ<br/>ಪಂಚ ಪ್ರಾಣವಾಯುಗಳು ಹುಟ್ಟಿದವು.<br/>ಅಗ್ನಿಯೆಂಬ ಭೂತದಿಂದ ಶ್ರೋತ್ರ  ಸ್ಪರ್ಸಕ್ಕೆ ನೇತ್ರ  ಜಿಹ್ವೆ  ಘ್ರಾಣವೆಂಬೈದು<br/>ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳು ಪುಟ್ಟಿದವು.<br/>ಅಪ್ಪುವೆಂಬ ಭೂತದಿಂದ ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪು ರಸ ಗಂಧವೆಂಬೈದು<br/>ವಿಷಯಂಗಳು ಹುಟ್ಟಿದವು.<br/>ಆ ಕರ್ಮೇಂದ್ರಿಯಂಗಳ ವಿಷಯ  ವಚನ ದಾನ ಗಮನ ಆನಂದ ವಿಸರ್ಜನ<br/>ಎಂಬೈದು ವಿಷಯಂಗಳು<br/>ಮತ್ತಮಾ ಭೂತಂಗಳ ಗುಣಧರ್ಮ ಕರ್ಮವರ್ಣಅಧಿದೇವತೆಗಳಾವವೆಂದರೆ:<br/>ಪೃಥ್ವಿಗೆ ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪು ರಸ ಗಂಧ ಈ ಐದು  ಗುಣ.<br/>ಕಠಿಣತ್ವವೆ ಧರ್ಮ, ಧಾರಣಾದಿ ಕರ್ಮ, ತದಂಗ ಪೀತವರ್ಣ<br/>ಅಧಿದೇವತೆ ಬ್ರಹ್ಮ.<br/>ಅಪ್ಪುವಿಂಗೆ ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪು ರಸ ಈ ನಾಲ್ಕು ಗುಣ.<br/>ದ್ರವಿಸೂದೆ ಧರ್ಮ, ಪಿಂಡಿ ಕರಣ  ಕರ್ಮ,<br/><p s=\"\" mso-=\"\"/></font>"
}