{
    "id": "20402", 
    "vachana": "<font>969<br/>ಕವಿ ಕವಿಗಳೆಂದು ಹೆಸರಿಟ್ಟುಕೊಂಡು ನುಡಿವ ಅಣ್ಣಗಳಿರಾ !<br/>ಕಾಯದ ಕೀಲನರಿತು ಕವಿತ್ವವನು ಮಾಡುವಂಥ ಭೇದವನು<br/>ಬಲ್ಲರೆ ಹೇಳಿ, ಅರಿಯದಿರ್ದರೆ ಕೇಳಿ.<br/>ನಿಮ್ಮ ಅಂಗಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತು ಕೊಟ್ಟು<br/>ಇಳಿಯ ತೆಗೆದು ಜನ್ಮದಲ್ಲಿ ನುಡಿಸಬಲ್ಲರೆ<br/>ಆತನೀಗ ಪಂಚತತ್ವದ ಮೂಲವ ತಿಳಿದು<br/>ಮನವೆಂಬ ಗದ್ದಿಗೆಯ ಅಜ್ಞಾನವೆಂಬ ನಾದಸ್ವರವನು ಹಿಡಿದುಕೊಂಡು<br/>ಅದರ ಅನುವರಿತು ಊದಿ, ಪಿಂದೆ ದಾಡೆಯಿಂದ<br/>ಪೃಥ್ವಿಯ ಎತ್ತಿದ ಸರ್ಪನ ಎಬ್ಬಿಸಿ ಬ್ರಹ್ಮಾಂಡಕ್ಕೆ ಮುಖ  ಮಾಡಿ<br/>ನಿಲ್ಲಿಸಬಲ್ಲರೆ ಆತನಿಗಾಗಿ ಗೀತ ಗಾಯನ ವಾದ್ಯ<br/>ಪ್ರಾಸ ದೀರ್ಘ ಗುರು ಲಘುಗಳೆಂಬ ಭೇದವ ಬಲ್ಲೆನೆಂದೆನ್ನಬಹುದು.<br/>ನಿಮ್ಮ ಅಂಗ  ಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು ಕಾಣಿರೋ !<br/>ಗುಡಿಸ ಕೊಟ್ಟು, ಗುಡಿಸಿನ ಒಳಗೆ ಸುಳಿದು ಜಿಹ್ವೆಯಲ್ಲಿ ನುಡಿಸಬಲ್ಲರೆ<br/>ಅಂತಹವನಿಗೆ ತನ್ನ ತನುವೆಂಬ ಹುತ್ತದ<br/>ಒಂಬತ್ತು ಹೆಜ್ಜವನು ಮುಚ್ಚಿದ ದ್ವಾರಂಗಳನ್ನೆಲ್ಲ ಬಳಿದು<br/>ಅಂಬರಮಂಟಪದೊಳಗೆ ಸುಳಿದಾಡುವಂಥ ಶಂಭುಲಿಂಗವನು<br/>ನೋಡಿಕೊಂಡು ಸಂತೈಸಿ, ವರುಷ ವರುಷಕ್ಕೆ<br/>ಒಂದು ಸಂಭ್ರಮದ ಜಾತ್ರೆಯ ನೆರೆಯಬಲ್ಲರೆ<br/>ಆತನಿಗೆ ಮಹಾಪ್ರೌಢನೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ನಿಮ್ಮ ಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು,<br/>ಕೊಂಬಿನಿಂದಿಳಿಯ ತೆಗೆದು ಆತನಿಗೆ ಆರು ಮೂರುಗಳೆಂಬ<br/>ನವರಸವಿದ್ಯ ನಾದವನೆಬ್ಬಿಸುವಂಥ ತಾಳಗತಿಯ<br/>ಪದಕಾರಣವ ಬಲ್ಲನೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ನಿಮ್ಮ ಅಂಗಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು<br/>ಮೇಲೆತ್ವವಂ ಕೊಟ್ಟು, ಕೆಳಗೈತ್ವವಂ ಕೊಟ್ಟು,<br/>ಇವೆರಡನು ಕೂಡಿ ಒಂದಮಾಡಿ ನುಡಿಸಬಲ್ಲರೆ<br/>ಆತನಿಗೆ ಸ್ವರ್ಗ ಮತ್ರ್ಯ  ಪಾತಾಳ ಇಂತೇಳು ಭುವನ,<br/>ಹದಿನಾಲ್ಕು ಲೋಕ, ಸಪ್ತೇಳುಸಾಗರ, ಅಷ್ಟಲಕ್ಷ ಗಿರಿಪರ್ವತಗಳನ್ನೆಲ್ಲ<br/>ತನ್ನ ಅಂತರಂಗವೆಂಬ ಕುಕ್ಷಿಯೊಳಗೆ ಇಂಬಿಟ್ಟುಕೊಂಡು<br/>ಪರರಿಗೆ ಕಾಣಬಾರದಂತಹ ಕುರೂಪಿಯಾಗಿ ಇರಬಲ್ಲರೆ<br/>ಆತನಿಗೆ ಮಹಾಶಿವಜ್ಞಾನಿಯೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ನಿಮ್ಮ ಅಂಗಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು,<br/>ಉತ್ವ ಔತ್ವ ಕೊಟ್ಟು, ಉತ್ವ ಔತ್ವವೆರಡನು ಕೂಡಿ<br/>ಒಂದುಮಾಡಿ ನಿಲಿಸಿ ಜಮ್ಮೆದಲ್ಲಿ ನುಡಿಸಬಲ್ಲರೆ<br/>ಆತನಿಗೆ ಆ ನರಕವಿ ವರಕವಿಗಳ ಕಣ್ಣಿಗೆ ಕಾಣಬಾರದಂತಹ<br/>ಮುಸುಕಿನ ಮುಡಿಯಂ ಮಂದಿರ ಮನೆಯೊಳಗೆ<br/>ಮುಹೂರ್ತವ ಮಾಡಿಕೊಂಡಿಹುದು.<br/>ಓಂಕಾರವೆಂಬುವದೊಂದು ಅಕ್ಷರವ ನೋಡಿ<br/>ಅನಂತ ಪರಿಪರಿಯ ವಚನಗಳ ಮಾಡಬಲ್ಲರೆ<br/>ಆತನಿಗೆ ಮಹಾ ಉತ್ತಮ ಶಿವಕವೀಶ್ವರನೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ನಿಮ್ಮ ಅಂಗಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು<br/>ಒಂದು ಸೊನ್ನೆಯ ಕೊಟ್ಟರೆ `ವಂ' ಎಂದು ಅಂತರಂಗದಲ್ಲಿ ತಿಳಿದು,<br/>ಜಿಹ್ವೆಯಲ್ಲಿ ನುಡಿಯಬಲ್ಲರೆ ಆತನಿಗೆ ಕಾಯಪುರವೆಂಬ ಪಟ್ಟಣದೊಳಗೆ<br/>ಹರಿದಾಡುವಂಥ ಆರುಮಂದಿ ತಳವಾರರ ತಲೆಯ ಕುಟ್ಟಿ,<br/>ಮೂರುಮಂದಿ ಗರ  ಬೆರೆದ ನೆಂಟರ ಮೂಗ  ಕೊಯ್ದು,<br/>ಸಾವಿರೆಸಳಿನ ಕಮಲದೊಳಗೆ ಪೆÇಕ್ಕು,<br/>ತನ್ನ ಸಾವು ಮರಣ ತಪ್ಪಿಸಿಕೊಳ್ಳಬಲ್ಲರೆ ಆತನಿಗೆ<br/>ಮಹಾಶಿವಯೋಗೀಶ್ವರನೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ನಿಮ್ಮ ಅಂಗಕಾಯವೆಂಬ ಅಕ್ಷರಕ್ಕೆ `ವಾ' ಎಂಬ ಒತ್ತುಕೊಟ್ಟು<br/>ಎರಡು ಸೊನ್ನೆಯ ಕೊಟ್ಟರೆ `ವಃ' ಎಂದು ಅಂತರಂಗದಲ್ಲಿ ತಿಳಿದು<br/>ಜಿಹ್ವೆಯಲ್ಲಿ ನುಡಿಯಬಲ್ಲರೆ, ಆತನಿಗೆ ತನ್ನ ಅಂತರಂಗವೆಂಬ<br/>ಹರಿವಾಣದೊಳಗೆ ತುಂಬಿಟ್ಟಿದ್ದಂತಹ ಷಡುರಸ ಪಂಚಾಮೃತ<br/>ಪಂಚಕಜ್ಜಾಯಗಳೆಲ್ಲ ಸವಿದುಂಡು ಚಪ್ಪರಿಸಿ ಹಿಪ್ಪೆಯ ಮಾಡಿ<br/>ಬೀದಿಯೊಳಗೆ ಬಿಸುಟಬಲ್ಲರೆ ಆತನಿಗೆ ಕಾಯದ ಕೀಲನರಿತು<br/>ಕವಿತ್ವವನು ಮಾಡುವಂತಹ ಪ್ರೌಢನೆಂದೆನ್ನಬಹುದು ಕಾಣಿರೋ.<br/>ಇಂತೀ ಕಾಯದ ಕೀಲನರಿಯದ ಕವಿಗಳು<br/>ಛಂದಸ್ಸು, ನಿಘಂಟು, ಅಮರ, ವ್ಯಾಕರಣ,<br/>ನಾನಾರ್ಥಗಳೆಂಬ ಹೆಂಚ ಹೊಡೆದು ನೆತ್ತಿಯ ಮೇಲೆ ಹೊತ್ತುಕೊಂಡು<br/>ತಿರುಗುವ ಕವಿಗಳೆಂಬ ಚಾತುರ್ಯದ ಮಾತ  ನಿಟ್ಟಿಸಲು<br/>ಆಡ ಸವಿವ ಜಾತಿಗಳ ಕಂಡು ನಗುತಿರ್ದಾತಸಿದ್ಧಮಲ್ಲನದಾತ ಮೇಗಣಗವಿಯ ಗುರು ಶಿವಸಿದ್ಧೇಶ್ವರಪ್ರಭುವೆ.</font>"
}