{
    "id": "16127", 
    "vachana": "<font>175<br/>ಈ ಪ್ರಕಾರದಲ್ಲಿ ಗುರುವಿನ ಹಸ್ತದಲ್ಲಿ ಹುಟ್ಟಿ<br/>ಲಿಂಗದೇಹಿಯೆನಿಸಿಕೊಂಡ ಜ್ಞಾನಿಪುರುಷನು<br/>ತನ್ನ ಜ್ಞಾನಸ್ವರೂಪವನರಿಯಬೇಕಯ್ಯ.<br/>ಆ ಜ್ಞಾನವೇ ಆರುತೆರನಾಗಿಪ್ಪುದು. ಅವಾವವೆಂದಡೆ:<br/>ಆಚಾರಲಿಂಗ, ಗುರುಲಿಂಗ, ಶಿವಲಿಂಗ, ಜಂಗಮಲಿಂಗ,<br/>ಪ್ರಸಾದಲಿಂಗ, ಮಹಾಲಿಂಗವೆಂದು ಇಂತೀ ಆರುತೆರನಾಗಿಪ್ಪುದು.<br/>ಈ ಷಡ್ವಿಧವ್ರತವನರಿದು ಆಚರಿಸುವ<br/>ಕ್ರಮವೆಂತುಟಯ್ಯಯೆಂದಡೆ:<br/>ಆಧಾರಚಕ್ರಸ್ಥಾನದಲ್ಲಿ ನಾಲ್ಕೆಸಳಕಮಲದ<br/>ವ ಶ ಷ ಸಯೆಂಬ ನಾಲ್ಕು ಬೀಜಾಕ್ಷರದ<br/>ಪೃಥ್ವಿತತ್ವದ ಕೆಂಪುವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ಸ್ವಾಧಿಷ್ಠಾನಚಕ್ರದಲ್ಲಿ ಆರೆಸಳಕಮಲದ<br/>ಬ ಭ ಮ ಯ ರ ಲಯೆಂಬ ಆರು ಬೀಜಾಕ್ಷರ ಯುಕ್ತವಾದ<br/>ಅಪ್ಪುತತ್ವದ ನೀಲವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ಮಣಿಪೂರಕಚಕ್ರಸ್ಥಾನದಲ್ಲಿ ಹತ್ತೆಸಳಕಮಲದ<br/>ಡ ಢ ಣ ತ ಥ ದ ಧ ನ ಪ ಫ ಯೆಂಬ ಹತ್ತು ಬೀಜಾಕ್ಷರ<br/>ಸ್ವಾಯತವಾಗಿಪ್ಪ<br/>ಅಗ್ನಿತತ್ವದ ಕುಂಕುಮವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ಅನಾಹತಚತ್ರಸ್ಥಾನದಲ್ಲಿ ಹನ್ನೆರಡೆಸಳಕಮಲದ<br/>ಕ ಖ ಗ ಘ ಙ ಚ ಛ ಜ ರುsು ಞ ಟ ಠಯೆಂಬ ಹನ್ನೆರಡು<br/>ಬೀಜಾಕ್ಷರಯುಕ್ತವಾಗಿರ್ಪ<br/>ವಾಯುತತ್ವದ ಶ್ವೇತವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ವಿಶುದ್ಧಿಚಕ್ರಸ್ಥಾನದಲ್ಲಿ ಹದಿನಾರೆಸಳಕಮಲದ<br/>ಅ ಆ ಇ ಈ ಉ ಊ ಋ ಋೂ ಎ ಏ ಐ ಒ ಓ  ಔ ಅಂ ಅಃ<br/>ಎಂಬ ಹದಿನಾರು ಬೀಜಾಕ್ಷರ ಸ್ವಾಯತವಾಗಿಪ್ಪ<br/>ಆಕಾಶತತ್ವದ ಸ್ಫಟಿಕವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ಆಜ್ಞಾಚಕ್ರಸ್ಥಾನದಲ್ಲಿ ಎರಡೆಸಳಕಮಲದ<br/>ಹಂ ಸ ಯೆಂಬ ಎರಡು ಬೀಜಾಕ್ಷರಯುಕ್ತವಾಗಿಪ್ಪ<br/>ಆತ್ಮತತ್ವದ ಮಾಣಿಕ್ಯವರ್ಣದ ನೆಲೆಯನರಿಯಬೇಕಯ್ಯ.<br/>ಇವೆಲ್ಲವಕ್ಕೂ ಮೇಲಣತತ್ವವೆನಿಸುವ ಬ್ರಹ್ಮರಂದ್ರದಲ್ಲಿ<br/>ಸಾವಿರೆಸಳಕಮಲದ, ಸಾವಿರ ಬೀಜಾಕ್ಷರ<br/>ಸರ್ವತೋಮುಖವಾಗಿಪ್ಪ ಭೇದವನರಿಯಬೇಕಯ್ಯ.<br/>ಇನ್ನೀ ಚಕ್ರಂಗಳಿಗೆ ಲಿಂಗಸ್ವಾಯತಯುಕ್ತವಾಗಿಪ್ಪ<br/>ಭೇದವ ಹೇಳಿಹೆನು:<br/>ಆಧಾರಚಕ್ರದ ನಾಲ್ಕೆಸಳಕಮಲದ ಮಧ್ಯದಲ್ಲಿ<br/>ಆಚಾರಲಿಂಗವ ಸ್ವಾಯತವ ಮಾಡಿ<br/>ಸ್ವಾಧಿಷ್ಠಾನಚಕ್ರದ ಆರೆಸಳಕಮಲದ ಮಧ್ಯದಲ್ಲಿ<br/>ಗುರುಲಿಂಗವ ಮೂರ್ತಿಗೊಳಿಸಿ<br/>ಮಣಿಪೂರಕಚಕ್ರದ ಹತ್ತೆಸಳಕಮಲದ ಮಧ್ಯದಲ್ಲಿ<br/>ಶಿವಲಿಂಗವ ಸಂಬಂಧಿಸಿ<br/>ಅನಾಹತಚಕ್ರದ ಹನ್ನೆರಡೆಸಳಕಮಲದ ಮಧ್ಯದಲ್ಲಿ<br/>ಪ್ರಸಾದಲಿಂಗವ ಮೂರ್ತಿಗೊಳಿಸಿ<br/>ಆಜ್ಞಾಚಕ್ರದ ಎರಡೆಸಳಕಮಲದ ಮಧ್ಯದಲ್ಲಿ<br/>ಮಹಾಲಿಂಗವ ನೆಲೆಗೊಳಿಸಿ<br/>ಪ್ರಾಣದಲ್ಲಿ ಆಚಾರಲಿಂಗವ ಸಂಬಂಧಿಸಿ<br/>ಜಿಹ್ವೆಯಲ್ಲಿ ಗುರುಲಿಂಗವ ಸ್ವಾಯತವಮಾಡಿ<br/>ನೇತ್ರದಲ್ಲಿ ಶಿವಲಿಂಗವ ಮೂರ್ತಿಗೊಳಿಸಿ<br/>ತ್ವಕ್ಕಿನಲ್ಲಿ ಜಂಗಮಲಿಂಗವ ನೆಲೆಗೊಳಿಸಿ<br/>ಶ್ರೋತ್ರದಲ್ಲಿ ಪ್ರಸಾದಲಿಂಗವ ಸಂಬಂಧಿಸಿ<br/>ಭಾವದಲ್ಲಿ ಮಹಾಲಿಂಗವ ನೆಲೆಗೊಳಿಸಿ<br/>ಬ್ರಹ್ಮರಂಧ್ರದಲ್ಲಿರ್ಪ ಪರಿಪೂರ್ಣಲಿಂಗವು<br/>ಸರ್ವಾಂಗದಲ್ಲಿಯು ಸ್ವಾಯತವಾಗಲು<br/>ಅಂಗಸಂಗಗಳೆಲ್ಲವು ಲಿಂಗಸಂಗಗಳಾಗಿ<br/>ಲಿಂಗ ದೃಕ್ಕೇ ನಿರಂತರ ಪ್ರಕಾಶಿಸುತಿಪ್ಪುದಯ್ಯ.<br/>ಲಿಂಗಪ್ರಭೆಯೊಳಗೆ ಶಿವಶಿವಾಯೆನುತಿರ್ದೆನಯ್ಯಾಮಹಾಲಿಂಗಗುರು ಶಿವಸಿದ್ಧೇಶ್ವರ ಪ್ರಭುವೇ.</font>"
}