{
    "id": "4707", 
    "vachana": "<font>276<br/>ಕರಿಯ ಕಂಬಳಿಯ ಮೇಲೆ ಬಿಳಿಯ ಪಾವಡವ ಹಾಕಿ,<br/>ಮಲತ್ರಯಯುಕ್ತವಾದ ಒಬ್ಬ ಹೊಲಸು ಪೃಷ್ಠದ ನರಮನುಜನ<br/>ಜಂಗಮನೆಂದು ಕರತಂದು ಗದ್ದುಗೆಯ ಮೇಲೆ ಕುಳ್ಳಿರಿಸಿ,<br/>ಅವರ ಎದುರಿಗೆ ತಪ್ಪುತಡಿಯ ಮಾಡಿದ<br/>ಪಾತಕರ ಅಡ್ಡಗೆಡವಿ ಮೂಗಿನ ದಾರಿ ತೆಗೆವರಂತೆ,<br/>ಹೊಟ್ಟೆಗಿಲ್ಲದೆ ಒಬ್ಬ ಬಡವನು<br/>ಧನಿಕನ ಮುಂದೆ ಅಡ್ಡಬಿದ್ದು ಬೇಡಿಕೊಳ್ಳುವಂತೆ,<br/>ಇಂತೀ ದೃಷ್ಟಾಂತದಂತೆ<br/>ಆಶೆ ಆಮಿಷ  ತಾಮಸದಿಂದ ಮಗ್ನರಾದ ಭೂತದೇಹಿಗಳ ಮುಂದೆ<br/>ಹೊನ್ನು ಹೆಣ್ಣು ಮಣ್ಣೆಂಬ ತ್ರಿವಿಧಮಲವ ಕಚ್ಚಿ,<br/>ಸಂಸಾರವಿಷಯದಲ್ಲಿ ಮಗ್ನರಾದ ಪಾತಕ  ಮನುಜರು<br/>ಅಡ್ಡಬಿದ್ದು ಪಾದಪೂಜೆಯ ಮಾಡಿ<br/>ಪಾದೋದಕಪ್ರಸಾದ ಕೊಂಬುವರು.<br/>ಇವರು ಭಕ್ತರಲ್ಲ, ಅವನು ಜಂಗಮನಲ್ಲ.<br/>ಇಂತವರು ಕೊಂಬುವದು ಪಾದೋದಕಪ್ರಸಾದವಲ್ಲ.<br/>ಇಂತಪ್ಪ ದೇವಭಕ್ತರ ಆಚರಣೆ ನಡತೆಯೆಂತಾಯಿತೆಂದೊಡೆ<br/>ದೃಷ್ಟಾಂತ: ಒಬ್ಬ ಜಾರಸ್ತ್ರಿ ತನ್ನ ಉದರಪೆÇೀಷಣಕ್ಕೆ <br/>ಆಶೆಯ ಮಾಡಿ, ಒಬ್ಬ ವಿಟಪುರುಷನ ಸಂಗವಮಾಡಿದರೆ<br/>ಅವನು ಪರುಷನಾಗಲರಿಯನು,<br/>ಅವಳು ಸತಿಯಾಗಲರಿಯಳು.<br/>ಅದೇನು ಕಾರಣವೆಂದೊಡೆ ಹೊನ್ನಿಗಲ್ಲದೆ.<br/>ಮತ್ತಂ, ಆವನೊಬ್ಬ ಜಾತಿಹಾಸ್ಯಗಾರನು ರಾಜರ ಮುಂದೆ<br/>ತನ್ನ ಜಾತಿಆಟದ ಸೋಗನ್ನೆಲ್ಲ ತೋರಿ <br/>ಆ ರಾಜರ ಮುಂದೆ ನಿಂತು ಮಜುರೆಯ ಮಾಡಿ<br/>ಮಹಾರಾಜಾ ಎನ್ನೊಡೆಯ ಎನ್ನ ತಂದೆಯೇ ಎಂದು ಹೊಗಳಿ<br/>ನಿಮ್ಮ ಹೆಸರು ತಕ್ಕೊಂಡು ದೇಶದಮೇಲೆ ಕೊಂಡಾಡೇನೆಂದು<br/>ಬೇಡಿಕೊಂಡು ಹೋಗುವನಲ್ಲದೆ<br/>ಅವನು ತಂದೆಯಾಗಲರಿಯನು, ಇವನು ಮಗನಾಗಲರಿಯನು.<br/>ಅದೇನು ಕಾರಣವೆಂದೊಡೆ:<br/>ಒಡಲಕಿಚ್ಚಿಗೆ ಬೇಡಿಕೊಳ್ಳುವನಲ್ಲದೆ.<br/>ಇಂತೀ ದೃಷ್ಟಾಂತದಂತೆ ಒಡಲ ಉಪಾಧಿಗೆ ಪೂಜೆಗೊಂಬರು<br/>ವ್ರತನಿಯಮನಿತ್ಯಕ್ಕೆ ಪೂಜೆಯ ಮಾಡುವರು<br/>ಅವರು ದೇವರಲ್ಲ, ಇವರು ಭಕ್ತರಲ್ಲ.<br/>ಅದೇನು ಕಾರಣವೆಂದೊಡೆ-<br/>ಉಪಾಧಿ ನಿಮಿತ್ಯಕಲ್ಲದೆ.<br/>ಇಂತಪ್ಪ ವೇಷಧಾರಿಗಳಾದ<br/>ಭಿನ್ನ ಭಾವದ ಜೀವಾತ್ಮರ ಪ್ರಸಾದವೆಂತಾಯಿತೆಂದಡೆ<br/>ತುರುಕ ಅಂತ್ಯಜರೊಂದುಗೂಡಿ ಸರ್ವರೂ ಒಂದೇ ಆಗಿ<br/>ತೋಳ ಬೆಕ್ಕು ನಾಯಿಗಳ ತಿಂದ ಹಾಗೆ,<br/>ಸರ್ವರೂ ತಿಂದು ಹೋದಂತೆ ಆಯಿತಯ್ಯ.<br/>ಇಂತಪ್ಪವರಿಗೆ ಭವಹಿಂಗದು ಮುಕ್ತಿದೋರದು.<br/>ಮತ್ತಂ, ಅದೆಂತೆಂದೊಡೆ:<br/>ತನುವೆಂಬ ಭೂಮಿಯ ಮೇಲೆ ಮನವೆಂಬ<br/>ಕರಿಕಂಬಳಿಯ ಗದ್ದುಗೆಯ ಹಾಕಿ, <br/>ಅದರ ಮೇಲೆ ಪರಮಶಾಂತಿ e್ಞನವೆಂಬ ಮೇಲುಗದ್ದುಗೆಯನಿಕ್ಕಿ,<br/>ಅಂತಪ್ಪ ಪರಮಶಾಂತಿಯೆಂಬ ಮೇಲುಗದ್ದಿಗೆಯ ಮೇಲೆ<br/>ಸತ್ತುಚಿತ್ತಾನಂದ ನಿತ್ಯಪರಿಪೂರ್ಣಭರಿತವಾದ<br/>ಪರಮನಿರಂಜನವೆಂಬ ಜಂಗಮವ ಮೂರ್ತವ ಮಾಡಿಸಿ,<br/>ಪಾದಪೂಜೆಯ ಮಾಡಿ ಪಾದೋದಕ ಪ್ರಸಾದವ ಕೊಳ್ಳಬಲ್ಲರೆ<br/>ಆತ ಆನಾದಿ ಭಕ್ತ.<br/>ಇಂತೀ ಭೇದವ ತಿಳಿದು ಕೊಡಬಲ್ಲರೆ<br/>ಆತ ಅನಾದಿ ಜಂಗಮ.<br/>ಇಂತಪ್ಪವರಿಗೆ ಭವಬಂಧನವಿಲ್ಲ,<br/>ಮುಕ್ತಿಯೆಂಬುದು ಕರತಳಾಮಳಕವಾಗಿ ತೋರುವದು.<br/>ಇಂತಪ್ಪ ವಿಚಾರವನು ಸ್ವಾನುಭಾವe್ಞನದಿಂ ತಿಳಿಯದೆ<br/>ಅe್ಞನದಿಂದ ಮಾಡುವ ಮಾಟವೆಲ್ಲ<br/>ಜೊಳ್ಳು ಕುಟ್ಟಿ ಹೊಳ್ಳು  ಗಾಳಿಗೆ ತೂರಿದಂತೆ ಆಯಿತ್ತು<br/>ನೋಡೆಂದ ನಿಮ್ಮ ಶರಣ.<br/>ಕಾಡನೊಳಗಾದ ಶಂಕರಪ್ರಿಯ ಚನ್ನಕದಂಬಲಿಂಗನಿರ್ಮಾಯಪ್ರಭುವೆ.</font>"
}