{
    "id": "/2686", 
    "vachana": " \nಆಚಾರಲಿಂಗ ಗುರುಲಿಂಗ ಶಿವಲಿಂಗ ಜಂಗಮಲಿಂಗ ಪ್ರಸಾದಲಿಂಗ ಮಹಾಲಿಂಗವೆಂದಿಂತು ಲಿಂಗಸ್ಥಲವಾರಕ್ಕಂ ವಿವರ: ಆಚಾರಲಿಂಗಸ್ಥಲ ತ್ರಿವಿಧ:ಸದಾಚಾರ, ನಿಯತಾಚಾರ, \n  ಇದಕ್ಕೆ ವಿವರ: ಎಲ್ಲ ಜನವಹುದೆಂಬುದೆ ಸದಾಚಾರ. ಹಿಡಿದ ವ್ರತನಿಯಮವ ಬಿಡದಿಹುದೆ ನಿಯತಾಚಾರ. ಶಿವನಿಂದೆಯ ಕೇಳದಿಹುದೆ ಗಣಾಚಾರ. ಗುರುಲಿಂಗಸ್ಥಲ ತ್ರಿವಿಧ:ದೀಕ್ಷೆ, ಶಿಕ್ಷೆ, ಸ್ವಾನುಭಾವ. ಇದಕ್ಕೆ \n  : ದೀಕ್ಷೆಯೆಂದಡೆ ಗುರು, ಶಿಕ್ಷೆಯೆಂದಡೆ ಜಂಗಮ, ಸ್ವಾನುಭಾವವೆಂದಡೆ ತನ್ನಿಂದ ತಾನರಿವುದು. ಶಿವಲಿಂಗಸ್ಥಲ ತ್ರಿವಿಧ:ಇಷ್ಟಲಿಂಗ, ಪ್ರಾಣಲಿಂಗ, ತೃಪ್ತಿಲಿಂಗ  ಇದಕ್ಕೆ \n  : ಶ್ರೀಗುರು ಕರಸ್ಥಲದಲ್ಲಿ ಅನುಗ್ರಹವ ಮಾಡಿಕೊಟ್ಟುದೀಗ ಇಷ್ಟಲಿಂಗ,  ತನುಗುಣ ನಾಸ್ತಿಯಾದುದೇ ಪ್ರಾಣಲಿಂಗ, ಜಾಗ್ರಸ್ವಪ್ನಸುಷುಪ್ತಿಯಲ್ಲಿ ಲಿಂಗವಲ್ಲದೆ  ಪೆರತೊಂದನರಿಯದಿಪ್ಪುದೆ ತೃಪ್ತಿಲಿಂಗ. ಜಂಗಮಲಿಂಗಸ್ಥಲ \n  :ಸ್ವಯ, ಚರ, ಪರ,  ಇದಕ್ಕೆ \n  : ಸ್ವಯವೆಂದಡೆ ತಾನು. ಚರವೆಂದಡೆ \n  ಮುಂತಾಗಿ ಚರಿಸುವುದು. ಪರವೆಂದಡೆ \n  ಮುಂತಾಗಿ ಚರಿಸುವುದು. ಪ್ರಸಾದಲಿಂಗಸ್ಥಲ \n  :ಶುದ್ಧ, ಸಿದ್ಧ, ಪ್ರಸಿದ್ಧ ಇದಕ್ಕೆ \n  : ಶುದ್ಧವೆಂದಡೆ ಗುರುಮುಖದಿಂದ ಮಲತ್ರಯವ ಕಳೆದುಳಿದ ಶೇಷ, ಸಿದ್ಧವೆಂದಡೆ ಲಿಂಗಮುಖದಿಂದ ಕರಣಮಥನಂಗಳ ಕಳೆದುಳಿದ ಶೇಷ. ಪ್ರಸಿದ್ಧವೆಂದಡೆ ಜಂಗಮಮುಖದಿಂದ ಸರ್ವಚೈತನ್ಯಾತ್ಮಕ ತಾನೆಯಾಗಿ ಖಂಡಿತವಳಿದುಳಿದ ಶೇಷ. ಮಹಾಲಿಂಗಸ್ಥಲ ತ್ರಿವಿಧ:ಪಿಂಡಜ, ಅಂಡಜ, ಬಿಂದುಜ. ಇದಕ್ಕೆ \n  : ಪಿಂಡಜವೆಂದಡೆ ಘಟಾಕಾಶ. ಅಂಡಜವೆಂದಡೆ ಬ್ರಹ್ಮಾಂಡ. ಬಿಂದುಜವೆಂದಡೆ ಮಹಾಕಾಶ. ಇಂತು ಲಿಂಗಸ್ಥಲ ಅರಕ್ಕಂ ಹದಿನೆಂಟು ಸ್ಥಲವಾಯಿತ್ತು. ಇನ್ನು ಅಂಗಸ್ಥಲವಾವುವೆಂದಡೆ: ಭಕ್ತ, ಮಾಹೇಶ್ವರ, ಪ್ರಸಾದಿ, ಪ್ರಾಣಲಿಂಗಿ, ಶರಣ, ಐಕ್ಯ. ಇನ್ನು ಅಂಗಸ್ಥಲವಾರಕ್ಕೆ \n  : ಭಕ್ತಸ್ಥಲ \n  :ಗುರುಭಕ್ತ, ಲಿಂಗಭಕ್ತ, ಜಂಗಮಭಕ್ತ. ತನುಕ್ರೀಯಿಂದ ತನುಮನಧನವನರ್ಪಿಸುವನಾಗಿ ಗುರುಭಕ್ತ. ಮನಕ್ರೀಯಿಂದ ಮನತನುಧನವನರ್ಪಿಸುವನಾಗಿ ಲಿಂಗಭಕ್ತ. ಧನಕ್ರೀಯಿಂದ ಧನಮನತನುವನರ್ಪಿಸುವನಾಗಿ ಜಂಗಮಭಕ್ತ. ಮಾಹೇಶ್ವರಸ್ಥಲ ತ್ರಿವಿಧ:ಇಹಲೋಕವೀರ, ಪರಲೋಕವೀರ, ಲಿಂಗವೀರ. ಅದಕ್ಕೆ \n  : ಮತ್ರ್ಯಲೋಕದ ಮಹಾಗಣಂಗಳು ಮೆಚ್ಚುವಂತೆ,  ಷಡ್ದರ್ಶನಂಗಳ ನಿರಸನವ ಮಾಡಿ, ತನ್ನ ಸಮಯಕ್ಕೆ ಪ್ರಾಣವ ವೆಚ್ಚಿಸುವನಾಗಿ ಇಹಲೋಕವೀರ. ದೇವಲೋಕದ ದೇವಗಣಂಗಳು ಮೆಚ್ಚುವಂತೆ, ಸರ್ವಸಂಗಪರಿತ್ಯಾಗವ ಮಾಡಿ ಚತುರ್ವಿಧಪದಂಗಳ ಧರ್ಮಾರ್ಥಕಾಮಮೋಕ್ಷಂಗಳ ಬಿಟ್ಟಿಹನಾಗಿ ಪರಲೋಕವೀರ. ಅಂಗಲಿಂಗಸಂಗದಿಂದ ಸರ್ವಕರಣಂಗಳು ಸನ್ನಹಿತವಾಗಿಪ್ಪನಾಗಿ ಲಿಂಗವೀರ. ಪ್ರಸಾದಿಸ್ಥಲ \n  :ಅರ್ಪಿತಪ್ರಸಾದಿ, ಅವಧಾನಪ್ರಸಾದಿ, ಪರಿಣಾಮಪ್ರಸಾದಿ ಅದಕ್ಕೆ \n  : ಕಾಯದ ಕೈಯಲ್ಲಿ ಸಕಲಪದಾರ್ಥಂಗಳು ಇಷ್ಟಲಿಂಗಕ್ಕೆ ಕೊಟ್ಟು ಕೊಂಬನಾಗಿ ಅರ್ಪಿತಪ್ರಸಾದಿ. ಪಂಚೇಂದ್ರಿಯಂಗಳಲ್ಲಿ ಪಂಚಲಿಂಗಪ್ರತಿಷ್ಠೆಯ ಮಾಡಿ, ಅಲ್ಲಲ್ಲಿ ಬಂದ ಸುಖವನಲ್ಲಲ್ಲಿ ಮನದ ಕೈಯಲ್ಲಿ ಕೊಟ್ಟು ಕೊಂಬನಾಗಿ ಅವಧಾನಪ್ರಸಾದಿ. ಅಂಗಾಶ್ರಯವಳಿದು ಲಿಂಗಾಶ್ರಯವುಳಿದು, ಭಾವಭರಿತನಾಗಿಪ್ಪನಾಗಿ ಪರಿಣಾಮಪ್ರಸಾದಿ. ಪ್ರಾಣಲಿಂಗಿಸ್ಥಲ \n  :ಆಚಾರಪ್ರಾಣಿ, ಲಿಂಗಪ್ರಾಣ, ಜಂಗಮಪ್ರಾಣಿ. ಅದಕ್ಕೆ \n  : ಮನೋವಾಕ್ಕಾಯದಲ್ಲಿ ಆಚಾರವ ಅವಗ್ರಹಿಸಿಹನಾಗಿ ಆಚಾರಪ್ರಾಣಿ. ಬಾಹ್ಯೋಪಚಾರಂಗಳ ಮರೆದು ಲಿಂಗಕ್ಕೆ ತನ್ನ ಪ್ರಾಣವನೆ  ಪೂಜೆಯ ಮಾಡುವನಾಗಿ ಲಿಂಗಪ್ರಾಣಿ. ಬಾಹ್ಯಭಕ್ತಿಯ ಮರೆದು ಜಂಗಮಕ್ಕೆ ತನ್ನ ತನುಮನಪ್ರಾಣಂಗಳ ನಿವೇದಿಸುವನಾಗಿ ಜಂಗಮಪ್ರಾಣಿ ಶರಣಸ್ಥಲ ತ್ರಿವಿಧ:ಇಷ್ಟಲಿಂಗಾರ್ಚಕ, ಪ್ರಾಣಲಿಂಗಾರ್ಚಕ, ತೃಪ್ತಿಲಿಂಗಾರ್ಚಕ ಅದಕ್ಕೆ \n  : ಅನಿಷ್ಟ ನಷ್ಟವಾಯಿತ್ತಾಗಿ ಇಷ್ಟಲಿಂಗಾರ್ಚಕ. ಸ್ವಯಪರವನರಿಯನಾಗಿ ಪ್ರಾಣಲಿಂಗಾರ್ಚಕ. ಇಹಪರವನರಿಯನಾಗಿ ತೃಪ್ತಿಲಿಂಗಾರ್ಚಕ. ಐಕ್ಯಸ್ಥಲ \n  :ಕಾಯಲಿಂಗೈಕ್ಯ, ಜೀವಲಿಂಗೈಕ್ಯ, ಭಾವಲಿಂಗೈಕ್ಯ. ಅದಕ್ಕೆ \n  : ಕ್ರಿಯೆಯರತುದೆ ಕಾಯಲಿಂಗೈಕ್ಯ. ಅನುಭಾವವರತುದೆ ಜೀವಲಿಂಗೈಕ್ಯ. \n  \n  ಬಂಜೆಯಾದುದೆ ಭಾವಲಿಂಗೈಕ್ಯ. ಇಂತೀ ಅಂಗಸ್ಥಲ ಅರಕ್ಕಂ ಹದಿನೆಂಟು ಸ್ಥಲವಾಯಿತ್ತು. ಉಭಯಸ್ಥಲ ಮೂವತ್ತಾರರೊಳಗಾದ ಸರ್ವಾಚಾರಸಂಪತ್ತನು ಕೂಡಲಚೆನ್ನಸಂಗಯ್ಯನಲ್ಲಿ ಬಸವಣ್ಣನೆ ಬಲ್ಲ. \n"
}