{
    "id": "2957", 
    "vachana": "ಅಂಗಸ್ಥಲ ಮೂವತ್ತಾರು ಕಲ್ಪನಾಡಿಭೇದಮಂ ಭೇದಿಸುತ್ತ \n  \n  ಪಾದ ಪಾಯು ಗುಹ್ಯವೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಂಗಳ ವರ್ಮದಲ್ಲಿರಿಸಿ ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪ ರಸ ಗಂಧವೆಂಬ ಪಂಚೇಂದ್ರಿಯ[ವಿಷಯಂ]ಗಳ ಪೂರ್ವನಾಮವಿಮೋಚನೆಯಂ ಮಾಡುವ \n  : ಶ್ರೋತ್ರ, ತ್ವಕ್ಕು, ನೇತ್ರ, ಜಿಹ್ವೆ, ಘ್ರಾಣವೆಂಬ ಪಂಚೇಂದ್ರಿಯಂಗಳ ಬಾಹ್ಯಾಭ್ಯಂತರವನರಿವ ಪರಿ, ಆದ್ಯಕ್ಷರವೊಂದಾದಡೆ ಅಂತ್ಯಕ್ಷರ ಶೂನ್ಯ, ಅದಕ್ಕೆ ಶಾಸ್ತ್ರಕ್ರಮದೊಳಗಾಡುವ ಭೇದಖಂಡದಿಂದ ಲಿಂಗಪ್ರಸಾದವ ಛೇದಿಸಿ, ಆ ಲಿಂಗವಂ ಭೂಮಿಯ ಬಿಡಿಸುವುದು. ಕಳಾವಿಧಸ್ಥಾನಕ್ಕೆ ತಂದಲ್ಲಿ ಸರ್ಪನು ಹಲವ ರುಚಿಸುವುದು. ಆ ರುಚಿಸುವ ಸರ್ಪನನು ತನ್ನಿಚ್ಛೆಗೆ ಹರಿಯಲೀಯದೆ ಅರಿವೆ ಪ್ರಾಣವಾಗಿ ಆ ಅರಿವಿನಿಂ ದೃಢವಿಡಿದು, \n  ಹತ್ತುವ ಪರಿಯನೊಡೆದು ಮೂವತ್ತೆರಡು ಜವೆಯ ತೊರೆದಲ್ಲಿ ತೋರುವ, ನಾಡಿ ಮಧ್ಯಮಸ್ವರ ಮಹಿತಸ್ವರ, ಭೂಸ್ವರವೆಂಬ ಮಧ್ಯನಾಡಿ ಮಥನಂಗಳಂ ಮಥಿಸುವುದು. ಅಂಗಕ್ಕೆ ಲಿಂಗ ಬಂದಡೆ ಅಂಗದಾಪ್ಯಾಯನವನರಿವುದು. ಗುರುವಿನಿಂದ ಕರಣಾದಿಗಳು ಶುದ್ಧವಹವು, ಆದಿಪ್ರಭೆಯ ಕಿರಣಂಗಳು ಶುದ್ಧವಹವು, ಕರಣಂಗಳ ಆರತವಡಗುವುದು, ಕಾದ್ರಮಾ ಕಾದು ಕಾವುದು; ಆ ಲಿಂಗವನು ಉದಯದಲ್ಲಿ ನಾಲ್ಕು ಘಳಿಗೆ ತನಕ ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡುವುದು. ಆ ಲಿಂಗವನು ವಾಮಕ್ಕೆ ಆ ಲಿಂಗವನು ದಕ್ಷಿಣಕ್ಕೆ ಆ ಲಿಂಗವನು ಪೂರ್ವಕ್ಕೆ, ಆ ಲಿಂಗವನು ಪಶ್ಚಿಮಕ್ಕೆ ಆ ಲಿಂಗವನು ಅಧಕ್ಕೆ, ಆ ಲಿಂಗವನು ಊಧ್ರ್ವಕ್ಕೆ ಆ ಲಿಂಗವನು ಜಡಿವುದು. ಪ್ರಭಾಲಿಂಗವೆಂಬ ಭಾವವನು ಭಾವಿಸಿ, \n  ಪಿತ್ತ ಶ್ಲೇಷ್ಮವೆಂಬ ತ್ರಿಧಾತುವನರಿವುದು. ವಾತೋದ್ರೇಕವಾದಡೆ ಶೀತೋಷ್ಣಂಗಳ ಲಿಂಗಕ್ಕೆ ಸಮ ಮಾಡುವುದು, ಪಿತ್ತೋದ್ರೇಕವಾದಡೆ ಶೈತ್ಯವಂ ಮಾಡಿ ಕಾವುದು. ಶ್ಲೇಷ್ಮೋದ್ರೇಕವಾದಡೆ ಬಿಗಿದು ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡುವುದು. ವಾತಪ್ರಕೃತಿಯಲ್ಲಿ ಲಿಂಗದ \n  ದೊಡ್ಡ ತುದಿ ಸಣ್ಣದಾಗಿಹುದು\nಪಿತ್ತಪ್ರಕೃತಿಯಲ್ಲಿ ತುದಿ \n  ಸಣ್ಣದಾಗಿ ನಡು ದೊಡ್ಡದಾಗಿಹುದು. ಶ್ಲೇಷ್ಮಪ್ರಕೃತಿಯಲ್ಲಿ ಲಿಂಗತುದಿ ಮೊದಲೊಂದಾಗಿ ದೊಡ್ಡದಾಗಿಹುದು. ಇಂತು ತ್ರಿಧಾತುವನರಿದು ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡುವುದು- ಇದು ವರ್ತನಾಕ್ರಮ. ಆದಿಕ್ರಮ ಅಂತ್ಯಕ್ರಮ ಅನ್ವಯಕ್ರಮ ನಿನಾದಾದಿಕ್ರಮವೆಂಬ ಭೇದಾದಿ ಭೇದಂಗಳಂ ಭೇದಿಸುವುದು. ಶಾಸ್ತ್ರಸಂದಿsಯಲ್ಲಿ ಬಾಹ್ಯಂಗಳನರಿವುದು, ಕ್ರಮಾದಿಕ್ರಮಂಗ?ಂ ತಿಳಿವುದು. ವಿನಾದದಲ್ಲಿ ಚಿತ್ರಪತ್ರಂಗಳನರಿವುದು, ಕರಣಂಗಳಂ ಶುದ್ಧಮಂ ಮಾಡುವುದು. ಹಿರಿದು ನಡೆಯದೆ, ಹಿರಿದು ನುಡಿಯದೆ ಹಿರಿದುಂ ದಿವಾರಾತ್ರಿಯಲ್ಲಿ ಶೀತೋಷ್ಣಾದಿಗಳಂ ಮುಟ್ಟಿಸಿಕೊ?್ಳದೆ ಮಹಾಮಾರ್ಗವ ತಿಳಿವುದು. ಇದರಿಂಗೆ ತನ್ನ ಮಾರ್ಗಮಂ ತೋರದೆ ಮಹಾಮಾರ್ಗದಲ್ಲಿ ಮಾರ್ಗಿಯಾಗಿ ಇದರ ಭೇದಸಂಬಂಧದಲ್ಲಿ ಉಚ್ಛ್ವಾಸ ನಿಶ್ವಾಸಕ್ರಮವನು ಓದಿ ಭರತಕ್ರಮವನು ಅನುಕ್ರಮಿಸಿ ಮೂಲಕಸ್ಥಾನದಲ್ಲಿ ಹೊರೆಹೊಗದೆ ಇಕ್ಕುವ ಚಿತ್ರಕ್ರಮದಲ್ಲಿ ಹೊರೆಹೊಗದೆ ಇಂತಿವನರಿತು ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡುವ ಪ್ರಕರಣ : ಭ್ರಾಹ್ಮೀ ಮಹಾಮುಹೂರ್ತದಲ್ಲಿ ಎದ್ದು, ಅಂಗಪ್ರಕ್ಷಾಲನಮಂ ಮಾಡಿ ಕಂಬುವಂ ವಿಸರ್ಜಿಸಿ, \n  ಪ್ರಕಾರವಂ ಮಾಡಿ ಶಮೆಯೆಂಬ ಸಮಾದಿsಯಲ್ಲಿ ಕುಳ್ಳಿರ್ದು, ದಮೆಯೆಂಬ ಪೀಠವನಿಕ್ಕಿ, ಶಾಂತಿಯೆಂಬ ನಿಜವಸ್ತ್ರವ ತಂದು, \n  ಶಿಶುವಿಂಗೆ ಅನುಬಂಧವಂಮಾಡಿ ತಲೆವಲದಲ್ಲಿ ಶಿಶುವಂ ತೆಗೆದು ಕರವೆಂಬ ತೊಟ್ಟಿಲಲ್ಲಿಕ್ಕಿ ಜೋಗೈಸಿ ಕೈಗೆ ಬಾಯಿಗೆ ಬಂದಿತ್ತು ನೋಡಾ, ಬಾಯಿಗೆ ಬಂದಲ್ಲಿ ಭಾವ ಶುದ್ಧವಾಯಿತ್ತು, ಕೈಗೆ ಬಂದಲ್ಲಿ \n  ಶುದ್ಧವಾಯಿತ್ತು, ಭಾವಲಿಂಗ ಜೀವಕರವಾಯವೆಂಬ ಪಟ್ಟಣದಲ್ಲಿ \n  ಸಂಬಂಧವಂ ಮೀರಿ, ಮಂತ್ರಮಯವಾಯಿತ್ತು ನೋಡಾ ! ಮಂತ್ರಲಿಂಗವೊ ! ಅಮಂತ್ರ ಲಿಂಗವೊ ಹೇಳಾ ! ಮತ್ರದಿಂ ವಸ್ತ್ರ, ಅಮಂತ್ರದಿಂ \n  ಇಂತು ಮಂತ್ರ ಆಮಂತ್ರಗಳೆರಡನು ಕೂಡಿ ರಕ್ಷಿಸುತ್ತಿದ್ದಿತ್ತು ನೋಡಾ ! ಶಿರಸ್ಸೆಂಬ \n  ಲಿಂಗವೆಂಬ ಮೊಲೆಯ ಕರವೆಂಬ ವತ್ಸ ತೊರೆಯಿತ್ತು ನೋಡಾ! ಮಂತ್ರವೆಂಬ ಅಮೃತವ ಕರೆಯಿತ್ತು ನೋಡಾ ! ಬಸವಯ್ಯ ನೋಡಾ \n  ಹಸು, ಉಣ್ಣದ ಕರು, ಆರೂಢದ \n  ! ಅಂಗದಲ್ಲಿ ಹುಟ್ಟಿದ ಅಮೃತಜಲವನು ಲಿಂಗಕ್ಕೆ ಕೊಡದೆ ಧರೆಯಲ್ಲಿ ಬಿಟ್ಟಡೆ ಎಂತೊ ಲಿಂಗೋದಯವಹುದು ? ಎಂತೋ ಪಾದೋದಕ ಪ್ರಸಾದಜೀವಿಯಹನು ? ಜೀವ ಪರಮರ ಐಕ್ಯಬಾವವನರಿದ(ವ?)ಡೆ ಲಿಂಗೋದಯದಲಲ್ಲದೆ ಅರಿಯಬಾರದು ನಿಜಭಾವ ನಿಜಭಕ್ತಿ ನಿಜಸಮರಸವಾದಲ್ಲದೆ ಲಿಂಗೋದಯವಾಗದು. ನಿಜಮತ್ರ್ಯದಲ್ಲಿ ಜನಿಸಿದ \n  ಅಂಗಿಗಳೆಲ್ಲರು ಪ್ರಾಣಲಿಂಗ ಸಂಬಂಧವನರಿಯರು. \n  ಅಂಗಲಿಂಗಿಗಳು ಪ್ರಾಣಲಿಂಗಿಗಳಿಗೆ ಭವಿಗಳು \n  ಪ್ರಾಣಲಿಂಗಿಗಳು ಅಂಗಲಿಂಗಿಗಳನೊಲ್ಲರು. ಅದು ಹೇಗೆಂದಡೆ: ಅವರಿಗೆ ಪ್ರಸಾದ ಪ್ರಾಣಲಿಂಗವಾಗಿ ನಾಮಗೋಪ್ಯ ಮಂತ್ರಗೋಪ್ಯಂಗಳಲ್ಲಿ ಆ ಮಹಾಮಾರ್ಗವನರಿಯರಾಗಿ, ಅಂಗಲಿಂಗಿಗಳಲ್ಲದೆ ಪ್ರಾಣಲಿಂಗಿಗಳಲ್ಲಪ್ರಸಾದಸೇವನಧ್ಯಾನಾದರ್ಚನಾದರ್ಪಣಾತ್ ಶುಚಿಃ †† ಪ್ರಸಾದಹೀನಸ್ಯಾಂಗೇ ತು ಲಿಂಗಂ \n  ಪುನಃ ಪುನಃ ††  ಎಂದುದಾಗಿ ಇಂತು ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡುವುದು ಲಿಂಗಪಾದೋದಕ ಪ್ರಸಾದವನು ಬಾಹ್ಯಾಂತರಂಗದಲ್ಲಿ ವಿರ?ವಿಲ್ಲದೆ ಅವಿರಳಭಾವಸಂಬಂಧದಲ್ಲಿ ಧರಿಸುವುದು; ಧರಿಸುವಾತ ಲಿಂಗವಂತನು. ಅಂಗಲಿಂಗಿ ಪ್ರಾಣಲಿಂಗಿ ಪ್ರಸಾದಲಿಂಗಿ ನಿಜನಿಂದ ಮಾರ್ಗವಿರಳ ಪಂಚಕನಾಡಿಯಲ್ಲಿ ಹೊರಹೊಗದೆ ನಿರ್ನಾದಮಂ ಆಶ್ರಯಿಸುವುದು. ಇದು ಮಹಾಮಾರ್ಗ ಪುರಾತನರ ಪೂರ್ವ; ಅಪರದಲ್ಲಿ ಅಂಥ ಲಿಂಗವನರಿ, ಆದಿಯಲ್ಲಿ ಅನಾಹತಲಿಂಗವನರಿ. ಲಿಂಗವಾರು ಅಂಗಾಂಗಲಿಂಗ ಸರ್ವಾಂಗಲಿಂಗ, ಲಿಂಗಸನುಮತವಾಯಿತ್ತು, ಮಹಾವೃತ್ತಿಗೆ ಅನುಮತವಾಯಿತು, ನಿರ್ವಿಕಲ್ಪ ಪರಮಪದಕ್ಕೆ ತಾನೆ ಆಯಿತ್ತು. ಇನ್ನು \n  ವಾಚಕ ಕಾಯಕದಲ್ಲಿ ಅವಿತಥವಿಲ್ಲದೆ ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡುವರ ತೋರಿ ಬದುಕಿಸಾ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಯ್ಯ.\n"
}