{
    "id": "2979", 
    "vachana": "ಅಚ್ಚಪ್ರಸಾದಿ, ನಿಚ್ಚಪ್ರಸಾದಿ, \n  ಪ್ರಸಾದಿಗಳ ವಿವರ: ಗುರು \n  `ಆಚರಿಸುವಂತಹ ಮರ್ಮವನು ತಿಳಿದು ಶಿವಸಂಸ್ಕಾರವನು ಹೊಂದಿ ನಡೆ' ಎಂದು, ಅತಿ ಮೋಹನದಿಂದ ಸಮಸ್ತ ಮರ್ಮವನು ತಿಳುಹಿ ಹಿಡಿದ ವ್ರತಾಚರಣೆಗೆ \n  ಇಲ್ಲದ ಹಾಗೆ ಅಪಮೃತ್ಯು ಬಂದು ಸೋಂಕದ ಹಾಗೆ ಪ್ರಮಥಕೃಪಾಕಟಾಕ್ಷದಿಂದ ನಡೆದು ಹೋಗುವರು; ಅವರೆ ಅಚ್ಚಪ್ರಸಾದಿಗಳು, ಮತ್ರ್ಯಲೋಕದ ಮಹಾಗಣಂಗಳೆನಿಸುವರು. ಮಿಕ್ಕಿನ ನಿಚ್ಚಪ್ರಸಾದಿಗ? \n  ಪ್ರಸಾದಿಗಳು_ ಅವರು ನಡೆದ \n  ಪಂಕ್ತಿ ಆಚರಣೆಯ ನೋಡಿ, ಅವರಂತಹ ಸುವಿವೇಕ ನಮಗೆ ಬಾರದೆಂಬುದ ತಿಳಿದು, ಅವರೆ ತಮ್ಮ ಇಷ್ಟಲಿಂಗವಾಗಿ, ತಾವೆ ಅವರ ಭೃತ್ಯರಾಗಿ ನಡೆಯುತ್ತ \n  ಪರಮಾರ್ಥಕ್ಕೆ ಸಮಾನವಾಗಿ ಆಚರಿಸಬೇಕೆಂಬ \n  ಅವರಲ್ಲಿ ಹುಟ್ಟಿದ ನಿಮಿತ್ತ, ಅದೇ \n  ಬಂದು ನಿಚ್ಚಪ್ರಸಾದಿಗಳಿಗೆ ಎರಡರಲ್ಲಿ ಅಶಕ್ತರೆಂದು ತಿಳಿದು ಅತಿ ಸೂಕ್ಷ್ಮವಾಗಿ ಅವರಿಬ್ಬರ ಆಚರಣೆಯ ಅವರಿಬ್ಬರಲ್ಲಿ ಹರಸಿ, ಆಯಾಯ ತತ್ಕಾಲಕ್ಕೆ \n  ದೊರೆದಂತಹದೆ ಆಚರಣೆ, \n  ದೊರೆಯದಂತಹದೆ ಸಂಬಂಧ ಎಂದು ಅರುಹಿಕೊಟ್ಟಲ್ಲಿ, ದೊರೆದಾಗಲಿಂತು ಆಚಾರ ಒಡಂಬಡಿಕೆ, ದೊರೆಯದಾಗ ಆಚಾರ ಒಡಂಬಡಿಕೆಯಾಗದು_ಎಂದು ಮರ್ಮವ ತಿಳಿದು, ಜಂಗಮವು ಇಲ್ಲದ ವೇಳೆಗೆ ಅತಿಸೂಕ್ಷ್ಮವಾಗಿ ಅತಿವಿಶಾಲದಿಂದ ನಿರೂಪಿಸುತಿರ್ದರು_ ಆ ಗುರು ಮೊದಲಲ್ಲಿ ಲಿಂಗವ ಕರುಣಿಸಿ ಕೊಟ್ಟಂತಹುದೆ ನಿಮ್ಮ ಕಳೆ; ನಾ ನಿಮ್ಮ ಚಿತ್ತು; ಎರಡರ ಸಮರಸವೆ ನಿಮ್ಮ ಬಿಂದು; ಆ ಬಿಂದುವೆ `ಅ'ಕಾರ ಪ್ರಣವ; ನಿಮ್ಮ ಇಷ್ಟಲಿಂಗದ ಶಕ್ತಿಪೀಠದಲ್ಲಿ ಗುರುವಾಗಿ, ಆ ಕಳೆಯೆ `ಮ'ಕಾರ ಪ್ರಣವ. ನಿಮ್ಮ ಲಿಂಗದ ಗೋಮುಖದಲ್ಲಿ ಜಂಗಮವಾಗಿ, ಆ ಎರಡರ ಕೂಟವೆ ನಾದ; ಅದೆ `ಉ'ಕಾರ ಪ್ರಣವ. ನಿಮ್ಮ ಲಿಂಗದ ಗೋಳಕದಲ್ಲಿ ಲಿಂಗವಾಗಿ, ಆ ಲಿಂಗವೆ ನಿಮ್ಮ ರಮಣನೆಂದು ಭಾವಿಸಿದ ನಿಮಿತ್ತ ನೀವೆ ಲಿಂಗವಾದ ಕಾರಣ ಆ ಲಿಂಗವೆ ನಿಮ್ಮ ಅಂಗವಾಗಿ, ಆ ಜಂಗಮವೆ ನಿಮ್ಮ ಪ್ರಾಣವಾಗಿ, ಗುರುವೆ ನಿಮ್ಮ ಆಚರಣೆಯಾಗಿರ್ದ ನಿಮಿತ್ತ, ಅದೇ ಗುರುವೆ ನಿಮ್ಮ ವಾಙ್ಮನದಲ್ಲಿ, ಅದೇ ಲಿಂಗವೆ ನಿಮ್ಮ ಕರಕಮಲದಲ್ಲಿ ಅದೇ ಜಂಗಮವೆ ನಿಮ್ಮ ವಿಗ್ರಹದಲ್ಲಿ, ನೆಲೆಗೊಂಡಿರ್ಪುದೆಂದು ಸಂಬಂದಿsಸಿಕೊಟ್ಟಲ್ಲಿ ಆ ಗುರು ಹೇಳಿದಂತಹ ಪತಿವ್ರತಾಧರ್ಮ ತಿಳಿಯದೆ ಆಚರಿಸಿದ ಕಾರಣ ಆಯಾಯ ತತ್ಕಾಲದಲ್ಲಿ ಬಂದೊದಗುವವು, ಅದೇ ಸಮರಸಾಚರಣೆಯ ಉಪಚಾರವು. ನೀವು ಯಾವಸ್ಥಲವಿಡಿದು ಆಚರಿಸಿದಡೆಯೂ, ಆಯಾಯ ಸ್ಥಲಂಗಳಲ್ಲಿ ಆರು ಸ್ಥಲಂಗಳು ಬಂದು ಸಂಬಂಧವಾಗುವುವು. ಮಿಕ್ಕಿನ ಉಪದೇಶವಿಲ್ಲದೆ ಶುದ್ಧಶೈವರಿಗೆ ಗುರು, ಅಷ್ಟಷ್ಟು ಜಪ_ಶಿವಾರ್ಚನೆಯ ಹೇಳಿ `ಹೀಗೆ ಆಚರಿಸು' ಎಂದರುಹಿಕೊಟ್ಟಲ್ಲಿ, ಅವರಿಗೆ ಒಂದೆ \n  ಸಂಬಂಧವು. ಅವರಿಗೆ ಮತ್ತೊಂದು ಸ್ಥಲದ ಮರ್ಮವ ಗುರು ಅರುಹಿ ಕೊಡಲಿಲ್ಲ. ಏನು ಕಾರಣವೆಂದಡೆ ಅವರು ಅಶಕ್ತರಾದ ನಿಮಿತ್ತ. ಅವರು ಖಂಡಿತಾಚರಣೆಯುಳ್ಳವರು. ಅವರಿಗೆ ಸಮರಸಾಚರಣೆ ಹೊಂದದ ನಿಮಿತ್ತ ಅವರು ಮೂರು ಜನ್ಮಕ್ಕೆ ಮುಕ್ತರು. ಅದರಲ್ಲಿ ತಪ್ಪಿ ನಡೆದಡೆ ನೂರು ಜನ್ಮಕ್ಕೆ ಮುಕ್ತರು. ಹಾಗಾದಡೆಯೂ ಖಂಡಿತಮುಕ್ತರಲ್ಲದೆ ನಿಜಮುಕ್ತರಲ್ಲ. ಇದನರಿತು ಶ್ರಿಗುರುನಾಥನು ಅವರಿಗೆ ತಕ್ಕಂತಹ ನಡತೆಯ ಅರುಹಿಕೊಡುವನಲ್ಲದೆ ಹೆಚ್ಚಾಗಿ ಅರುಹಿಕೊಡನು. ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ.\n"
}