{
    "id": "3016", 
    "vachana": "<font>907ಅನಾದಿ ಪರಶಿವನಿಂದಾಕಾರವಾದ ಆದಿಬಿಂದು ಅನಾದಿಬಿಂದು ಚಿದ್ಬಿಂದು ಪರಬಿಂದುವೆ ಜಗದ ಮಧ್ಯದಲ್ಲಿ ಸ್ವಯ, ಚರ, ಪರ, ಭಕ್ತ, ಮಹೇಶ್ವರ, ಪ್ರಸಾದಿ ಪೂಜ್ಯ ಪೂಜಕತ್ವದಿಂದ ಚರಿಸುತ್ತಿರಲು, ಆ ಸಮಯದಲ್ಲಿ ಪ್ರಮಾದವಶದಿಂದ ಲಿಂಗಾಂಗಕ್ಕೆ ಸುಯಿಧಾನ  ತಪ್ಪಿ ವಿಘ್ನಾದಿಗಳು ಬಂದು ತಟ್ಟಿ ಶಂಕೆ  ಬಂದಲ್ಲಿ ಭಕ್ತ ಮಹೇಶ್ವರ ಶರಣಗಣಂಗಳು ವಿಚಾರಿಸಿ ನೋಡಿದಲ್ಲಿ ಸ್ಥೂಲವಾದಡೆ ಸದಾಚಾರಕ್ಕೆ ಹೊರಗು ಸೂಕ್ಷ್ಮವಾದಡೆ ಶರಣಗಣಂಗಳ ಸಮೂಹಮಧ್ಯದಲ್ಲಿ ಭೃತ್ಯಭಾವದಿಂದ ಹತ್ತು ಹನ್ನೊಂದ ಕೊಳತಕ್ಕುದಲ್ಲ ನೋಡಾ (ಕೊಳತಕ್ಕುದಲ್ಲದೆ?) ಕರ್ತೃತ್ವದಿಂದ ಹತ್ತು ಹನ್ನೊಂದ ಕೊಡತಕ್ಕುದಲ್ಲ ನೋಡಾ ! ಸ್ಥೂಲ ಸೂಕ್ಷ್ಮದ ವಿಚಾರವೆಂತೆಂದಡೆ: ಪರಶಿವಸ್ವರೂಪವಾದ ಇಷ್ಟಲಿಂಗದ ಷಟ್‍ಸ್ಥಾನದೊಳಗೆ ಆವ ಮುಖದಿಂದಾದಡೆಯು ಸುಯಿಧಾನ  ತಪ್ಪಿ ಪೆಟ್ಟುಹತ್ತಿ ಬಿsನ್ನವಾದಡೆ, ಭಕ್ತ ಮಹೇಶ್ವರ ಶರಣಗಣಂಗಳು ವಿಚಾರಿಸಿ ನೋಡಿ ಸ್ಥೂಲ ಸೂಕ್ಷ್ಮಕ್ಕೆ ತಕ್ಕ ಹರಗುರುವಚನ ವಿಚಾರಿಸಿರಿ ಸ್ಥೂಲ ಸೂಕ್ಷ್ಮಕ್ಕೆ ತಕ್ಕ ಪ್ರತಿಜ್ಞೆಯ ಮಾಡುವುದು, ಶಕ್ತಿ ಸ್ವರೂಪವಾದ ಅಂಗದ ಅವಯವಂಗಳಿಗೆ ಶಿವಾನುಕೂಲದಿಂದ ವ್ಯಾಘ್ರ  ಭಲ್ಲೂಕ ದಂಷ್ಟ್ರ  ಕರ್ಕಟ ವಾಜಿ  ಮಹಿಷ  ಸಾಗರದುಪ್ಪಿ ಗಜ ಶುನಿ  ಶೂಕರ  ಮಾರ್ಜಾಲ  ಹೆಗ್ಗಣ ಉರಗ  ಮೊದಲಾದ ಮಲಮಾಂಸಭಕ್ಷಕ ಪ್ರಾಣಿಗಳು ಮೋಸದಿಂದ ಪಾದ ಪಾಣಿ  ಗುದ ಗುಹ್ಯ  ದೇಹವ ಕಚ್ಚಿದಡೆ ಸ್ಥೂಲವೆನಿಸುವುದಯ್ಯಾ ! ಅದರಿಂದ ಮೇಲೆ ಜಿಹ್ವೆ  ನಾಸಿಕ  ನೇತ್ರ  ಲಲಾಟ  ಶ್ರೋತ್ರಂಗಳ ಕಚ್ಚಿದಡೆ ಸೂಕ್ಷ್ಮವೆನಿಸುವುದಯ್ಯಾ ! ಈ ಪ್ರಕಾರದಲ್ಲಿ ಲಿಂಗಾಂಗಕ್ಕೆ ಅಪಮೃತ್ಯು ಬಂದು ತಟ್ಟಿದಲ್ಲಿ  ಆಚಾರಕ್ಕೆ ಹೊರಗಾದವರು ಗಣಮಧ್ಯದಲ್ಲಿ ಪ್ರಾಣವ ಬಿಡುವುದಯ್ಯಾ, ಇಂತಪ್ಪ ಆಚಾರಕ್ರಿಯಾನಿಷ್ಠನ ಭಕ್ತ ಮಹೇಶ್ವರ ಶರಣಗಣಂಗಳು ಜಂಗಮದ ಪಾದದಲ್ಲಿ ಸಮಾದಿsಯ ಮಾಡುವುದಯ್ಯಾ ಪ್ರಾಣತ್ಯಾಗವ ಮಾಡಲಾರದಿರ್ದಡೆ, ಭಕ್ತ ಮಹೇಶ್ವರ ಶರಣಗಣಂಗಳ ಮಹಾನೈಷ್ಠೆಯಿಂದ ಸಾಕ್ಷಾತ್ಪ್ರಭುವೆಂದು ನಂಬಿ ಅವರು ತೋರಿದ ಸೇವೆಯ ಮಾಡಿ, ಅವರು ಕೊಟ್ಟ  ಧಾನ್ಯಾದಿಗಳ ಸ್ವಪಾಕವ ಮಾಡಿ ಮಹಾಪ್ರಸಾದವೆಂದು ಭಾವಿಸಿ ಪಾತಕಸೂತಕಂಗಳ ಹೊದ್ದದೆ ಆಚರಿಸಿದಾತಂಗೆ ಅವಸಾನಕಾಲದಲ್ಲಿ ಮಹಾಗಣಂಗಳು ಲಿಂಗಮುದ್ರಾಭೂಮಿಯಲ್ಲಿ ಪಾದದಳತೆಯಿಲ್ಲದೆ ನೋಟಮಾತ್ರ ಪ್ರಮಾಣಿಸಿ ಸಹಜಸಮಾದಿsಯ ಮಾಡಿ ಲಿಂಗಾಕೃತಿಪ್ರಣವಸಂಬಂಧವಾದ ತಗಡ ಸಂಬಂಧ ಮಾಡದೆ ಪುಷ್ಪಾಂಜಲಿಯ ಮಾಡದೆ, ಆ ನಿಕ್ಷೇಪ  ಸ್ಥಾನದಲ್ಲಿ ಜಂಗಮದ ಪಾದವಿಟ್ಟು ಆ ಮರಣಸನ್ನದ್ಧನ ನಿಕ್ಷೇಪನ ಮಾಡುವುದಯ್ಯಾ. ಈ ರೀತಿಯಿಂದಾಚರಿಸಿದಡೆ ಮರಳಿ ಗುರುಕರಜಾತನಾಗಿ ಸದ್ಭಕ್ತಿ ಜ್ಞಾನಾಚಾರ ಕ್ರೀಯಲ್ಲಿ ನಡೆನುಡಿಸಂಪನ್ನನಾಗಿ ಷಟ್‍ಸ್ಥಲದ ಬ್ರಹ್ಮವ ಕೂಡಿ ಘನಸಾರದಂತೆ ಸರ್ವಾಂಗವೆಲ್ಲ ಜ್ಯೋತಿರ್ಮಯಲಿಂಗದಲ್ಲಿ ನಿರವಯವಪ್ಪುದು ನೋಡಾ ! ಇಂತು ಗುರುಮಾರ್ಗಾಚಾರವ ಮೀರಿ, ಅವಧೂತಮಾರ್ಗದಲ್ಲಿ ನಡೆದಡೆ, ಇರುವೆ ಮೊದಲಾನೆ ಕಡೆಯಾದ ಸಮಸ್ತ ಯೋನಿಯಲ್ಲಿ ಜನಿಸಿ, ಸುಖ-ದುಃಖ, ಪುಣ್ಯ-ಪಾಪ, ಸ್ವರ್ಗ-ನರಕವನನುಭವಿಸಿ ಕಾಲಕಾಮಾದಿಗೊಳಗಾಗಿ ಗುರುಮಾರ್ಗಾಚಾರಕ್ಕೆ ಹೊರಗಾಗಿ ಹೋಹರು  ನೋಡಾ, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ !</font>"
}