{
    "id": "/3036", 
    "vachana": "ಅಯ್ಯಾ, ಗುರುಲಿಂಗಜಂಗಮ ಕರುಣಕಟಾಕ್ಷದಿಂದ ಚಿದ್ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಚಿನ್ಮಂತ್ರಗಳ ಗುರುವಚನ ಪ್ರಮಾಣದಿಂದ ನಿರಂತರವು ಆಚರಿಸಿ, ಚಿದ್ಘನ ಇಷ್ಟ ಮಹಾಲಿಂಗವ ಉರಸ್ಥಲದಲ್ಲಿ ಧರಿಸಬೇಕಾದಡೆ, ದಾರದಿಂದ ಹುಟ್ಟಿದ ಸಜ್ಜೆಯ ಕರಕಮಲವಟುವ ನೂಲಕಾಯಿ, ಬಿಲ್ವಕಾಯಿ, ಗಂಧದ ಮನೆ, ನಾರಂಗದ ಕಾಯಿ, ರಜತ, ಹೇಮ, ತಾಮ್ರ, ಹಿತ್ತಾಳೆ, \n  ಮೊದಲಾದ ಆವುದು ತನಗೆ ಯೋಗ್ಯವಾಗಿ ಬಂದ ಚಿದ್ಘನಲಿಂಗದೇವಂಗೆ \n  ಕಟ್ಟುವಂತೆ, ಮೂವತ್ತಾರೆಳೆಯ ದಾರವಾದಡೆಯೂ ಸರಿಯೆ, ನಾಲ್ವತ್ತೆರಡೆಳೆಯ ದಾರವಾದಡೆಯೂ ಸರಿಯೆ, ಐವತ್ತಾರೆಳೆಯಾದಡೆಯೂ ಸರಿಯೆ, ಅರುವತ್ತುಮೂರಾದಡೆಯೂ ಸರಿಯೆ, ನೂರೆಂಟು ಇನ್ನೂರ ಹದಿನಾರು, ಮುನ್ನೂರರುವತ್ತು ಎಳೆ ಮೊದಲಾಗಿ ಲಿಂಗಾಣತಿಯಿಂದ ಒದಗಿ ಬಂದಂತೆ ಶಿವಲಾಂಛನಸಂಯುಕ್ತದಿಂದ ದಾರವ ಕೂಡಿ ಜ್ಞಾನಕ್ರಿಯಾಯುಕ್ತವಾದ ಎರಡೆಳೆಯಾದಡೆಯೂ ಸರಿಯೆ, ಪರಿಪೂರ್ಣ \n  ಪರಂಜ್ಯೋತಿ ಎಂಬ ಮಹಾಜ್ಞಾನಸೂತ್ರಯುಕ್ತವಾದ ಮೂರೆಳೆಯಾದಡೆಯೂ ಸರಿಯೆ. ಸತ್ತು ಚಿತ್ತು ಆನಂದ ನಿತ್ಯವೆಂಬ ಸ್ವಾನುಭಾವ ಸೂತ್ರಯುಕ್ತವಾದ ನಾಲ್ಕೆಳೆಯಾದಡೆಯೂ ಸರಿಯೆ. ಆ ಲಿಂಗಗೃಹಂಗಳಿಗೆ ಮಂತ್ರಧ್ಯಾನದಿಂದ ಸೂತ್ರವ ರಚಿಸಿ ಲಾಂಛನಯುಕ್ತವಾದ \n  ಯಾವುದಾದಡೆಯೂ ಸರಿಯೆ, ಗುರುಪಾದೋದಕದಲ್ಲಿ ತೊಳೆದು ಮಡಿಕೆಯ ಮಾಡಿ, \n  ಬಂಗಾರ ತಾಮ್ರ ಹಿತ್ತಾಳೆ ಕರತಾಳವೋಲೆ ಮೊದಲಾಗಿ ತಗಡ ಮಾಡಿ. ಪ್ರಮಾಣಯುಕ್ತವಾಗಿ ಪಾವಡವ ಮಡಿಚಿ ಹುದುಗಿ, ಪೂರ್ವ ಗಳಿಗೆಯಲ್ಲಿ ತ್ರಿವಿಧಪ್ರಣವ, ಪಶ್ಚಿಮ ಗಳಿಗೆಯಲ್ಲಿ ತ್ರಿವಿಧಪ್ರಣವ ಮಧ್ಯ ಗಳಿಗೆಯಲ್ಲಿ ತ್ರಿವಿಧಪ್ರಣವ, ಎತ್ತುವ ಹುದುಗದಲ್ಲಿ ಪಂಚಪ್ರಣವ, ಉತ್ತರ ಭಾಗದರಗಿನಲ್ಲಿ ಚಿಚ್ಛಕ್ತಿಪ್ರಣವ, ದಕ್ಷಿಣ ಭಾಗದರಗಿನಲ್ಲಿ ಚಿಚ್ಛಿವಪ್ರಣವ, ಇಂತು ಹದಿನಾರು ಪ್ರಣವಂಗಳ ಷೋಡಶವರ್ಣಸ್ವರೂಪವಾದ ಷೋಡಶಕಗಳೆಂದು ಭಾವಿಸಿ, ಕ್ರಿಯಾಭಸಿತದಿಂದ ಆಯಾಯ ನಸ್ಧಲದಲ್ಲಿಫ ಸ್ಥಾಪಿಸಿ, ಆ ಮಂತ್ರಗೃಹದಲ್ಲಿ ಚಿದ್ಘನಮಹಾಪರತತ್ವಮೂರ್ತಿಯ ಮೂರ್ತವ ಮಾಡಿಸುವುದಯ್ಯಾ, ಆಮೇಲೆ ನಿರಂಜನಜಂಗಮದ ಪಾದಪೂಜೆಯ ಮಾಡಬೇಕಾದಡೆ ರೋಮಶಾಟಿಯಾಗಲಿ ಪಾವಡವಾಗಲಿ, ಆಸನವ ರಚಿಸಿ, ಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಗುರುಪಾದೋದಕದ ವಿಭೂತಿಯಿಂದ ಸಂಪೆÇ್ರೀಕ್ಷಣೆಯ ಮಾಡಿ ಪುಷ್ಪಪತ್ರೆಗಳ ರಚಿಸಿ, ಆ ಮಹಾಪ್ರಭುಜಂಗಮಕ್ಕೆ ಅಘ್ರ್ಯಪಾದ್ಯಾಚಮನವ ಮಾಡಿಸಿ, ಪಾವುಗೆಯ ಮೆಟ್ಟಿಸಿ ಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಪಾಣಿಗಳನೇಕಭಾಜನವ ಮಾಡಿ, ಬಹುಪರಾಕೆಂದು ಆ ಸಿಂಹಾಸನಕ್ಕೈತಂದು ಮೂರ್ತವ ಮಾಡಿದ ಮೇಲೆ ಪಾದಾಬಿsಷೇಕಜಲವ ಶಿವಗೃಹಕ್ಕೆ ತಳಿದು, ಪಾದೋದಕ ಪುಷ್ಪೋದಕ ಗಂಧೋದಕ ಭಸ್ಮೋದಕ ಮಂತ್ರೋದಕದಿಂದ ಲಿಂಗಾಬಿsಷೇಕವ ಮಾಡಿಸಿ, ಸಾಕಾರ ನಿರಾಕಾರ \n  ಷೋಡಶೋಪಚಾರವ ಮಾಡಿ, ಸಮ್ಮುಖದಲ್ಲಿ ಗರ್ದುಗೆಯ ಹಾಕಿ, ಅಷ್ಪಾಂಗಹೊಂದಿ ಶರಣುಹೊಕ್ಕು, ಗರ್ದುಗೆಯ ಮೇಲೆ ಮೂರ್ತವ ಮಾಡಿ, ಆ ಲಿಂಗಜಂಗಮವ ಮೂಲಮಂತ್ರದಿಂದ ಅನಿಮಿಷದೃಷ್ಟಿಯಿಂದ ನಿರೀಕ್ಷಿಸಿ ತನ್ನ ವಾಮಕರದ ಪಂಚಾಂಗುಲಿಗಳಲ್ಲಿ ಪಂಚಪ್ರಣವವ ಲಿಖಿಸಿ ಮಧ್ಯಸಿಂಹಾಸನದಲ್ಲಿ ಮೂಲಪ್ರಣವ ಸ್ಥಾಪಿಸಿ ಅರ್ಚಿಸಿ, ಮಹಾಪ್ರಭುಜಂಗಮದ ಶ್ರೀಪಾದವ ಮೂರ್ತವ ಮಾಡಿ ಬಹಿರಂಗದ \n  ಅಂತರಂಗದ ಕ್ರೀಯಿಂದರ್ಚಿಸಿ ಪ್ರಥಮ ತಳಿಗೆಯಲ್ಲಿ ಪೂರ್ವ ಪಶ್ಚಿಮ ಉತ್ತರ ದಕ್ಷಿಣ ತ್ರಿಪುಂಡ್ರರೇಖೆಗಳ ರಚಿಸಿ, ಪಂಚದಿಕ್ಕುಗಳಲ್ಲಿ ಪ್ರಣವವ ಲಿಖಿಸಿ, ದ್ವಿತೀಯ ಬಟ್ಟಲೊಳಗೆ ಮೂಲಪ್ರಣವವ ಲಿಖಿಸಿ ಗುರುಪಾದೋದಕದ ಪಾತ್ರೆಯಲ್ಲಿ ಬಿಂದುಯುಕ್ತವಾಗಿ ಮೂಲಪ್ರಣವವ ಲಿಖಿಸಿ ತ್ರಿವಿಧಲಿಂಗಸ್ವರೂಪವಾದ ಸ್ಥಾನವನರಿದು ಪಂಚಾಕ್ಷರ, ಷಡಕ್ಷರ, ನವಾಕ್ಷರ ಸ್ಮರಣೆಯಿಂದ ಪಡಕೊಂಡು ಮಂತ್ರಸ್ಮರಣೆಯಿಂದ ಲಿಂಗ \n  ಭಕ್ತ ಶರಣಗಣಂಗಳಿಗೆ ಸಲಿಸಿ, ಮುಕ್ತಾಯವ ಮಾಡಿ ಪ್ರಸಾದಭೊಗವ ತಿಳಿದಾಚರಿಸೆಂದಾತ ನಮ್ಮ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವ. \n"
}