{
    "id": "3050", 
    "vachana": "<font>930ಅಯ್ಯಾ, ಶ್ರೀಗುರು ಕರುಣಿಸಿಕೊಟ್ಟ ಲಿಂಗ ಜಂಗಮವಲ್ಲದೆ, ಅನ್ಯದೈವಂಗಳ ತ್ರೈಕರಣದಲ್ಲಿ ಅರ್ಚಿಸದಿರ್ಪುದೆ ಲಿಂಗಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಭಕ್ತನಾದಡೆ ಸತ್ಯಶುದ್ಧ ಕಾಯಕ [ವ ಮಾಡಿ], ಮಹೇಶನಾದಡೆ ಸತ್ಯಶುದ್ಧ ಬಿsಕ್ಷವ ಬೇಡಿ ಸಮಸ್ತ ಪ್ರಾಣಿಗಳಲ್ಲಿ ಪಾತ್ರಾಪಾತ್ರವ ತಿಳಿದು ಹಸಿವು ತೃಷೆ ಶೀತಕ್ಕೆ ಪರಹಿತಾರ್ಥಿಯಾಗಿರ್ಪುದೆ ಸದಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಗುರುಮಾರ್ಗಾಚಾರದಲ್ಲಿ ನಿಂದ ಶಿವಲಾಂಛನಧಾರಿಗಳೆಲ್ಲಾ ಪರಶಿವಲಿಂಗವೆಂದು ಭಾವಿಸಿ, ಅರ್ಥ ಪ್ರಾಣಾಬಿsಮಾನವನರ್ಪಿಸುವುದೆ ಶಿವಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಅಷ್ಟಾವರಂಣಗಳ ಮೇಲೆ ಅನ್ಯರಿಂದ ಕುಂದು  ನಿಂದೆಗಳು ಬಂದು ತಟ್ಟಿದಲ್ಲಿ  ಗಣಸಮೂಹವನೊಡಗೂಡಿ ಆ ಸ್ಥಲವ ತ್ಯಜಿಸುವುದೆ ಗಣಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಜಾತ್ಯಾಶ್ರಮ ಕುಲಗೋತ್ರ ನಾಮರೂಪು ಕ್ರಿಯಾರಹಿತನಾಗಿ, ಗುರೂಪಾವಸ್ಥೆಯಿಂದ ಗುರುವ  ಪ್ರತ್ಯಕ್ಷವ ಮಾಡಿ, ಆ ಗುರುವಿನಿಂದ ಚಿದ್ಘನ ಮಹಾಲಿಂಗವ ಪಡೆದು, ಆ ಲಿಂಗಸಹಿತವಾಗಿ ಭಕ್ತಿಜ್ಞಾನವೈರಾಗ್ಯ ಪಾದೋದಕ ಪ್ರಸಾದ ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಮಂತ್ರ ಮೊದಲಾದ ಷಟ್‍ಸ್ಥಲಮಾರ್ಗದಲ್ಲಿ ನಿಂದ  ಭಕ್ತಗಣಂಗಳಲ್ಲಿ ಪಂಚಸೂತಕಂಗಳ ಕಲ್ಪಿಸದೆ ಅವರಿದ್ದ ಸ್ಥಳಕ್ಕೆ ಹೋಗಿ, ತನುಮನಧನಂಗಳ ಸಮರ್ಪಿಸಿ, ಅವರೊಕ್ಕುಮಿಕ್ಕುದ ಹಾರೈಸಿ ಹಸ್ತಾಂಜಲಿತರಾಗಿ ಪ್ರತ್ಯುತ್ತರವ ಕೊಡದಿರ್ಪುದೆ ಭೃತ್ಯಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಮಲ ಮಾಯಾ ಪಾತಕ  ಸೂತಕ  ರಹಿತವಾದ ದೀಕ್ಷಾಗುರು, ಶಿಕ್ಷಾಗುರು, ಜ್ಞಾನಗುರುವಿನಿಂದ ವೇಧಾಮಂತ್ರ ಕ್ರಿಯಾದೀಕ್ಷೆಯ ಪಡೆದು ದ್ವಾದಶ  ಮಲಪಾಶ ಕರ್ಮವ ತ್ಯಜಿಸಿ, ಮನ ಮಾರುತ  ಮೊದಲಾದ ದ್ವಾದಶ  ಇಂದ್ರಿಯಂಗಳ  ಗುರುಪಾದಜಲದಿಂದ ಪ್ರಕ್ಷಾಲಿಸಿ ದಂತಪಙಫ್ತೆಕ್ರಿಯೆಗ? ಮಾಡಿ, ಕಟಿಸ್ನಾನ, ಕಂಠಸ್ನಾನ, ಮಂಡೆಸ್ನಾನ ಸರ್ವಾಂಗಸ್ನಾನವ ಮಾಡಿ ಕ್ರಿಯಾಭಸಿತದಿಂದ ಸ್ನಾನ ಧೂಲನ ಧಾರಣದ ಮರ್ಮವ ತಿಳಿದಾಚರಿಸಿ ಸಾಕಾರ ನಿರಾಕಾರ ಅಷ್ಟವಿಧಾರ್ಚನೆ  ಷೋಡಷೋಪಚಾರದಿಂದ ಗುರು-ಲಿಂಗ-ಜಂಗಮವನರ್ಚಿಸಿ ನಿರ್ವಂಚಕತ್ವದಿಂದ ಘನಪಾದತೀರ್ಥಪ್ರಸಾದ ಮಂತ್ರದಲ್ಲಿ ನಿಂದ ನಿಜಾವಸ್ಥೆಯ ಕ್ರಿಯಾಚಾರವೆಂಬೆನಯ್ಯಾ ಅಂತರಂಗದಲ್ಲಿ ಕರಣವಿಷಯ ಕರ್ಕಶದಿಂದ ಅಹಂಕರಿಸಿ ಗುರುಹಿರಿಯರಲ್ಲಿ ಸಂಕಲ್ಪ  ವಿಕಲ್ಪಗಳಿಂದ ಕುಂದು-ನಿಂದೆ ಹಾಸ್ಯ-ರೋಷಂಗಳೆಂಬ ಅಜ್ಞಾನವ ಬಳಸದೆ ಪರಮಪಾತಕರ ದರ್ಶನಸ್ಪರ್ಶನಸಂತರ್ಪಣೆ ಪಂಕ್ತಿಪಾಕವ ಕೊಳ್ಳದೆ ಸತ್ಯ ನಡೆನುಡಿಯುಳ್ಳ ಶಿವಶರಣಗಣಂಗಳಲ್ಲಿ ಷಡ್ವಿಧಭಕ್ತಿ ಮುಂದುಗೊಂಡು, ಎರಡೆಂಬತ್ತೆಂಟುಕೋಟಿ ವಚನಾನುಭವದಲ್ಲಿ ನಿಂದ ನಿಲುಕಡೆಯೆ ಜ್ಞಾನಾಚಾರವೆಂಬೆನಯ್ಯಾ. ತನುವಿಕಾರದಿಂದ ಕಾಮ ಕ್ರೋಧ ಲೋಭ ಮೋಹ ಮದ ಮತ್ಸರಂಗಳ ಬಳಕೆ ಮಾಡದೆ ಲೋಕದಂತೆ ನಡೆನುಡಿಗಳ ಬಳಸದೆ, ತನ್ನ ಗುಣಾವಗುಣಂಗಳ ಸ್ವಾತ್ಮಾನುಭವದಿಂದರಿದು, ದುರ್ಗುಈವ ತ್ಯಜಿಸಿ, ಸದ್ಗುಣವ ಹಿಡಿದು ಬಿಡದಿಪ್ಪುದೆ ಭಾವಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಕೊಡುವಲ್ಲಿ ಕೊಂಬಲ್ಲಿ ಅತಿಯಾಸೆಯಿಂದ ಹುಸಿಯ ನುಡಿಯದೆ, ಕೊಟ್ಟ  ಭಾಷೆಗ? ಪ್ರಾಣಾಂತ್ಯ ಬಂದಡೆಯೂ  ನುಡಿಯಂತೆ ನಡೆವುದೆ ಸತ್ಯಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಕಾಲ  ಕಾಮರ  ಬಾಧೆಗೊ?ಗಾಗದ ಹಠಯೋಗ ಫಲಪದಂಗ? ತಟ್ಟುಮುಟ್ಟು  ಸೋಂಕುಗಳಿಲ್ಲದೆ ಲಿಂಗಾಣತಿಯಿಂದ ಬಂದೊದಗಿದ ಪರಿಣಾಮಪ್ರಸಾದದಲ್ಲಿ ಲೋಲುಪ್ತನಾಗಿರ್ಪುದೆ ನಿತ್ಯಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಸರ್ವಾವಸ್ಥೆಯಲ್ಲಿ ದಶವಿಧಪಾದೋದಕ ಏಕಾದಶಪ್ರಸಾದ ಛತ್ತೀಸ  ಪ್ರಣವ  ಮೊದಲಾದ ಮಹಾಮಂತ್ರಂಗಳಲ್ಲಿ  ಎರಕವನುಳ್ಳುದೆ ಧರ್ಮಾಚಾರವೆಂಬೆನಯ್ಯಾ. ಇಂತೀ ಏಕಾದಶವರ್ಮವ ಗುರುಕೃಪಾಮುಖದಿಂದರಿದು, ಆಚಾರವೆ ಅಂಗ  ಮನ ಪ್ರಾಣ ಭಾವಂಗಳಾಗಿ, ಇಹಪರವ ವಿೂರಿ, ಪಿಂಡಾದಿ ಜ್ಞಾನಶೂನ್ಯಾಂತವಾದ ಏಕೋತ್ತರಮಾರ್ಗದಲ್ಲಿ ನಿಂದು,  ಬಯಲೊಳಗೆ ಬಚ್ಚಬರಿಯ ನಿರ್ವಯಲ ಸಾದಿsಸುವುದೆ ಸರ್ವಾಚಾರ ಸಂಪತ್ತಿನಾಚಾರದ ನಿಲುಕಡೆ  ನೋಡಾ ಇಂತು ಆಚಾರದ ಕುರುಹ ತಿಳಿದು ಪಂಚಾಚಾರವ ಬಹಿಷ್ಕರಿಸಿ  ಸಪ್ತಾಚಾರವ ಗೋಪ್ಯವ ಮಾಡಿ, ದರಿದ್ರನಿಗೆ ನಿದಿsನಿಧಾನ ದೊರೆತಂತೆ, ರೋಗಿಗೆ ವೈದ್ಯದ ಲತೆ ದೊರೆತಂತೆ, ಮೂಕ ಫಲರಸವ ಸವಿದಂತೆ, ಕಳ್ಳಗೆ ಚೇಳೂರಿದಂತೆ, ತಮ್ಮ ಚಿದಂಗಸ್ವರೂಪರಾದ ಶರಣಗಣಂಗಳಲ್ಲಿ ಉಸುರಿ, ದುರ್ಜನಾತ್ಮರಲ್ಲಿ ಬಳಸದೆ ನಿಂದ ಪರಮಸುಖಿ ನಿಮ್ಮ ಶರಣನಲ್ಲದೆ ಉಳಿದ ಕಣ್ಗೆಟ್ಟಣ್ಣಗಳೆತ್ತ ಬಲ್ಲರಯ್ಯಾ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ ?</font>"
}