{
    "id": "112", 
    "vachana": "<font>971ಆಚಾರವೆಂಬುದು ಕೂರಲಗು, ತಪ್ಪಿ ಬಂದಡೆ ಪ್ರಾಣವ ತಗಲುವುದು. ಅದು ಕಾರಣ, ಅರಿದರಿದು ಆಚರಿಸಬೇಕು.  ಆಚಾರವಿಚಾರ ಉಭಯದ ವಿಚಾರವ ನೋಡದೆ, ಶಿವದೀಕ್ಷೆಯ ಮಾಡಲಾಗದು. ಅದೆಂತೆಂದಡೆ : ಪರರ ಹೆಣ್ಣಿಗೆ ಕಣ್ಣಿಡದಿಹುದೆ ಒಂದನೆಯ ಆಚಾರ. ಪರರ ದ್ರವ್ಯವ ಅಪಹಾರ ಮಾಡದಿಹುದೆ ಎರಡನೆ ಆಚಾರ. ಸುಳ್ಳಾಡದಿರವುದೆ ಮೂರನೆಯ ಆಚಾರ. ವಿಶ್ವಾಸಘಾತವ ಮಾಡದಿಹುದೆ ನಾಲ್ಕನೆಯ ಆಚಾರ. ಪ್ರಾಣಹಿಂಸೆಯ ಮಾಡದಿಹುದೆ ಐದನೆಯ ಆಚಾರ. ಸಕಲ  ಶಿವಶರಣರ್ಗೆ ಸಂತೋಷವಂ ಪುಟ್ಟಿಸುವುದೆ ಆರನೆಯ ಆಚಾರ. ಸ್ವೀಕರಿಸಿದ ನೇಮವ ಪ್ರಾಣಾಂತ್ಯವಾಗಿ ಬಿಡೆನೆಂಬುವ ಏಳನೆಯ ಆಚಾರ. ಷಟ್ಸ್ಥಲದವರ ದಿsಕ್ಕರಿಸುವ ಜನರ ಸೀಳುವೆನೆಂಬುವ ವ್ರತವೆ ಎಂಟನೆ ಆಚಾರ. ಕೆಟ್ಟಜನರ ಸಹವಾಸ ಮಾಡದಿಹುದೆ ಒಂಬತ್ತನೆಯ ಆಚಾರ. ಸಜ್ಜನ  ಸಂಗತಿಯ ಬಿಡದಿಹುದೆ ಹತ್ತನೆಯ ಆಚಾರ ಅನ್ಯದೇವತಾಭಜನೆಗೆ ವಿಮುಖನಾಗುವುದೆ ಹನ್ನೊಂದನೆಯ ಆಚಾರ. ಶಿವನೇ ಸರ್ವದೇವಶಿಖಾಮಣಿಯೆಂದು ಮನದಲ್ಲಿ ಅಚ್ಚೊತ್ತಿಪ್ಪುದೆ ಹನ್ನೆರಡನೆಯ ಆಚಾರ. ಶಿವನಿಗೆ ಶಿವಗಣಂಗಳಿಗೆ ಭೇದವ ಮಾಡದಿಹುದೆ ಹದಿಮೂರನೆಯ ಆಚಾರ. ಸಕಲ  ಜೀವಿಗಳಿಗೆ ಹಿತವ ಬಯಸುವುದೆ ಹದಿನಾಲ್ಕನೆಯ ಆಚಾರ. ಸರ್ವರಿಗೆ ಹಿತವ ಮಾಡುವುದೆ ಹದಿನೈದನೆಯ ಆಚಾರ. ಕಡ್ಡಿಯ ಲಿಂಗಕ್ಕೆ ತೋರಿ ದಂತಧಾವನೆಯ ಮಾಡುವುದೆ ಹದಿನಾರನೆಯ ಆಚಾರ. ಸರ್ವಾವಯವವ ಸ್ವಚ್ಛ ಪ್ರಕ್ಷಾಳಿಸುವುದೆ ಹದಿನೇಳನೆಯ ಆಚಾರ ಲಿಂಗಮುದ್ರೆಯಿಲ್ಲದ ಗುಡಿಯಲ್ಲಿ ಪಾಕವ ಮಾಡದಿಹುದೆ ಹದಿನೆಂಟನೆಯ ಆಚಾರ. ಪ್ರಣವಮುದ್ರೆ ಇಲ್ಲದ ವಸ್ತ್ರ ಹೊದೆಯದಿಹುದೆ ಹತ್ತೊಂಬತ್ತನೆಯ ಆಚಾರ. ಹುಟ್ಟಿದ ಶಿಶುವಿಗೆ ಲಿಂಗಾಧಾರಣ ಮಾಡದೆ,  ತಾಯ ಮೊಲೆಹಾಲು ಜೇನುತುಪ್ಪ ಮುಟ್ಟಿಸದಿಹುದೆ ಇಪ್ಪತ್ತನೆಯ ಆಚಾರ. ಆಡಿದ ಭಾಷೆಯ ಕಡೆಪೂರೈಸುವುದೆ ಇಪ್ಪತ್ತೊಂದನೆಯ ಆಚಾರ. ಸತ್ಯವ ನುಡಿದು ತಪ್ಪದಿಹುದೆ ಇಪ್ಪತ್ತೆರಡನೆಯ ಆಚಾರ. ತುರುಗಳ ಕಟ್ಟಿ ರಕ್ಷಿಸುವುದೆ ಇಪ್ಪತ್ತುಮೂರನೆಯ ಆಚಾರ. ತುರುಗಳಿಗೆ ಲಿಂಗಮುದ್ರೆಯಿಕ್ಕಿ ಹಾಲು ಕರೆವುದು ಇಪ್ಪತ್ತುನಾಲ್ಕನೆಯ ಆಚಾರ. ಮಂತ್ರಸಹಿತ ಗೋಮಯವ ಹಿಡಿದು, ಮಂತ್ರಸಹಿತ ಪುಟವಿಕ್ಕಿ ಭಸ್ಮದ ರಾಶಿಯ ಮಾಡುವುದೆ ಇಪ್ಪತ್ತೈದನೆಯ ಆಚಾರ. ಆ ಭಸ್ಮದ ರಾಶಿಯ ಪಾದೋದಕದೊಡನೆ ಉಂಡಿಯ ಕಟ್ಟುವುದೆ ಇಪ್ಪತ್ತಾರನೆಯ ಆಚಾರ. ವಿದಿsಯರಿತು ಸ್ಥಾನವರಿತು ರುದ್ರಾಕ್ಷಿಗ? ಧರಿಸುವುದೆ ಇಪ್ಪತ್ತೇಳನೆಯ ಆಚಾರ. ಶಿವಾನುಭವವ ಶಾಸ್ತ್ರವ ವಿಚಾರಿಸುವುದೆ ಇಪ್ಪತ್ತೆಂಟನೆಯ ಆಚಾರ. ಮನವ ನೋಯಿಸಿ ಮಾತನಾಡದಿಹುದೆ ಇಪ್ಪತ್ತೊಂಬತ್ತನೆಯ ಆಚಾರ. ಲಿಂಗದ ಕಲೆಯರಿತು ಲಿಂಗವ ಪೂಜಿಸುವುದೆ ಮೂವತ್ತನೆಯ ಆಚಾರ. ಗುರುಮುಖದಿಂದ `ತಾನಾರು' ತನ್ನ ನಿಜವೇನೆಂದು ಬೆಸಗೊಳ್ಳವುದೆ ಮೂವತ್ತೊಂದನೆಯ ಆಚಾರ. ಷಡ್ವರ್ಗಂಗಳ ಮೆಟ್ಟಿ ಷಟ್ಸ್ಥಲವನಿಂಬುಗೊಂಡುದೆ ಮೂವತ್ತೆರಡನೆಯ ಆಚಾರ. ಅವಿಚ್ಛಿನ್ನವಾಗಿ ಅಂಗತ್ರಯದಲ್ಲಿ ಮನ ಓಕರಿಸಿಕೊಂಡುದೆ ಮೂವತ್ತುಮೂರನೆಯ ಆಚಾರ. ಲಿಂಗದಲ್ಲಿ ಶಿಲೆಯ ಭಾವವನರಸದಿಹುದೆ ಮೂವತ್ತುನಾಲ್ಕನೆಯ ಆಚಾರ. ಜಂಗಮದಲ್ಲಿ ಕುಲವನರಸದಿಹುದೆ ಮೂವತ್ತೈದನೆಯ ಆಚಾರ. ವಿಭೂತಿಯ ಮಾಣ್ಬದಿಹುದೆ ಮೂವತ್ತಾರನೆಯ ಆಚಾರ. ರುದ್ರಾಕ್ಷಿಯ ಶುದ್ಧವ ಮಾಡಿ ಮಣಿಗಳ ಅರಸುವುದೆ ಮೂವತ್ತೇಳನೆಯ ಆಚಾರ. ಪಾದೋದಕದಲ್ಲಿ ಉಚ್ಛಿಷ್ಟವಳಿದುದೆ ಮೂವತ್ತೆಂಟನೆಯ ಆಚಾರ. ಪ್ರಸಾದದಲ್ಲಿ ರುಚಿಯ ನೋಡದಿಹುದೆ ಮೂವತ್ತೊಂಬತ್ತನೆಯ ಆಚಾರ. ಮಂತ್ರದಲ್ಲಿ ಕುತ್ಸಿತಕಲ್ಪನೆಯ ಮಾಡದಿಹುದೆ ನಾಲ್ವತ್ತೆಳನೆಯ ಆಚಾರ. ಲಿಂಗಾರ್ಚನವಿರಹಿತ ಭೋಜನ ಮಾಡದಿಹುದೆ ನಾಲ್ವತ್ತೊಂದನೆಯ ಆಚಾರ. ಐಕ್ಯರ ಸಮಾದಿsಗೊಳಿಸಿ ತಾನು ಲಿಂಗಪೂಜೆಯ ಮಾಡುವುದೆ ನಾಲ್ವತ್ತೆರಡನೆಯ ಆಚಾರ. ಲಿಂಗದ್ರೋಹವ ಕೇಳಿ ತಾನು ಪ್ರಾಣಬಿಡುವುದೆ ನಾಲ್ವತ್ತುಮೂರನೆಯ ಆಚಾರ. ಜಂಗಮದ್ರೋಹವ ಕೇಳಿ ತಾನು ಐಕ್ಯನಾಗುವುದೆ ನಾಲ್ವತ್ತುನಾಲ್ಕನೆಯ ಆಚಾರ. ಲಿಂಗದ್ರೋಹವ ಮಾಡಿದವನ ಪ್ರಾಣವ ಭೇದಿಸುವುದೆ ನಾಲ್ವತ್ತೈದನೆಯ ಆಚಾರ. ಜಂಗಮದ್ರೋಹವ ಮಾಡಿದವನ ಶಿರವನೀಡಾಡುವುದೆ ನಾಲ್ವತ್ತಾರನೆಯ ಆಚಾರ. ಅಷ್ಟಾವರಣಸಂಗವ ಮಾಡುವ ಭೇದವ ತಿಳಿವುದೆ ನಾಲ್ವತ್ತೇ?ನೆಯ ಆಚಾರ. ತಾನಾರು ಲಿಂಗವಾರು ಎಂಬ ಭೇದವು ತಿಲಮಾತ್ರ ಇಲ್ಲದಿರುವುದೆ ನಾಲ್ವತ್ತೆಂಟನೆಯ ಆಚಾರ. ತನ್ನ ನಿಜವಿಚಾರವ ತಾ ಮರೆಯದೆ ಷಟ್ಸ್ಥಲದವರಿಗೆ ಅರುಹಿ ತನ್ನಂತೆ ಮಾಡುವುದೆ ನಾಲ್ವತ್ತೊಂಬತ್ತನೆಯ ಆಚಾರ. ಇಂತಿಷ್ಟು ಆಚಾರಂಗಳ ಕಡೆಮುಟ್ಟಿಸುವುದೆ, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವರಲ್ಲಿ ಐವತ್ತನೆಯ ಆಚಾರ ನೋಡಾ ಸಿದ್ದರಾಮಯ್ಯಾ.</font>"
}