{
    "id": "125", 
    "vachana": "<font>977ಆತ್ಮಸ್ಥಿತಿ ಶಿವಯೋಗ ಸಂಬಂಧವ  ಅರಿದೆನೆಂದಡೆ ಹೇಳಿರಣ್ಣ ಪೃಥ್ವಿ ಅಪ್ಪು  ತೇಜ  ವಾಯು  ಆಕಾಶವೆಂಬ ಪಂಚತತ್ವದ  ವಿವರಮಂ ಪೇಳ್ವೆ; ಅಸ್ಥಿ  ಮಾಂಸ ಚರ್ಮ ರುದಿsರ ಶುಕ್ಲ  ಮೇಧಸ್ಸು ಮಜ್ಜೆ  ಎಂಬ ಸಪ್ತಧಾತುವಿನ ಇಹವು, ಶ್ರೋತ್ರ  ನೇತ್ರ  ಘ್ರಾಣ  ಜಿಹ್ವೆ  ತ್ವಕ್ಕು  ಎಂಬ  ಪಂಚಜ್ಞಾನೇಂದ್ರಿಯಂಗಳಿಂದ ಶರೀರವೆನಿಸಿಕೊಂಬುದು. ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪು ರಸ ಗಂಧವೆಂಬಿವು ಪಂಚೇಂದ್ರಿಯಗಳು, ವಾಕ್ಕು  ಪಾಣಿ  ಪಾದ ಪಾಯು ಗುಹ್ಯವೆಂಬ ಪಂಚಕರ್ಮೇಂದ್ರಿಯಂಗಳಿವರು ಪರಿಚಾರಕರು, ಇಡಾ ಪಿಂಗಲಾ ಸುಷುಮ್ನಾ ಗಾಂಧಾರಿ ಹಸ್ತಿಜಿಹ್ವಾ ಪೂಷಾ ಅಲಂಬು ಲಕುಹಾ ಪಯಸ್ವಿನಿ ಶಂಖಿನಿಯೆಂಬ ದಶನಾಡಿಗಳಂ ಭೇದಿಸುತ್ತಂ. ಪ್ರಾಣ ಅಪಾನ ವ್ಯಾನ ಉದಾನ  ಸಮಾನ ನಾಗ ಕೂರ್ಮ  ಕೃಕರ ದೇವದತ್ತ ಧನಂಜಯವೆಂಬ ದಶವಾಯುವಿನ ಸ್ಥಾನಂಗಳನರಿದು, ಆಧ್ಯಾತ್ಮಿಕ ಆದಿsದೈವಿಕ ಆದಿ¨sõತಿಕವೆಂಬ ತಾಪತ್ರಯಂಗಳನರಿದು, ರಾಜಸ ತಾಮಸ  ಸಾತ್ವಿಕವೆಂಬ ಗುಣತ್ರಯಂಗಳನಳಿದು, ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  ಅಹಂಕಾರವೆಂಬ ಅಂತಃಕರಣ ಚತುಷ್ಟಯಂಗಳು ತಿಳಿದು, ಕಾಮ ಕ್ರೋಧ ಲೋಭ ಮೋಹ ಮದ ಮತ್ಸರವೆಂಬ ಅರಿಷಡ್ವರ್ಗಂಗಳ ಗೆಲಿದು, ಜಾಯತೆ ಅಸ್ತಿತೆ ವರ್ಧತೆ ಪರಿಣಮತೆ ಅಪಕ್ಷೀಯತೆ ವಿನಶ್ಯತೆ ಎಂಬ  ಷಡ್ಬಾವ ವಿಕಾರಂಗಳಂ ಬಿಟ್ಟು, ಕ್ಷುತ್ತು  ಪಿಪಾಸೆ  ಶೋಕ ಮೋಹ ಜರೆ  ಮರಣವೆಂಬ ಷಡೂರ್ಮಿಗಳ ವರ್ಮವ ತಿಳಿದು, ಜಾತಿ ವರ್ಣ ಆಶ್ರಮ ಕುಲ ಗೋತ್ರ  ನಾಮವೆಂಬ ಷಡ್‍ಭ್ರಮೆಗಳಂ ತಟ್ಟಲೀಯದೆ. ಅನ್ನಮಯ ಪ್ರಾಣಮಯ ಮನೋಮಯ ಆನಂದಮಯವೆಂಬ ಪಂಚಕೋಶಂಗಳ ಸಂಬಂಧವನರಿದು, ಕುಲ ಛಲ  ದಾನ ಯೌವನ ರೂಪು ರಾಜ್ಯ ವಿದ್ಯೆ ತಪವೆಂಬ ಅಷ್ಟಮದಂಗಳಂ ಕೆಡಿಸಿ,  ಧರ್ಮ ಅರ್ಥ ಕಾಮ ಮೋಕ್ಷವೆಂಬ ಚತುರ್ವಿಧ ಪುರುಷಾರ್ಥಂಗಳಂ ಕೆಡಿಸಿ, ಸಾಲೋಕ್ಯ ಸಾಮೀಪ್ಯ ಸಾರೂಪ್ಯ ಸಾಯುಜ್ಯವೆಂಬ  ಚತುರ್ವಿಧ ಮುಕ್ತಿಯ ಬಯಸದೆ, ಬ್ರಹ್ಮ  ಕ್ಷತ್ರಿಯ ವೈಶ್ಯ ಶೂದ್ರರೆಂಬ ನಾಲ್ಕು ಜಾತಿಯಲ್ಲಿ ಭೇದವೆಂತೆಂದರಿದು ಆಧಾರ  ಸ್ವಾದಿsಷ್ಠಾನ ಮಣಿಪೂರಕ ಅನಾಹತ ವಿಶುದ್ಧಿ ಆಜ್ಞಾ ಎಂಬ ಷಡುಚಕ್ರಂಗಳಂ ಭೇದಿಸಿ, ಕೃತಯುಗ ದ್ವಾಪರಯುಗ ಕಲಿಯುಗಂಗ?ಡಗಿ, ಪೃಥ್ವಿ ಸಲಿಲ  ಪಾವಕ  ಪವನ  ಅಂಬರ  ರವಿ  ಶಶಿ  ಆತ್ಮವೆಂಬ  ಅಷ್ಟತನು  ಮದಂಗಳ ಭೇದಾಭೇದಂಗಳ ಭೇದಿಸಿ, ಸ್ಥೂಲತನು ಸೂಕ್ಷ್ಮತನು ಕಾರಣತನು ಚಿದ್ರೂಪತನು ಚಿನ್ಮಯತನು ಆನಂದತನು ಅದ್ಭುತತನು ಶುದ್ಧತನುವೆಂಬ ಅಷ್ಟತನುವ ಏಕಾರ್ಥವಂ ಮಾಡಿ, ಕಪಿಲವರ್ಣ ನೀಲವರ್ಣ ಮಾಂಜಿಷ್ಟವರ್ಣ ಪೀತವರ್ಣ  ಕಪ್ಪುವರ್ಣ ಗೌರವರ್ಣ ಶ್ವೇತವರ್ಣವೆಂಬ ಸಪ್ತಧಾತುಗಳ ಸ್ವಸ್ಥಾನವಂ ಮಾಡಿ, ಜಾಗ್ರ  ಸ್ವಪ್ನ ಸುಷುಪ್ತಿ  ಎಂಬ ಅವಸ್ಥಾತ್ರಯಂಗಳಂ ಮೀರಿ,  ಜೀವಾತ್ಮ ಅಂತರಾತ್ಮ ಪರಮಾತ್ಮನೆಂಬೀ ಆತ್ಮತ್ರಯಂಗಳನೊಂದು ಮಾಡಿ, ಅಣಿಮಾ ಮಹಿಮಾ ಗರಿಮಾ ಲಘಿಮಾ  ಪ್ರಾಪ್ತಿ  ಪ್ರಾಕಾಮ್ಯ ವಶಿತ್ವ ಈಶತ್ವವೆಂಬ ಅಷ್ಟಸಿದ್ಧಿಗಳಂ ಬಿಟ್ಟು, ಅಂಜನಸಿದ್ಧಿ  ಘುಟಿಕಾಸಿದ್ಧಿ ರಸಸಿದ್ಧಿ ತ್ರಿಕಾಲಜ್ಞಾನಸಿದ್ಧಿ ಎಂಬ  ಅಷ್ಟಮಹಾಸಿದ್ಧಿಗಳಂ ತೃಣೀಕೃತಮಂ ಮಾಡಿಕೊಂಬುದು. ತನುವ್ಯಸನ ಮನವ್ಯಸನ ಧನವ್ಯಸನ ರಾಜ್ಯವ್ಯಸನ ವಿಶ್ವವ್ಯಸನ ಉತ್ಸಾಹವ್ಯಸನ ಸೇವಕವ್ಯಸನವೆಂಬ ಸಪ್ತವ್ಯಸನಂಗಳಂ ಬಿಟ್ಟು, ವಡಬಾಗ್ನಿ  ಮಂದಾಗ್ನಿ ಉದರಾಗ್ನಿ  ಶೋಕಾಗ್ನಿ ಕಾಮಾಗ್ನಿ ಎಂಬ ಪಂಚಾಗ್ನಿಯಂ ಕಳೆದು, ಶರೀರಾರ್ಥ ಪರಹಿತಾರ್ಥ ಯೋಗಾರ್ಥ ಪರಮಾರ್ಥ  ತತ್ವಾರ್ಥಂಗಳಲ್ಲಿ ಅವಧಾನಿಯಾಗಿ, ಆಚಾರಲಿಂಗ ಗುರುಲಿಂಗ ಶಿವಲಿಂಗ ಜಂಗಮಲಿಂಗ ಪ್ರಸಾದಲಿಂಗ ಮಹಾಲಿಂಗವೆಂಬ ಷಡುಸ್ಥಲಂಗ?ಂ ಭೇದಿಸಿ, ದಾಸ ವೀರದಾಸ ಭೃತ್ಯ  ವೀರಭೃತ್ಯ ಸಜ್ಜನಸಮಯಾಚಾರ ಸಕಲಾವಸ್ತೀಯರ್ಚನೆಯೆಂಬ ಷಡ್ವಿಧ ದಾಸೋಹದಿಂದ ನಿರಂತರ ತದ್ಗತವಾಗಿ. ಯಮ ನಿಯಮ ಆಸನ ಪ್ರಾಣಾಯಾಮ ಪ್ರತ್ಯಾಹಾರ ಧ್ಯಾನ ಧಾರಣ ಯೋಗ ಸಮಾದಿs ಎಂಬ ಅಷ್ಟಾಂಗ ಯೋಗದಲ್ಲಿ ಮುಕ್ತವಾಗಿ, ಬಾಲ ಬೋಳ  ಪಿಶಾಚ ರೂಪಿಗೆ ಬಾರದ ದೇಹಂಗಳನರಿದು ಅನಿತ್ಯವಂ ಬಿಡುವುದು. ಲಯಯೋಗವನರಿದು ಹಮ್ಮ ಬಿಡುವುದು. ಮಂತ್ರಯೋಗವನರಿದು ಆಸೆಯಂ ಬಿಡುವುದು. ಮರೀಚಿಕಾಜಲದಂತೆ ಬೆಳಗುವ ಶರಣ ಆತ ರಾಜಯೋಗಿ, ಆತಂಗೆ ನಮೋ ನಮೋ ಎಂಬೆನಯ್ಯಾ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ.</font>"
}