{
    "id": "3128", 
    "vachana": "<font>979ಆದಿ, ಅನಾದಿ, ಅನಾಗತ, ಅನಂತ, ಅದ್ಭುತ, ತಮಂಧ, ತಾರಜ, ತಂಡಜ, ಬಿಂದುಜ, ಬಿsನ್ನಾಯುಕ್ತ, ಅವ್ಯಕ್ತ, ಆಮದಾಯುಕ್ತ, ಮಣಿರಣ, ಮಾನ್ಯರಣ, ವಿಶ್ವರಣ, ವಿಶ್ವವಸು, ಅಲಂಕೃತ, ಕೃತಯುಗ, ತ್ರೇತಾಯುಗ, ದ್ವಾಪರ[ಯುಗ], ಕಲಿಯುಗ- ಇಂತೀ ಇಪ್ಪತ್ತೊಂದು ಯುಗಂಗಳ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಪ್ರಥಮ ಯುಗದಲ್ಲಿ ಪೃಥ್ವಿ, ಅಪ್ಪು, ತೇಜ, ವಾಯು, ಆಕಾಶಂಗಳಿಲ್ಲದಂದು ಆರೂ ಆರೂ ಇಲ್ಲದಂದು, ನಾಮವಿಲ್ಲದಂದು, ಅಂದು ನಿಃಶೂನ್ಯವಾಗಿದ್ದ ಕಾಣ ನಮ್ಮ ಬಸವಣ್ಣ. ಅಂದು ನಿಮ್ಮ ನಾಬಿsಕಮಲದಲ್ಲಿ ಜಲಪ್ರಳಯ ಪುಟ್ಟಿತ್ತು. ಆ ಜಲಪ್ರಳಯದಲ್ಲಿ ಒಂದುಗುಳ್ಳೆ ಲಿಂಗಾಕಾರವಾಗಿ ಪುಟ್ಟಿತ್ತು. ಆ ಲಿಂಗವ ತಕ್ಕೊಂಡು ಸ್ಥಾಪ್ಯವಿಟ್ಟಾತ ನಮ್ಮ ಬಸವಣ್ಣನು. ಇಪ್ಪತ್ತನೆಯ ಯುಗದಲ್ಲಿ ಓಂಕಾರವೆಂಬ ಮೇವ ಮೇದು, ಮೆಲುಕಿರಿದು, ಪರಮಾರ್ಥವೆಂಬ ಹೆಂಡಿಯನ್ನಿಕ್ಕಿ ನೊಸಲ ಕಣ್ಣತೆರೆದು ನೋಡಲಾಗಿ ಆ ಹೆಂಡಿ ಭಸ್ಮವಾಯಿತ್ತು. ಆ ಭಸ್ಮವನೆ ತೆಗೆದು ತಳಿಯಲಾಗಿ ಭೂಮಂಡಲ ಹೆಪ್ಪಾಯಿತ್ತು ಹೆಪ್ಪಾಗಲಿಕ್ಕಾಗಿ ತೊಡೆಯ ಮೇಲಿದ್ದ ಲಿಂಗವ ತಕ್ಕೊಂಡು ಸ್ಥಾಪ್ಯವಿಟ್ಟಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹತ್ತೊಂಬತ್ತನೆಯ ಯುಗದಲ್ಲಿ ಏಕಪಾದದ ಮಾಹೇಶ್ವರನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹದಿನೆಂಟನೆಯ ಯುಗದಲ್ಲಿ ಕತ್ತಲೆಯ ಕಾಳೋದರನೆಂಬ ರುದ್ರನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ ಹದಿನೇಳನೆಯ ಯುಗದಲ್ಲಿ  ವೇದಪುರಾಣಾಗಮಶಾಸ್ತ್ರಂಗಳ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ ಹದಿನಾರನೆಯ ಯುಗದಲ್ಲಿ....... ಹದಿನೈದನೆಯ ಯುಗದಲ್ಲಿ ಅಮೃತಮಥನವ ಮಾಡಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹದಿನಾಲ್ಕನೆಯ ಯುಗದಲ್ಲಿ ತೆತ್ತೀಸಕೋಟಿ ದೇವರ್ಕಳ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹದಿಮೂರನೆಯ ಯುಗದಲ್ಲಿ ಸೌರಾಷ್ಟ್ರ ಸೋಮೇಶ್ವರನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹನ್ನೆರಡನೆಯ ಯುಗದಲ್ಲಿ ಪಾರ್ವತಿಪರಮೇಶ್ವರರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹನ್ನೊಂದನೆಯ ಯುಗದಲ್ಲಿ ಏಕಾದಶ ರುದ್ರರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಹತ್ತನೆಯ ಯುಗದಲ್ಲಿ ದಶವಿಷ್ಣುಗಳ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಒಂಬತ್ತನೆಯ ಯುಗದಲ್ಲಿ ನವಬ್ರಹ್ಮರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಎಂಟನೆಯ ಯುಗದಲ್ಲಿ ಅಷ್ಟದಿಕ್ಪಾಲರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಏಳನೆಯ ಯುಗದಲ್ಲಿ ಸಪ್ತ  ಸಮುದ್ರಂಗಳ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಆರನೆಯ ಯುಗದಲ್ಲಿ ಷಣ್ಮುಖದೇವರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಐದನೆಯ ಯುಗದಲ್ಲಿ ಪಂಚಮುಖದೀಶ್ವರನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ನಾಲ್ಕನೆಯ ಯುಗದಲ್ಲಿ  ಚತುರ್ಮುಖದ ಬ್ರಹ್ಮನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಮೂರನೆಯ ಯುಗದಲ್ಲಿ ಬ್ರಹ್ಮ, ವಿಷ್ಣು, ರುದ್ರರ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಎರಡನೆಯ ಯುಗದಲ್ಲಿ ಸಂಗಯ್ಯನ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಒಂದನೆಯ ಯುಗದಲ್ಲಿ  ಪ್ರಭುವೆಂಬ ಜಂಗಮವ ನಿರ್ಮಿಸಿದಾತ ನಮ್ಮ ಬಸವಣ್ಣ. ಇಂತೀ ಇಪ್ಪತ್ತೊಂದು ಯುಗಂಗಳಲ್ಲಿ ಬಸವಣ್ಣನು ತಮ್ಮ ಕರಕಮಲವೆಂಬ ಗರ್ಭದಲ್ಲಿ ಜನಿಸಿದನೆಂದು. ಕಕ್ಕಯ್ಯಗಳು ತಮ್ಮ ಮೋಹದ ಮಗನೆಂದು ಒಕ್ಕುದನಿಕ್ಕಿ ಸಲಹಿದರು ಕಾಣಾ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ. </font>"
}