{
    "id": "3129", 
    "vachana": "ಆದಿ ಅನಾದಿ ಇಲ್ಲದಂದು, ಸ್ಥಿತಿಗತಿ ಉತ್ಪನ್ನವಾಗದಂದು ಭಕ್ತಿಯನುಭಾವಿಯ ಬಸುರೊಳಗೆ ಸತ್ಯಜ್ಞಾನವೆಂಬ ಶಾಸ್ತ್ರಂಗಳು ಹುಟ್ಟಿದವು. ಆ ಶಾಸ್ತ್ರದೊಳಡಗಿದವು ವೇದಪುರಾಣಾಗಮಂಗಳು. ಆ ಆಗಮಂಗಳೊಳಡಗಿದವು ಐವತ್ತೆರಡಕ್ಷರಂಗಳು ಆ ಅಕ್ಷರಂಗಳೊಳಡಗಿದವು ಇಪ್ಪತ್ತೇಳು ನಕ್ಷತ್ರಂಗಳು. ಆ ಇಪ್ಪತ್ತೇಳು ನಕ್ಷತ್ರಂಗಳೊಳಡಗಿದವು \n  ಲೋಕದ ಗಳಿಗೆ ಜಾವ ದಿನ ಮಾಸ ಸಂವತ್ಸರಂಗಳು. ಇಂತಿವೆಲ್ಲವನು ಒಳಗಿಟ್ಟುಕೊಂಡಿಹಾತ `ಓಂ ನಮಃ ಶಿವಾಯ‹ ಎಂಬಾತ ಕಾಣಿರೆ ! ಹೊರಗಿಪ್ಪಾತನು `ಓಂ ನಮಃ ಶಿವಾಯ‹ ಎಂಬಾತ ಕಾಣಿರೆ ! ಉಳಿದಿಪ್ಪಾತನು `ಓಂ ನಮಃ ಶಿವಾಯ‹ ಎಂಬಾತ ಕಾಣಿರೆ ! ಮತ್ತಿದ್ದ ಯೋನಿಜರೆಲ್ಲರೂ ಶಾಪಹತರಾಗಿ ಹೋದರು. ಇದು ಕಾರಣ- `ಓಂ ನಮಃ ಶಿವಾಯ‹ ಎಂಬಾತನೆ ಲಿಂಗವು  ಪಂಚಾಕ್ಷರಿಯೆ ಪರಮೇಶ್ವರನು, ಪಂಚಾಕ್ಷರಿಯೆ ಪರಮತತ್ವ, ಪಂಚಾಕ್ಷರಿಯೆ ಪರಮಯೋಗ, ಪಂಚಾಕ್ಷರಿಯೆ ಪರಂಜ್ಯೋತಿ, ಪಂಚಾಕ್ಷರಿಯೆ ಪಾಪಾಂತಕ. `ನ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ಚರಣ, `ಮ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ಒಡಲು, `ಶಿ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ಹಸ್ತ, `ವಾ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ನಾಸಿಕ, `ಯ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ನೇತ್ರ. ಮತ್ತೆ ; `ನ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ದಯೆ, `ಮ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ಶಾಂತಿ, `ಶಿ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ಕ್ರೋಧ, `ವಾ‹ ಎಂಬಕ್ಷರವೆ ದೇವರ ದಮನ, `ಯ‹ ಎಂಬ ಅಕ್ಷರವೆ ದೇವರ ಶಬ್ದ, ಮತ್ತೆ ; `ನ‹ ಎಂಬಕ್ಷರವೆ ಪೃಥ್ವಿ, `ಮ‹ ಎಂಬಕ್ಷರವೆ ಅಪ್ಪು, `ಶಿ` ಎಂಬಕ್ಷರವೆ ಅಗ್ನಿ, `ವಾ‹ ಎಂಬಕ್ಷರವೆ ವಾಯು, `ಯ‹ ಎಂಬಕ್ಷರವೆ ಆಕಾಶ. ಮತ್ತೆ; `ನ‹ ಎಂಬಕ್ಷರವೆ ಬ್ರಹ್ಮ, `ಮ‹ ಎಂಬಕ್ಷರವೆ ವಿಷ್ಣು, `ಶಿ‹ ಎಂಬಕ್ಷರವೆ ರುದ್ರ, `ವಾ‹ ಎಂಬಕ್ಷರವೆ ಶಕ್ತಿ, `ಯ‹ ಎಂಬಕ್ಷರವೆ ಲಿಂಗ, ಇಂತು ಪಂಚಾಕ್ಷರದೊಳಗಳಿವಕ್ಷರ ನಾಲ್ಕು, ಉಳಿವಕ್ಷರ ಒಂದು. ಈ ಪಂಚಾಕ್ಷರವನೇಕಾಕ್ಷರವ ಮಾಡಿದ ಬಳಿಕ ದೇವನೊಬ್ಬನೆ ಎಂದರಿದು, \n  ದೈವವೆಂಬ ಬ್ರಹ್ಮೇತಿಕಾರರನೇನೆಂಬೆನಯ್ಯ ! ವಿಷ್ಣು ದೈವವೆಂಬ ವಿಚಾರಹೀನರನೇನೆಂಬೆನಯ್ಯ ! ಅಶ್ವಿನಿ ಭರಣಿ ಕೃತ್ತಿಕೆ ಮೊದಲಾದ ಇಪ್ಪತ್ತೇಳು ನಕ್ಷತ್ರಂಗಳೊಳಗೆ, ಮೂಲಾನಕ್ಷತ್ರದಲ್ಲಿ (ವಿಷ್ಣು) ಹುಟ್ಟಿದನಾಗಿ ಮೂಲನೆಂಬ ಹೆಸರಾಯಿತ್ತು. ದೇವರ ಸೇವ್ಯಕಾರ್ಯಕ್ಕೆ ಪ್ರಾಪ್ತನೆಂದು ವೇದಂಗಳು ಬಿನ್ನೈಸಲು, ಜ್ಯೋತಿಷ್ಯಜ್ಞಾನ ಶಾಸ್ತ್ರಂಗಳು ಹುಸಿಯಾದೆವೆಂದು ನಿಮ್ಮ ಹರಿಯ ಅಡವಿಯಲ್ಲಿ ಬೀಸಾಡಲು, ಅಲ್ಲಿ ಆಳುತ್ತಿದ್ದ ಮಗನ ಭೂದೇವತೆ ಸಲಹಿ, ಭೂಕಾಂತನೆಂಬ ಹೆಸರುಕೊಟ್ಟು, ಭೂಚಕ್ರಿ ತನ್ನ ಪ್ರತಿರೂಪ ತೋಳಲ್ಲಿ ಸೂಡಿಸಿ ಶಿವಧರ್ಮಾಗಮ \n  ಭಕ್ತಿಯಲ್ಲಿ ಯುಕ್ತನ ಮಾಡಿದ ಬಳಿಕ, ಮತ್ತೆ ನಮ್ಮ ದೇವರ ಶ್ರೀಚರಣದಲ್ಲಿರ್ದು ಒಳಗೆ ತೋರಲು ದೇವರು ಪುರಾಣಂಗ? ಕರೆದು ವಿಷ್ಣುವಿನ ಪಾಪಕ್ಷಯವ ನೋಡಿ ಎಂದರೆ  ಆ ಪುರಾಣಂಗಳಿಂತೆಂದವು; ``ಪಾಪಂತು ಮೂಲನಕ್ಷತ್ರಂ ಜನನೀವರಣಂ ಪುನಃ † ಪಾಪಂ ತು ಪರ್ವತಸ್ಥೂಲಂ ಶಿವೇ ವೈರಮತಃ ಪರಂ † ಶಿವದಾಸೋಹಭಾವೇನ ಪಾಪಕ್ಷಯಮವಾಪ್ನುಯಾತ್ †† ಎಂದು ಪುರಾಣಂಗಳು ಹೇಳಲಾಗಿ; ವಿಷ್ಣು ಕೇಳಿ, ಪುರಾಣದ ಕೈಯಲು ದೀಕ್ಷಿತನಾಗೆ, ಪುರಾಣ ಪುರುಷೋತ್ತಮನೆಂಬ ಹೆಸರು ಬಳಿಕಾಯಿತ್ತು. ಮತ್ತೆ ನಮ್ಮ ದೇವರ ಪಾದರಕ್ಷೆಯ ತಲೆಯಲ್ಲಿ ಹೊತ್ತುಕೊಂಡು ಭೂತಂಗಳಿಗಂಜಿ ಶಂಖಮಂ ಪಿಡಿದುಕೊಂಡು, ದುರಿತಂಗಳಿಗಂಜಿ ನಾಮವನಿಟ್ಟು, ಪ್ರಳಯಂಗಳಿಗಂಜಿ ವೇಷವ ತೊಟ್ಟು. ರಾಕ್ಷಸರಿಗಂಜಿ ಚಕ್ರಮಂ ಪಿಡಿದು, ಶಿವನ ದಾಸೋಹದ ದಾಸಿಯೆಂದು ಕಸಕಿಲಂ ಪಿಡಿದು ಬಯಲನುಡುಗಿ, ಹೊತ್ತ ನೀರಲ್ಲಿ ಪುತ್ಥಳಿಯ ¸õಖ್ಯಮಂ ಮಾಡಿ ಇಪ್ಪತ್ತೇಳು ಲಕ್ಷವರುಷ ಶಿವನ ಸೇವೆಯಂ ಮಾಡಿ  ಮತ್ತೆ ಗರುಡವಾಹನ ಸತಿಲಕ್ಷ್ಮಿ ವಾದಿರ್sಜಯಮಂ ಪಡೆದು ದೇವರ ಎಡದ ಗದ್ದುಗೆಯನೋಲೈಸಿಪ್ಪವನ ದೇವರೆಂದರೆ ನೀವೆಂದಂತೆ ಎಂಬರೆ ? ಕೇಳಿರಣ್ಣಾ ! ವಚನಶುದ್ಧ ಭಾವದಲ್ಲಿ ಭಕ್ತಿಯುಳ್ಳವರು ನೀವು ಹೊತ್ತಿದ್ದ ವೇಷದಲ್ಲಿ ತಿಳಿದು ನೋಡಿ. ತಂದೆತಾಯಿ ಇಂದ್ರಿಯದಲ್ಲಿ ಬಂದವರು ದೇವರೆ ? ಸಂದೇಹ ಭ್ರಮೆಯೊಳಗೆ ಸಿಕ್ಕಿದವರು ದೇವರೆ ? \n  ಶೋಣಿತದೊಳಗೆ ಬೆಳೆದವರು ದೇವರೆ ? ಆ ತಂದೆ ತಾಯ ಹುಟ್ಟಿಸಿದರಾರೆಂದು ಕೇಳಿರೆ; ಹಿಂದೆ \n  ಯುಗಂಗಳು ಶತಕೋಟಿ ಸಂಖ್ಯೆಯ ಮೇಲೆ ಏಳುನೂರೆಪ್ಪತ್ತುಸಾವಿರ ಯುಗಂಗಳು, ಇದಕ್ಕೆ ನವಕೋಟಿ ನಾರಾಯಣರಳಿದರು, ಶತಕೋಟಿ ಸಂಖ್ಯೆ ಬ್ರಹ್ಮರಳಿದರು ಉಳಿದವರ ಪ್ರಳಯವ ಹೊಗಳಲಿನ್ನಾರ ವಶ ? ಇಂತಿವೆಲ್ಲವನು ಬಿಟ್ಟು ಉಳಿದಿಪ್ಪಾತನೊಬ್ಬನೆ, ಆತಂಗೆ ನಮೋ ಎಂಬೆ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ. \n"
}