{
    "id": "/3338", 
    "vachana": "ಎನ್ನ ಬ್ರಹ್ಮರಂಧ್ರದಲ್ಲಿ ಅಖಂಡಿತನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಉತ್ತಮಾಂಗದಲ್ಲಿ ಗಂಗಾಧರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಲಲಾಟದಲ್ಲಿ ಮಹಾದೇವನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಪಶ್ಚಿಮ[ಚಕ್ರ]ದಲ್ಲಿ ಪಂಚಮುಖನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಕರ್ಣದಲ್ಲಿ ಶ್ರುತಿಪುರಾಣಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಕರ್ಣದಲ್ಲಿ ಪಾರ್ವತೀಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ ಎನ್ನ ಬಲದ ನಯನದಲ್ಲಿ ತ್ರಿಪುರಸಂಹರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ನಯನದಲ್ಲಿ ಕಾಮಸಂಹರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ನಾಸಿಕದಲ್ಲಿ ನಾಗಭೂಷಣನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಜಿಹ್ವೆಯಲ್ಲಿ ಭವಹರರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಕಂಠದಲ್ಲಿ ಲೋಕೇಶ್ವರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಭುಜದಲ್ಲಿ ಸದಾಶಿವನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಭುಜದಲ್ಲಿ ಮೃತ್ಯುಂಜಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ತೋಳಿನಲ್ಲಿ ಶೂಲಪಾಣಿಯೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ತೋಳಿನಲ್ಲಿ ಕೋದಂಡನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಮೊಳಕೈಯಲ್ಲಿ ಪರಬ್ರಹ್ಮಸ್ವರೂಪನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಮೊಳಕೈಯಲ್ಲಿ ವಿಶ್ವಕುಟುಂಬಿ ಎಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಮುಂಗೈಯಲ್ಲಿ ಕರೆಕಂಠನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಮುಂಗೈಯಲ್ಲಿ ಶ್ರೀಕಂಠನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಅಂಗೈಯಲ್ಲಿ ನಿಧಾಂಕನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಅಂಗೈಯಲ್ಲಿ ವೇದಾಂಕನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಹೃದಯದಲ್ಲಿ ಮಾಹೇಶ್ವರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಪಾಶ್ರ್ವದಲ್ಲಿ ದಕ್ಷಸಂಹರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಪಾಶ್ರ್ವದಲ್ಲಿ ಕಾಲಸಂಹರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬೆನ್ನಿನಲ್ಲಿ ಭೂತೇಶ್ವರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ನಾಬಿsಯಲ್ಲಿ ಶಂಕರನೆಂಬ ರುದ್ರನಾಗಿ, ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ, ಎನ್ನ ಗುಹ್ಯದಲ್ಲಿ ವಿಷ್ಣುಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಗುದದಲ್ಲಿ ಬ್ರಹ್ಮಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ತೊಡೆಯಲ್ಲಿ ಪ್ರಕಾಶನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ತೊಡೆಯಲ್ಲಿ ಸ್ಫಟಿಕಪ್ರಕಾಶನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಮಣಿಪಾದದಲ್ಲಿ ಫಣಿಭೂಷಣನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಮಣಿಪಾದದಲ್ಲಿ ರುಂಡಮಾಲಾಧರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಹದಡಿನಲ್ಲಿ ಕಪಾಲಧರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಹದಡಿನಲ್ಲಿ ಬಿsಕ್ಷಾಟನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಅಂಗುಷ್ಠದಲ್ಲಿ ಭೃಂಗಿಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಅಂಗುಷ್ಠದಲ್ಲಿ ನಂದಿಪ್ರಿಯನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಬಲದ ಅರೆಪಾದದಲ್ಲಿ ಪೃಥ್ವೀಪತಿಯೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಎಡದ ಅರೆಪಾದದಲ್ಲಿ ಸಚರಾಚರಪತಿಯೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಎನ್ನ ಸರ್ವಾಂಗದಲ್ಲಿ ಸರ್ವೇಶ್ವರನೆಂಬ ರುದ್ರನಾಗಿ ಬಂದು ನಿಂದಾತ ಬಸವಣ್ಣನಯ್ಯಾ; ಇಂತೀ ಮೂವತ್ತೆಂಟು ಸ್ಥಾನಂಗಳಲ್ಲಿ, ಕೂಡಲಚೆನ್ನಸಂಗಯ್ಯಾ ಬಸವಸಾಹಿತ್ಯವಾಗಿಪ್ಪುದಯ್ಯಾ.\n"
}