{
    "id": "3350", 
    "vachana": "ಎನ್ನ ಸರ್ವಾಂಗವೆಲ್ಲವೂ ಲಿಂಗವಾದ ಪರಿಕ್ರಮವೆಂತೆಂದಡೆ; ಶ್ರೀಗುರು ಬಸವಣ್ಣನುಪದೇಶಿಸಿದ ಇಷ್ಟಲಿಂಗವೆನ್ನ ಸರ್ವಾಂಗದಲ್ಲಿ ಬಿsನ್ನ ನಾಮಂಗಳಿಂದ ಪ್ರಕಾಶಿಸುತ್ತಿಹುದು. ಅದೆಂತೆಂದಡೆ ; ಸ್ಥೂಲಾಂಗದಲ್ಲಿ ಇಷ್ಟಲಿಂಗವೆಂದು, ಸೂಕ್ಷ್ಮಾಂಗದಲ್ಲಿ ಪ್ರಾಣಲಿಂಗವೆಂದು ಕಾರಣಾಂಗದಲ್ಲಿ ಭಾವಲಿಂಗವೆಂದು ತ್ರಿಭೇದವಾಗಿಹುದು. ಇಂತು ಅಂಗವ ಕುರಿತು ಮೂರು ತೆರನಾಯಿತ್ತು. ಇನ್ನು ಇಂದ್ರಿಯಂಗಳ ಕುರಿತು ಆರು ತೆರನಾಗಿರ್ಪುದು. ಅದು ಹೇಗೆಂದಡೆ; ಹೃದಯದಲ್ಲಿ ಮಹಾಲಿಂಗವೆಂದು, ಶ್ರೋತ್ರದಲ್ಲಿ ಪ್ರಸಾದಲಿಂಗವೆಂದು, ತ್ವಕ್ಕಿನಲ್ಲಿ ಜಂಗಮಲಿಂಗವೆಂದು, ನೇತ್ರದಲ್ಲಿ ಶಿವಲಿಂಗವೆಂದು, ಜಿಹ್ವೆಯಲ್ಲಿ ಗುರುಲಿಂಗವೆಂದು, ಘ್ರಾಣದಲ್ಲಿ ಆಚಾರಲಿಂಗವೆಂದು, ಇಂತು ಷಡಿಂದ್ರಿಯಂಗಳಲ್ಲಿ ಷಡ್ವಿಧಲಿಂಗವಾಗಿ ತೋರಿತ್ತು. ಇಂತೀ ಮರ್ಯಾದೆಯಲ್ಲಿ ಜ್ಞಾನ-ಕರ್ಮೇಂದ್ರಿಯಂಗಳಲ್ಲಿಯೂ  ಲಿಂಗವೆ ಪ್ರಕಾಶಿಸುತ್ತಿಹುದು. ಅದು ಹೇಗಂದಡೆ; ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳಿಗೆಯೂ ಕರ್ಮೇಂದ್ರಿಯಂಗಳಿಗೆಯೂ ಭೇದವಿಲ್ಲ. ಅದೆಂತೆಂದಡೆ, ಶ್ರೋತ್ರಕ್ಕೂ ವಾಕ್ಕಿಗೂ ಭೇದವಿಲ್ಲ, ಶಬ್ದಕ್ಕೂ ವಚನಕ್ಕೂ ಭೇದವಿಲ್ಲ; ತ್ವಕ್ಕಿಗೂ ಪಾಣಿಗೂ ಭೇದವಿಲ್ಲ, ಸ್ಪರ್ಶಕ್ಕೂ ಆದಾನಕ್ಕೂ ಭೇದವಿಲ್ಲ; ನೇತ್ರಕ್ಕೂ ಪಾದಕ್ಕೂ ಭೇದವಿಲ್ಲ, ರೂಪಿಗೂ ಗಮನಕ್ಕೂ ಭೇದವಿಲ್ಲ, ಜಿಹ್ವೆಗೂ ಗುಹ್ಯಕ್ಕೂ ಭೇದವಿಲ್ಲ, ರಸಕ್ಕೂ ಆನಂದಕ್ಕೂ ಭೇದವಿಲ್ಲ; ಘ್ರಾಣಕ್ಕೂ ಗುದಕ್ಕೂ ಭೇದವಿಲ್ಲ, ಗಂಧಕ್ಕೂ ವಿಸರ್ಜನಕ್ಕೂ ಭೇದವಿಲ್ಲ, ಇನ್ನು ಶ್ರೋತ್ರವೆಂಬ ಜ್ಞಾನೇಂದ್ರಿಯಕ್ಕೂ ವಾಕ್ಕೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಕ್ಕೂ ಶಬ್ದ ವಿಷಯ, ಮೂಲಭೂತ ಆಕಾಶ, ಈಶಾನಮೂರ್ತಿ ಅದಿsದೇವತೆ. ತ್ವಕ್ಕೆಂಬ ಜ್ಞಾನೇಂದ್ರಿಯಕ್ಕೂ ಪಾಣಿಯೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಕ್ಕೂ ಸ್ಪರ್ಶನ ವಿಷಯ, ಮೂಲಭೂತ ವಾಯು, ತತ್ಪುರುಷಮೂರ್ತಿ ಅದಿsದೇವತೆ. ದೃಕ್ಕೆಂಬ ಜ್ಞಾನೇಂದ್ರಿಯಕ್ಕೂ ಪಾದವೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಕ್ಕೂ ರೂಪು ವಿಷಯ, ಮೂಲಭೂತ ಅಗ್ನಿ, ಅಘೋರಮೂರ್ತಿ ಅದಿsದೇವತೆ. ಜಿಹ್ವೆಯೆಂಬ ಜ್ಞಾನೇಂದ್ರಿಯಕ್ಕೂ ಗುಹ್ಯವೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಕ್ಕೂ ರಸ ವಿಷಯ, ಮೂಲಭೂತ ಅಪ್ಪು, ವಾಮದೇವಮೂರ್ತಿ ಅದಿsದೇವತೆ, ಘ್ರಾಣವೆಂಬ ಜ್ಞಾನೇಂದ್ರಿಯಕ್ಕೂ ಪಾಯುವೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಕ್ಕೂ ಗಂಧ ವಿಷಯ, ಮೂಲಭೂತ ಪೃಥ್ವಿ, ಸದ್ಯೋಜಾತಮೂರ್ತಿ ಅದಿsದೇವತೆ. ಇಂತೀ ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳಿಗೆಯೂ ಕರ್ಮೇಂದ್ರಿಯಂಗಳಿಗೆಯೂ ಹೃದಯವೆ ಆಶ್ರಯಸ್ಥಾನವಾದ ಕಾರಣ, ಹೃದಯ ಆಕಾಶವೆನಿಸಿತ್ತು. ಅಲ್ಲಿ ಸ್ಥೂಲ ಸೂಕ್ಷ್ಮ ಕಾರಣ ರೂಪಿಂದೆಲ್ಲಾ ಇಂದ್ರಿಯಂಗಳಿರುತ್ತಿಹವು.ಗುರೂಪದೇಶದಿಂದ ಎಲ್ಲಾ ಇಂದ್ರಿಯಂಗಳಲ್ಲಿಯೂ ಲಿಂಗವೆ ಪ್ರಕಾಶಿಸುತ್ತಿಹುದು. ಅದು ಹೇಗೆಂದಡೆ; ಘ್ರಾಣದ ಘ್ರಾಣವೆ ಆಚಾರಲಿಂಗ; ಜಿಹ್ವೆಯ ಜಿಹ್ವೆಯೆ ಗುರುಲಿಂಗ; ನೇತ್ರದ ನೇತ್ರವೆ ಶಿವಲಿಂಗ; ತ್ವಕ್ಕಿನ ತ್ವಕ್ಕೆ ಜಂಗಮಲಿಂಗ; ಶ್ರೋತ್ರದ ಶ್ರೋತ್ರವೆ ಪ್ರಸಾದಲಿಂಗ; ಹೃದಯದ ಹೃದಯವೆ ಮಹಾಲಿಂಗ. ಈ ಆರು ಲಿಂಗಕ್ಕೆ ಅಂಗಸ್ಥಲ ಆರು; ಅವಾವುವೆಂದಡೆ; ಐಕ್ಯ ಶರಣ ಪ್ರಾಣಲಿಂಗಿ ಪ್ರಸಾದಿ ಮಹೇಶ್ವರ ಭಕ್ತ ಎಂದೀ ಆರು ಅಂಗಸ್ಥಲಗಳು. ಇವಕ್ಕೆ ವಿವರ; ಆತ್ಮಾಂಗದಲ್ಲಿ ಸದ್ಭಾವ ಹಸ್ತದಿಂದ ಎಲ್ಲಾ ಇಂದ್ರಿಯಂಗಳ ಪರಿಣಾಮವನು ಸಮರಸಭಕ್ತಿಯಿಂದ ಮಹಾಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಐಕ್ಯ. ವ್ಯೋಮಾಂಗದಲ್ಲಿ ಸುಜ್ಞಾನಹಸ್ತದಿಂದ ಸುಶಬ್ದದ್ರವ್ಯವನು ಆನಂದಭಕ್ತಿಯಿಂದ ಪ್ರಸಾದಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಶರಣ. ಅನಿಲಾಂಗದಲ್ಲಿ ಮನೋಹಸ್ತದಿಂದ ಸುಸ್ಪರ್ಶನದ್ರವ್ಯವನು  ಅನುಭಾವಭಕ್ತಿಯಿಂದ ಶಿವಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಪ್ರಾಣಲಿಂಗಿ. ಅನಲಾಂಗದಲ್ಲಿ ನಿರಹಂಕಾರಹಸ್ತದಿಂದ ಸುರೂಪುದ್ರವ್ಯವನು ಅವಧಾನಭಕ್ತಿಯಿಂದ ಶಿವಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಪ್ರಸಾದಿ, ಜಲಾಂಗದಲ್ಲಿ ಸುಬುದ್ಧಿ ಹಸ್ತದಿಂದ ಸುರಸದ್ರವ್ಯವನು ನೈಷ್ಠಿಕಾಭಕ್ತಿಯಿಂದ ಗುರುಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಮಾಹೇಶ್ವರ. ಭೂಮ್ಯಂಗದಲ್ಲಿ ಸುಚಿತ್ತಹಸ್ತದಿಂದ ಸುಗಂಧದ್ರವ್ಯವನು ಸದ್ಭಕ್ತಿಯಿಂದ ಆಚಾರಲಿಂಗಕ್ಕರ್ಪಿಸುವಾತನೆ ಭಕ್ತ. ಇನ್ನು ಷಡಾಧಾರಂಗಳಲ್ಲಿ ಷಡಕ್ಷರರೂಪದಿಂದ ಷಡ್ಲಿಂಗ ಸ್ಥಾಪ್ಯವಾಗಿಹವು. ಅದು ಹೇಗೆಂದಡೆ, ನಕಾರವೆ ಆಚಾರಲಿಂಗ, ಮಕಾರವೆ ಗುರುಲಿಂಗ, ಶಿಕಾರವೆ ಶಿವಲಿಂಗ, ವಾಕಾರವೆ ಜಂಗಮಲಿಂಗ, ಯಾಕಾರವೆ ಪ್ರಸಾದಲಿಂಗ, ಓಂಕಾರವೆ ಮಹಾಲಿಂಗ, ಎಂದು ಆರು ತೆರನಾಗಿಹವು. ಅದೆಂತೆಂದಡೆ; ಆಧಾರದಲ್ಲಿ ನಕಾರ, ಸ್ವಾದಿsಷ್ಠಾನದಲ್ಲಿ ಮಕಾರ, ಮಣಿಪೂರಕದಲ್ಲಿ ಶಿಕಾರ, ಅನಾಹತದಲ್ಲಿ ವಾಕಾರ, ವಿಶುದ್ಧಿಯಲ್ಲಿ ಯಕಾರ, ಆಜ್ಞೆಯಲ್ಲಿ ಓಂಕಾರ, ಇಂತೀ ಮರ್ಯಾದೆಯಲ್ಲಿ ಷಡ್ಧಾತುವಿನಲ್ಲಿ ಷಡಕ್ಷರರೂಪಿಂದ ಷಡ್ಲಿಂಗ ಸ್ಥಾಪ್ಯವಾಗಿಹವು. ಅದು ಹೇಗೆಂದಡೆ; ತ್ವಙ್ಮಯವಾಗಿಹುದು ಓಂಕಾರ, ರುದಿsರಮಯವಾಗಿಹುದು ನಕಾರ, ಮಾಂಸಮಯವಾಗಿಹುದು ಮಕಾರ, ಮೇಧೋಮಯವಾಗಿಹುದು ಶಿಕಾರ, ಅಸ್ಥಿಮಯವಾಗಿಹುದು ವಾಕಾರ, ಮಜ್ಜಾಮಯವಾಗಿಹುದು ಯಕಾರ. ಇಂತೀ ಷಡ್ಧಾತುವೆ ಷಡಕ್ಷರಮಯವಾಗಿ, ಅವೆ ಲಿಂಗಂಗಳಾಗಿ, ಒ?ಹೊರಗೆ ತೆರಹಿಲ್ಲದೆ ಸರ್ವಾಂಗವೆಲ್ಲವೂ ಲಿಂಗಮಯವಾದ ಇರವು. ಅದು ತಾನೆ ಶಿವನಿರವು, ಅದು ತಾನೆ ಶಿವನ ಭವನ. ಅದು ತಾನೆ ಶಿವನ ವಿಶ್ರಾಮಸ್ಥಾನ. ಇಂತೀ ಷಟ್ಸ್ಥಲಬ್ರಹ್ಮವನರಿದಾತನೆ ಶರಣ, ಆತನೆ ಲಿಂಗೈಕ್ಯ. ಇಂತೀ ಷಟ್ಸ್ಥಲಬ್ರಹ್ಮವೆಂಬುದು \n  \n  ಅನಿರ್ವಾಚ್ಯವಾದ ಕಾರಣ, ವಚಿಸುತ್ತ ವಚಿಸುತ್ತ ವಚಿಸುತ್ತ ವಚನಗೆಟ್ಟಿತ್ತು. ಉಪ್ಪು ನೀರೊಳು ಕೂಡಿದಂತೆ, \n  ಅಂಬುದಿsಯೊಳು ಬಿದ್ದಂತೆ, ಶಿಖಿಕರ್ಪೂರ ಯೋಗದಂತೆ ಆದೆನಯ್ಯಾ ಕೂಡಲಚೆನ್ನಸಂಗಯ್ಯನಲ್ಲಿ, ಬಸವಣ್ಣನ ಭಾವಹಸ್ತ ಮುಟ್ಟಿದ ಕಾರಣ. \n"
}