{
    "id": "385", 
    "vachana": "<font>1078ಓಂ ವಿಶ್ವನಿರಾಕಾರ ನಿರವಯನಿರ್ವಿಕಾರ ಅವಗತವಾಗ್ಮನವಾಗತ ಆಕಾಶ ಸಭಾಮೂರ್ತಿ ನಿರಾಕಾರವೆಂಬ ನಿಜಲಿಂಗವಪ್ಪ ಪರಶಿವಾನಂದ ಮೂರ್ತಿ ತನ್ನೊಳು ತ್ರಿಗುಣಾತ್ಮಕನಾಗಿಹ. ಅದೆಂತೆಂದಡೆ : ಶಿವ ಸದಾಶಿವ ಮಹೇಶ್ವರನೆಂದು ಪರಶಿವನ ತ್ರಿಗುಣಾತ್ಮಕ ಭೇದಂಗಳು, ಇಂತಪ್ಪ ಪರಶಿವನು ವಿಶ್ವದುತ್ಪತ್ಯಕಾರಣನಾಗಿ ಪಂಚಸಾದಾಖ್ಯ ರೂಪಗಳಂ ಪ್ರತ್ಯೇಕ ತ್ರಿಗುಣಾತ್ಮಕರಾಗಿ ಜ್ಯೋತಿಯಿಂ ಪೆÇತ್ತಿಸಲಾಪುದು. ಘನವಾದುದು ಉಪಮಿಸಬಾರದ ಮಹಾಘನದಂತೆ ಆ ಮಹಾಬೆಳಗು ತನ್ನೊಳೈದು ರೂಪಾಯಿತ್ತು. ಅದೆಂತೆಂದಡೆ : ಶಿವ ಅಮೂರ್ತಿ ಮೂರ್ತಿ ಕರ್ತೃ ಕರ್ಮರೆಂಬ  ಪಂಚಬ್ರಹ್ಮ ಹುಟ್ಟಿದವು; ಅದಕೈವರು ಶಕ್ತಿಯರುದಯಿಸಿದರು, ಅವರ ನಾಮಂಗಳು:ಪರಾಶಕ್ತಿ, ಆದಿಶಕ್ತಿ, ಇಚ್ಛಾಶಕ್ತಿ ಜ್ಞಾನಶಕ್ತಿ ಕ್ರಿಯಾಶಕ್ತಿ. ಇಂತಿಂತು ಐವರನು ಪಂಚಬ್ರಹ್ಮರಿಗೆ ವಿವಾಹಂ ಮಾಡಿದೊಡಾ ಶಿವಶಕ್ತಿ ಪಂಚಕದಿಂದೊಂದು ಓಂಕಾರವೆಂಬ ಬೀಜವಂ  ನಿರ್ಮಿಸಿದಡಾ, ಓಂಕಾರ ಬೀಜದಿಂದೊಂದು ವಿರಾಟಸ್ವರೂಪಮಪ್ಪ ಮಹಾಘನ ತೇಜೋಮಯವಪ್ಪ ಅನಾದಿರುದ್ರಸಹಸ್ರಾಂಶುವಿಂಗೆ ಸಾವಿರ ಶಿರ  ಸಾವಿರ ನಯನ  ಸಾವಿರ ದೇಹ ಸಾವಿರಪಾದವುಳ್ಳ ಸ್ವಯಂಭುಮೂರ್ತಿ ಪುಟ್ಟಿದ ಆ ಸ್ವಯಂಭುಮೂರ್ತಿಯ ಮುಖದಲ್ಲಿ ಈಶ್ವರಪುಟ್ಟಿದ, ಈಶ್ವರನ ವಾಮಭಾಗದಲ್ಲಿ ವಿಷ್ಣುಪುಟ್ಟಿದ. ದಕ್ಷಿಣಭಾಗದಲ್ಲಿ ಬ್ರಹ್ಮಪುಟ್ಟಿದ. ಇಂತು ತ್ರಿದೇವತೆಯರೊಳಗಗ್ರಜನಪ್ಪ ಮಹಾಮಹಿಮ ಈಶ್ವರನ ಪಂಚಮುಖದಲ್ಲಿ ಪಂಚಬ್ರಹ್ಮ ತೇಜೋಮಯ ರುದ್ರರು ಪುಟ್ಟಿದರು. ಅವರ ನಾಮಂಗಳು : ಸದ್ಯೋಜಾತ ವಾಮದೇವ ಅಘೋರ  ತತ್ಪುರುಷ ಈಶಾನ್ಯರೆಂದಿಂತು. ಅವರೋಳ್ಸದ್ಯೋಜಾತನೆಂಬ ಅಗ್ರಜರುದ್ರ ಪುಟ್ಟಿದನು. ಆ ಸದ್ಯೋಜಾತಂಗೆ ಮಹಾರುದ್ರ ಪುಟ್ಟಿದನು. ಆ ಮಹಾರುದ್ರಂಗೆ ಶ್ರೀರುದ್ರ ಪುಟ್ಟಿದನು. ಆ ಶ್ರೀರುದ್ರಂಗೆ ರುದ್ರ ಪುಟ್ಟಿದನು. ಆ ರುದ್ರಂಗೆ ಅಗ್ನಿಯು ಅವಗತ  ಪುಟ್ಟಿದವು. ಆ ಅಗ್ನಿಗೆ ಕಾಶ್ಶಪಬ್ರಹ್ಮ ಪುಟ್ಟಿದನು. ಅವಗತಕ್ಕೆ ಮಾಯಾಸ್ವಪ್ನಬ್ರಹ್ಮ ಪುಟ್ಟಿದನು. ಅದೆಂತೆಂದಡೆ : ಮಾಯವೆ ಮೃತ್ಯು, ಬ್ರಹ್ಮವೆ ಸತ್ಯ ಅದು ಮಾಯಾಸ್ವವಪ್ನಬ್ರಹ್ಮವೆನಿಸಿತ್ತು. ಇಂತಿಪ್ಪ ಬ್ರಹ್ಮವು ಮಾಯಾ ಅವಲಂಬಿಸಿಹುದಾಗಿ ಅದು ಮಾಯಾಸ್ವಪ್ನಬ್ರಹ್ಮವೆನಿಸಿತ್ತು. ಇಂತಪ್ಪ ಮಾಯಾ ಸ್ವಪ್ನಬ್ರಹ್ಮಂಗೆ ತ್ರಯೋದಶಕುಮಾರಿಯರು ಪುಟ್ಟಿದರು. ಅವರ ನಾಮಂಗಳು : ಬೃಹತಿ, ಅದಿತಿ, ದಿತಿ, ವಿನುತಾದೇವಿ, ಕದ್ರು, ಸುವರ್ಣಪ್ರಭೆ, ಕುಮುದಿನಿ, ಪ್ರಭಾದೇವಿ, ಕಾಳಿದಂಡಿ, ಮೇಘದಂಡಿ, ದಾತೃಪ್ರಭೆ, ಕುಸುಮಾವತಿ, ಪಾರ್ವಂದಿನಿ ಎಂದಿಂತು ತ್ರಯೋದಶಕುಮಾರಿಯರು ಪುಟ್ಟಿದರು. ಇದಕ್ಕೆ ಆದಿ  ಪರಮೇಶ್ವರನು ಸೃಷ್ಟಿ ನಿರ್ಮಿತ ಜಗದುತ್ಪತ್ಯ ಸ್ಥಿತಿ ಲಯಗಳಾಗಬೇಕೆಂದು, ಆ ಕಾಶ್ಯಪಬ್ರಹ್ಮಗು ತ್ರಯೋದಶ ಸ್ತ್ರೀಯರಿಗೆಯು ವಿವಾಹವ ಮಾಡಿದನು. ಆ ಕಾಶ್ಯಪಬ್ರಹ್ಮನ ಮೊದಲ ಸ್ತ್ರೀಯ ಪೆಸರು ಬೃಹತಿ. ಆ ಬೃಹತಿಗೆ ಪುಟ್ಟಿದ ಮಕ್ಕಳ ಪೆಸರು ಹಿರಣ್ಯಕಾಂಕ್ಷ. ಹಿರಣ್ಯಕಾಂಕ್ಷನ ಮಗ ಪ್ರಹರಾಜ, ಪ್ರಹರಾಜ ಮಗ ಕುಂಬಿs, ಆ ಕುಂಬಿsಯ ಮಗ ನಿಃಕುಂಬಿs, ನಿಃಕುಂಬಿsಯ ಮಗ ದುಂದುಬಿs, ಆ ದುಂದುಬಿsಯ ಮಗ ಬಲಿ, ಬಲಿಯ ಮಗ ಬಾಣಾಸುರ. ಇಂತಿವರು ಮೊದಲಾದ ಛಪ್ಪನ್ನಕೋಟಿ ರಾಕ್ಷಸರು ಪುಟ್ಟಿದರು. ಎರಡನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಅದಿತಿ. ಆ ಅದಿತಿಗೆ ಸೂರ್ಯ ಮೊದಲಾದ ಮೂವತ್ತುಕೋಟಿ ದೇವರ್ಕಳು ದೇವಗಣ  ಪುಟ್ಟಿದವು. ಮೂರನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ದಿತಿದೇವಿ. ಆ ದಿತಿದೇವಿಗೆ ಕೂರ್ಮ  ಮೊದಲಾದ ಜಲಚರಂಗಳು ಪುಟ್ಟಿದವು. ನಾಲ್ಕನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ವಿನುತಾದೇವಿ. ಆ ವಿನುತಾದೇವಿಗೆ ಸಿಡಿಲು, ಮಿಂಚು, ವರುಣ, ಗರುಡ ಮೊದಲಾದ ಖಗಜಾತಿಗ?ು ಪುಟ್ಟಿದವು. ಐದನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಕದ್ರುದೇವಿ. ಆ ಕದ್ರುವಿಗೆ ಶೇಷ, ಅನಂತ, ವಾಸುಗಿ, ಶಂಬವಾಳ, ಕಕ್ಷರ, ಕರ್ಕೋಟ, ಕರಾಂಡ, ಭುಜಂಗ, ಕುಳ್ಳಿಕ, ಅಲ್ಲಮಾಜಾರ್ಯ ಇಂತಿವು ಮೊದಲಾದ ನವಕುಲನಾಗಂಗಳು ಪುಟ್ಟಿದವು. ಆರನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಸುವರ್ಣಪ್ರಭೆ. ಆ ಸುವರ್ಣಪ್ರಭೆಗೆ ಚಂದ್ರ, ತಾರಾಗಣ, ನಕ್ಷತ್ರಂಗಳು ಪುಟ್ಟಿದವು. ಏಳನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಕುಮುದಿನಿ. ಆ ಕುಮುದಿನಿಗೆ ಐರಾವತ, ಪುಂಡರೀಕ, ಪುಷ್ಪದಂತ, ವಾಮನ, ಸುಪ್ರದೀಪ, ಅಂಜನ, ಸಾರ್ವಭೌಮ, ಕುಮುದ, ಭಗದತ್ತ ಇಂತಿವು ಮೊದಲಾದ ಮೃಗಕುಲಾದಿ ವ್ಯಾಘ್ರ  ಶರಭ ಶಾರ್ದೂಲಂಗಳು ಪುಟ್ಟಿದವು. ಎಂಟನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಪ್ರಭಾದೇವಿ. ಆ ಪ್ರಭಾದೇವಿಗೆ ಕನಕಗಿರಿ, ರಜತಗಿರಿ, ಸೇನಗಿರಿ, ನೀಲಗಿರಿ, ನಿಷಧಗಿರಿ, ಮೇರುಗಿರಿ, ಮಾನಸಗಿರಿ ಇಂತಿವು ಮೊದಲಾದ ಪರ್ವತಂಗಳು ಪುಟ್ಟಿದವು. ಒಂಬತ್ತನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಕಾಳಿದಂಡಿ. ಆ ಕಾಳಿದಂಡಿಗೆ ಸಪ್ತಋಷಿಯರು ಮೊದಲಾದ ಅಷ್ಟಾಸೀತಿ ಸಹಸ್ರ  ಋಷಿಯರು ಪುಟ್ಟಿದರು. ಹತ್ತನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಮೇಘದಂಡಿ. ಆ ಮೇಘದಂಡಿಗೆ ನೀಲಮೇಘ, ಕುಂಭಮೇಘ, ದ್ರೋಣಮೇಘ, ಧೂಮಮೇಘ, ಕಾರ್ಮೇಘ ಇಂತಿವು ಮೊದಲಾದ ಮೇಘಂಗಳು ಪುಟ್ಟಿದವು. ಹನ್ನೊಂದನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ದಾತೃಪ್ರಭೆ. ಆ ದಾತೃಪ್ರಭೆಗೆ ಚಿಂತಾಮಣಿ ಮೊದಲಾದ ನವರತ್ನಂಗಳು ಪುಟ್ಟಿದವು. ಹನ್ನೆರಡನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಕುಸುಮಾವತಿ. ಆ ಕುಸುಮಾವತಿಗೆ ಕಾಮಧೇನು, ಕಲ್ಪವೃಕ್ಷಂಗಳು ಪುಟ್ಟಿದವು. ಹದಿಮೂರನೆಯ ಸ್ತ್ರೀಯ ಪೆಸರು ಪಾರ್ವಂದಿನಿ. ಆ ಪಾರ್ವಂದಿನಿಗೆ ಅಷ್ಟದಿಕ್ಪಾಲಕರು ಪುಟ್ಟಿದರು. ಇಂತಿವರುಗಳ ರಜಸ್ಸೀಲಾಶೋಣಿತದಿಂದ ಸಹಸ್ರವೇದಿ ಮೊದಲಾದ ಅಷ್ಟ ಪಾಷಾಣಂಗಳು ಪುಟ್ಟಿದವು. ಇವರುಗಳ ಮಲಮೂತ್ರದಿಂದ ಪರುಷರಸ  ಸಿದ್ಧರಸ ನಿರ್ಜರೋದಕ ಪುಟ್ಟಿದವು. ಇಂತಿವರುಗಳ ಬೆಚ್ಚು  ಬೆದರಿಂದ ದೇವಗ್ರಹ, ಯಕ್ಷಗ್ರಹ, ನಾಗಗ್ರಹ, ಗಾಂಧರ್ವಗ್ರಹ, ಪಿಶಾಚಗ್ರಹ, ಪೆಂತರಗ್ರಹ, ಬ್ರಹ್ಮರಾಕ್ಷಸಗ್ರಹ ಶತಕೋಟಿ ದೇವಗ್ರಹ, ಸರ್ವದರ್ಪಗ್ರಹ, ಶಾಕಿನಿ, ಡಾಕಿನಿ ಮೊದಲಾದ ಗ್ರಹಭೂತ ಪ್ರೇತ ಪಿಶಾಚಂಗಳು ಪುಟ್ಟಿದವು. ಇವರುಗಳ ಪ್ರಸೂತಿಕಾಲ ಮಾಸಿನಿಂದ  ಅಷ್ಟಲೋಹ ಪಾಷಾಣಂಗಳು ಪುಟ್ಟಿದವು. ಕಾಲರಾಶಿ, ಕರಣರಾಶಿ, ಭೂತರಾಶಿ, ಮೂಲರಾಶಿ, ಪ್ರಾಣರಾಶಿಗಳು ಮೊದಲಾದ ಕೀಟಕ  ಜಾತಿಗಳು ಪುಟ್ಟಿದವು. ಇಂತು ಚತುರ್ದಶ ಭುವನಂಗಳು, ಐವತ್ತಾರುಕೋಟಿ ರಾಕ್ಷಸರು, ದ್ವಾದಶಾದಿತ್ಯರು, ಮೂವತ್ತುಮೂರುಕೋಟಿದೇವರ್ಕಗಳು, ದೇವಗಣ  ಸುರಪತಿ, ಖಗಪತಿ, ಸಿಡಿಲು, ಮಿಂಚು, ವರುಣ, ಗರುಡ, ನವಕುಲ ನಾಗಂಗಳು, ಚಿಂತಾಮಣಿನವರತ್ನಂಗಳು, ಕಾಮಧೇನು, ಕಲ್ಪವೃಕ್ಷ ಪರುಷರಸ, ಸಿದ್ದರಸ ನಿರ್ಜರೋದಕ, ದಿಕ್ಕರಿಗಳು, ಕೂರ್ಮ  ಮೊದಲಾದ ಜಲಚರಂಗಳು, ಚಂದ್ರತಾರಾಗಣ ನಕ್ಷತ್ರಂಗಳು ಪುಟ್ಟಿದವು. ಇದಕ್ಕೆ ಶ್ರುತಿ  : ಓಂ ವಿಶ್ವಕರ್ಮಹೃದಯೇ ಬ್ರಹ್ಮಚಂದ್ರಮಾ ಮನಸೋ ಜಾತಃ ಚಕ್ಷೋಸ್ಸೂರ್ಯದಯಾಭ್ಯೋ ಸರ್ವಾಂಗ ಭೂಷಿಣಿ ದೇವಸ್ಯ ಬಾಹುದ್ವಯಾಂಶಕಃ ಪ್ರತಿಬಾಹು ವಿಷ್ಣುಮೇವಚ ಮಣಿಬಂಧೇ ಪಿತಾಮಹಃ ಜ್ಯೇಷ್ಠಾಂಗುಲೇ ದೇವೇಂದ್ರ ತರ್ಜಂನ್ಯಂಗುಲೇ ಈಶಾನಃ ಪೆÇ್ರೀಕ್ತಃ ಮಾಧ್ಯಮಾದಂಗುಲೇ ಮಾಧವಃ ಅನಾಮಿಕಾಂಗುಲೇ ಅಗ್ನಿ ದೇವಃ ಕನಿಷ್ಟಾಂಗುಲೇ ಭಾಸ್ಕರಃ ಅಚಲಕುಚಿತಮಧ್ಯೇ ವನರ್ಚಪಾದ ಆಹ್ವಾನಾಂತು ಜಗತ್ ನಿರ್ಮಿತ ವಿಶ್ವಕರ್ಮಣಾಂ  ಇಂತು ಕಾಶ್ಯಪಬ್ರಹ್ಮನ ಹದಿಮೂರು ಸ್ತ್ರೀಯರುಗಳಿಗೆ ಸಚರಾಚರಂಗಳು ಪುಟ್ಟಿದವಾಗಿ, ಇವರ ಪರಿಪ್ರಮಾಣ ನಮ್ಮ ಶರಣಸ್ಥಲದಲ್ಲಿದ್ದವರು ಬಲ್ಲರು. ಸದ್ಯೋಜಾತ, ವಾಮದೇವ, ಅಘೋರ, ತತ್ಪುರುಷ, ಈಶಾನ್ಯ, ಪಂಚವಕ್ತ್ರ, ಆದಿಲಿಂಗ, ಅನಾದಿಶರಣ ಇವರೆಲ್ಲರು ಸಾಕ್ಷಿಯಾಗಿ ಕೂಡಲಚೆನ್ನಸಂಗಯ್ಯನೆ ವಿಶ್ವಕರ್ಮ ಜಗದ್ಗುರು</font>"
}