{
    "id": "/3491", 
    "vachana": "ಗುದಸ್ಥಾನದಲ್ಲಿ ಆಧಾರಚಕ್ರ, ಅಲ್ಲಿಗೆ ಪೃಥ್ವಿಯೆಂಬ ಮಹಾಭೂತ, ಸದ್ಯೋಜಾತವಕ್ತ್ರ, \n  ಪೂಜಾರಿ, ಸುವರ್ಣದ ತೇಜ, ಬಾಲರವಿಕೋಟಿ ಪ್ರಕಾಶ, ನಾಲ್ಕೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ ಸುವರ್ಣಮಯಲಿಂಗ - ಅದು ಆಚಾರಲಿಂಗ, ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷಾರ ಓಂ ನಾಂ ನಾಂ ನಾಂ ಎಂಬ ನಾದಘೋಷ. \n  ನಾಲ್ಕರಲ್ಲಿ ವ, ಶ, ಷ, ಸ ಎಂಬ ನಾಲ್ಕಕ್ಷರ. ಅದು ದೇವರಿಗೂ ತಮಗೂ ಪಶ್ಚಿಮಮುಖ- ಸದ್ಯೋಜಾತ ವಕ್ತ್ರ, ಆಧಾರಚಕ್ರ. ಲಿಂಗಸ್ಥಾನದಲ್ಲಿ ಸ್ವಾದಿಷ್ಠಾನಚಕ್ರ, ಅಲ್ಲಿಗೆ ಅಪ್ಪುವೆಂಬ ಮಹಾಭೂತ, ವಾಮದೇವವಕ್ತ್ರ,  ವಿಷ್ಣು ಪೂಜಾರಿ, ನೀಲದ ತೇಜ, ಬಾಲದ್ವಿಕೋಟಿ ಸೂರ್ಯಪ್ರಕಾಶ, ಅರೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ  ಗೋಕ್ಷೀರದ ಹಾಗೆ \n  ವರ್ಣದ ಲಿಂಗ - ಅದು ಗುರುಲಿಂಗ; ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷರ ಓಂ ಮಾಂ ಮಾಂ ಮಾಂ ಎಂಬ ನಾದಘೋಷ. \n  ಆರರಲ್ಲಿ ಬ ಭ ಮ ಯ ರ ಲ ಎಂಬ ಷಡಕ್ಷರ ಅದು ದೇವರಿಗೂ ತಮಗೂ ಉತ್ತರಮುಖ-ವಾಮದೇವವಕ್ತ್ರ, ಸ್ವಾದಿಷ್ಠಾನಚಕ್ರ. ನಾಬಿsಸ್ಥಾನದಲ್ಲಿ ಮಣಿಪೂರಕಚಕ್ರ, ಅಲ್ಲಿಗೆ ಅಗ್ನಿಯೆಂಬ ಮಹಾಭೂತ, ಅಘೋರವಕ್ತ್ರ ರುದ್ರ ಪೂಜಾರಿ, ಮಾಣಿಕ್ಯತೇಜ, ಬಾಲತ್ರಿಕೋಟಿಸೂರ್ಯಪ್ರಕಾಶ, ಹತ್ತೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ ಮಾಣಿಕ್ಯವರ್ಣದ ಲಿಂಗ-ಅದು ಶಿವಲಿಂಗ, ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷರ ಓಂ ಶಿಂ ಶಿಂ ಶಿಂ ಎಂಬ ನಾದಘೋಷ. \n  ಹತ್ತರಲ್ಲಿ ಡ, ಢ, ಣ, ತ, ಥ, ದ, ಧ, ನ, ಪ, ಫ ಎಂಬ ದಶಾಕ್ಷರ. ಅದು ದೇವರಿಗೂ ತಮಗೂ ದಕ್ಷಿಣಮುಖ - ಅಘೋರವಕ್ತ್ರ, ಮಣಿಪೂರಕಚಕ್ರ. ಹೃದಯ ಸ್ಥಾನದಲ್ಲಿ ಅನಾಹತಚಕ್ರ, ಅಲ್ಲಿಗೆ ವಾಯುವೆಂಬ ಮಹಾಭೂತ, ತತ್ಪುರುಷವಕ್ತ್ರ, ಈಶ್ವರ ಪೂಜಾರಿ ಕಪೆÇೀತವರ್ಣದ ತೇಜ, ಬಾಲಚತುಷ್ಕೋಟಿ ಸೂರ್ಯಪ್ರಕಾಶ, ಹನ್ನೆರಡೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ ಶುದ್ಧ ಪಚ್ಚವರ್ಣದಲಿಂಗ-ಅದು ಜಂಗಮಲಿಂಗ, ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷರ ಓಂ ವಾಂ ವಾಂ ವಾಂ ಎಂಬ ನಾದಘೋಷ. \n  ಹನ್ನೆರಡರಲ್ಲಿ ಕ ಖ ಗ ಘ ಙ ಚ ಛ ಜ ಝ ಞ ಟಂಠ ಎಂಬ ದ್ವಾದಶಾಕ್ಷರ ಅದು ದೇವರಿಗೂ ತಮಗೂ ಪೂರ್ವಮುಖ-ತತ್ಪುರುಷ ವಕ್ತ್ರ, ಅನಾಹತ ಚಕ್ರ. ಕಠಸ್ಥಾನದಲ್ಲಿ ವಿಶುದ್ಧಿಚಕ್ರ, ಅಲ್ಲಿಗೆ ಆಕಾಶವೆಂಬ ಮಹಾಭೂತ, ಈಶಾನವಕ್ತ್ರ, ಸದಾಶಿವ ಪೂಜಾರಿ, ವಿದ್ಯುಲ್ಲತೆಯ ತೇಜ, ಬಾಲಪಂಚಕೋಟಿ ಸೂರ್ಯಪ್ರಕಾಶ, ಹದಿನಾರೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ  ಅನಂತಕೋಟಿ ಮಿಂಚುಗಳ ವರ್ಣದ ಲಿಂಗ_ ಅದು ಪ್ರಸಾದಲಿಂಗ, [ಓಂ ಯಾಂ ಯಾಂ ಯಾಂ ಎಂಬ  ನಾದಘೋಷ]. \n  ಹದಿನಾರರಲ್ಲಿ ಅ ಆ ಇ ಈ ಉ ಊ ಋ Iೂ ಏ ಐ \n  ಔ ಅಂ ಅಃ ಎಂಬ  ಷೋಡಶಾಕ್ಷರ. ಅದು ದೇವರಿಗೂ ತಮಗೂ ಊಧ್ರ್ವಮುಖ_ ಈಶಾನವಕ್ತ್ರ, ವಿಶುದ್ಧಿಚಕ್ರ. ಭ್ರೂಮಧ್ಯದಲ್ಲಿ ಆಜ್ಞಾಚಕ್ರ, ಅಲ್ಲಿಗೆ ಮನವೆಂಬ ಮಹಾಭೂತ, ಶ್ರೀಗುರುವೆ \n  ಮಾಹೇಶ್ವರ ಪೂಜಾರಿ, ಜ್ಯೋತಿರ್ವರ್ಣದ ತೇಜ. ಬಾಲಷಟ್ಕೋಟಿ ಸೂರ್ಯಪ್ರಕಾಶ ಎರಡೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ ಶ್ರೀಗುರುವಿನ ಶ್ರೀಪಾದದ ವರ್ಣದ ಲಿಂಗ ಎಡಗಡೆಯ ಪಾದ ಕೆಂಪು ವರ್ಣ, ಬಲಗಡೆಯ ಪಾದ ಶ್ವೇತವರ್ಣ-ಅದು ಮಹಾಲಿಂಗ. ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷರ `ಓಂಕಾರನಾದ ಘೋಷ. ಎಸಳೆರಡರಲ್ಲಿ ಅಕ್ಷರ ಹಂ ಸಂ ಎಂಬ [ಎರಡಕ್ಷರ] ಅದು ದೇವರಿಗೂ ತನಗೂ ಗಂಬಿsೀರ ಮುಖ-ಶ್ರೀಗುರುವಕ್ತ್ರ, ಆಜ್ಞಾಚಕ್ರ. ಅಲ್ಲಿಂದತ್ತ ಬ್ರಹ್ಮರಂಧ್ರದಲ್ಲಿ ಬ್ರಹ್ಮಚಕ್ರ ಅಲ್ಲಿಗೆ ಚಂದ್ರನೆಂಬ ಮಹಾಭೂತ, ಲಿಂಗವಕ್ತ್ರ ಪರಮೇಶ್ವರ ಪೂಜಾರಿ, ಮಹಾಜ್ಯೋತಿರ್ವರ್ಣದ ತೇಜ, ಬಾಲ ಅನಂತಕೋಟಿಸೂರ್ಯಪ್ರಕಾಶ  ಒಂದುನೂರ ಎಂಟು ಸಾವಿರೆಸಳಿನ ತಾವರೆಯ ಮಧ್ಯದಲ್ಲಿ ಮಹಾಜ್ಯೋತಿರ್ವರ್ಣದ ಲಿಂಗ. ಅದು \n  ಲಿಂಗ, ಅದಕ್ಕೆ ಬೀಜಾಕ್ಷರ \n  \n  ಘೋಷ, ಎಸಳೊಂದುನೂರ ಎಂಟು ಸಾವಿರದಲ್ಲಿ, ಒಂದನೂರ ಎಂಟು ಸಾವಿರ ಅಕ್ಷರ_ ಪ್ರೇತಾಸನ ವಿಶ್ವತೋಮುಖೋ ಬ್ರಹ್ಮಚಕ್ರ. ವಿಶ್ವತಶ್ಚಕ್ಷುರುತ ವಿಶ್ವತೋ ಮುಖೋ ವಿಶ್ವತೋ ಬಾಹುರುತ ವಿಶ್ವತಃ ಪಾತ್ † ಸಂ ಬಾಹ್ಯಭ್ಯಾಂ ಧಮತಿ ಸಂಪತತ್ರೈ ದ್ರ್ಯಾವಾ ಭೂಮೀ ಜನಯನ್ ದೇವ ಏಕಃ †† ಇಂತೀ ಗುರುವಿನ ಬೆಳಗು ವಿಶ್ವವನ್ನಪಹರಿಸಿ, ತಾನು ತಾನೆ \n  ಪ್ರಕಾಶ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ\n"
}