{
    "id": "3542", 
    "vachana": "<font>1185ಗುರುವಿನಿಂದಾಯಿತ್ತೆನ್ನ ಗುರುಸಂಬಂಧ; ಲಿಂಗದಿಂದಾಯಿತ್ತೆನ್ನ ಲಿಂಗಸಂಬಂಧ; ಜಂಗಮದಿಂದಾಯಿತ್ತೆನ್ನ ಜಂಗಮಸಂಬಂಧ. ಅದೆಂತೆಂದಡೆ: ತನುವಿಕಾರವಳಿದೆನಾಗಿ ಗುರುಸಂಬಂಧ; ಮನವಿಕಾರವಳಿದೆನಾಗಿ ಲಿಂಗಸಂಬಂಧ; ಧನವಿಕಾರವಳಿದೆನಾಗಿ ಜಂಗಮಸಂಬಂಧ. ಇಂತೀ ತ್ರಿವಿಧವಿಕಾರವಳಿದೆನಾಗಿ, ಗುರುವಾಗಿ ಗುರುಭಕ್ತಿಸಂಪನ್ನ; ಲಿಂಗವಾಗಿ ಲಿಂಗಭಕ್ತಿಸಂಪನ್ನ; ಜಂಗಮವಾಗಿ ಜಂಗಮಭಕ್ತಿ ಸಂಪನ್ನ. ಇದು ಕಾರಣ, ಅರಿವೆ ಗುರು, ಅನುಭಾವವೆ ಲಿಂಗ, ಆನಂದವೆ ಜಂಗಮ. ಅದು ಹೇಗೆಂದಡೆ: ಅರಿವೆಂಬ ಗುರುವಿನಿಂದ ಇಷ್ಟಲಿಂಗಸಾಹಿತ್ಯ; ಅನುಭಾವವೆಂಬ ಲಿಂಗದಿಂದ ಪ್ರಾಣಲಿಂಗಸಾಹಿತ್ಯ ಆನಂದವೆಂಬ ಜಂಗಮದಿಂದ ತೃಪ್ತಿಲಿಂಗಸಾಹಿತ್ಯ. ಅರಿವಿನಿಂದ ಅನುಭವ; ಅನುಭವದಿಂದ ಅರಿವು. ಅರಿವು  ಅನುಭವ ಸಮರಸವಾದುದೆ ಆನಂದ. ಆನಂದಕ್ಕೆ ಅರಿವೆ ಸಾಧನ. ಇಷ್ಟದಿಂದ ಪ್ರಾಣ, ಪ್ರಾಣದಿಂದ ಇಷ್ಟ; ಇಷ್ಟಪ್ರಾಣಸಂಯೋಗವಾದುದೆ ತೃಪ್ತಿ. ಆ ತೃಪ್ತಿಗೆ ಇಷ್ಟಲಿಂಗದರಿವೆ ಸಾಧನ. ಅದೆಂತೆಂದಡೆ: ಆ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ವಿನಯ ಮೋಹ ಭಯ ಭಕ್ತಿ ಕರುಣ ಕಿಂಕುರ್ವಾಣ  ಸಮರಸವಾದುದೆ ಆಚಾರಲಿಂಗ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ದೃಢಸ್ನೇಹ ನಿಶ್ಚಯ ನಿಶ್ಚಲವಿಶ್ವಾಸ ಸಮರಸವಾದುದೆ ಗುರುಲಿಂಗ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ಎಚ್ಚರಿಕೆ ಸುಜನತ್ವ ಸಾವಧಾನ  ಸನ್ನಹಿತ  ಪ್ರಸನ್ನತ್ವ ಸಮರಸವಾದುದೆ ಶಿವಲಿಂಗ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ನಿಸ್ತರಂಗ ದೃಕ್ಕಿರಣೋದಯ ಹೃದಯಕುಹರ ಸ್ವಯಾನುಭಾವಾಂತರ್ಮುಖ ಸಮರಸವಾದುದೆ ಜಂಗಮಲಿಂಗ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ಪರವಶ ಗೂಢ ಏಕಾಗ್ರಚಿತ್ತ ಉತ್ತರಯೋಗ ಪರಿಪೂರ್ಣಭಾವ ಸಚ್ಚಿದಾನಂದ ಸಮರಸವಾದುದೆ ಪ್ರಸಾದಲಿಂಗ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದಲ್ಲಿ ಮನೋಲಯ ಭಾವಾದ್ವೈತ ಅನುಪಮ ಚಿತ್ತಾತ್ಮಿಕದೃಷ್ಟಿ ಸುನಾದ ಭೋಜ್ಯ ಸಮರಸವಾದುದೆ ಮಹಾಲಿಂಗ. ಇಂತಪ್ಪ ಮಹಾಲಿಂಗದಿಂದ ಪ್ರಸಾದಲಿಂಗ, ಪ್ರಸಾದಲಿಂಗದಿಂದ ಜಂಗಮಲಿಂಗ, ಜಂಗಮಲಿಂಗದಿಂದ ಶಿವಲಿಂಗ, ಶಿವಲಿಂಗದಿಂದ ಗುರುಲಿಂಗ, ಗುರುಲಿಂಗದಿಂದ ಆಚಾರಲಿಂಗ. ಆಚಾರಲಿಂಗದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಇಪ್ಪತ್ತೈದು ಕರಣಂಗಳನರಿದಾಚರಿಸಬೇಕು. ಗುರುಲಿಂಗದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಇಪ್ಪತ್ತು ಕರಣಂಗಳನರಿದಾಚರಿಸಬೇಕು. ಶಿವಲಿಂಗದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಹದಿನೈದು ಕರಣಂಗಳನರಿದಾಚರಿಸಬೇಕು. ಜಂಗಮದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಹತ್ತು ಕರಣಂಗಳನರಿದಾಚರಿಸಬೇಕು. ಪ್ರಸಾದಲಿಂಗದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಐದು  ಕರಣಂಗಳನರಿದಾಚರಿಸಬೇಕು. ಮಹಾಲಿಂಗದಲ್ಲಿ ಅನುಭಾವಿಯಾದಡೆ, ಎಲ್ಲಾ ಕರಣಂಗ?ನರಿದಾಚರಿಸಬೇಕು. ಇಂತಪ್ಪ ಮಹಾಲಿಂಗವೆ ಇಷ್ಟಲಿಂಗವಾಗಿ, ಆ ಇಷ್ಟಲಿಂಗದ ಗಂಧಂಗಳಾರು ಮುಖಂಗಳಾಗಿ, ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳಬಲ್ಲನಾಗಿ ಆಚಾರಲಿಂಗಭೋಗಿ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ರಸಂಗಳಾರು ಮುಖಂಗಳಾಗಿ, ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳಬಲ್ಲನಾಗಿ ಗುರುಲಿಂಗಭೋಗಿ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ರೂಪುಗಳಾರು ಮುಖಂಗಳಾಗಿ, ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳಬಲ್ಲನಾಗಿ ಶಿವಲಿಂಗಭೋಗಿ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಸ್ಪರ್ಶನಂಗಳಾರು ಮುಖಂಗಳಾಗಿ ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳಬಲ್ಲನಾಗಿ ಜಂಗಮಲಿಂಗಭೋಗಿ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಶಬ್ದಂಗಳಾರು ಮುಖಂಗಳಾಗಿ, ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳ್ಳಬಲ್ಲನಾಗಿ ಪ್ರಸಾದಲಿಂಗಭೋಗಿ. ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಪರಿಣಾಮಂಗಳಾರು ಮುಖಂಗಳಾಗಿ, ಆ ಮುಖಂಗಳ ತತ್ತತ್‍ಸ್ಥಾನದ್ರವ್ಯಂಗಳನರಿದರ್ಪಿಸಿಕೊಳಬಲ್ಲನಾಗಿ ಮಹಾಲಿಂಗಭೋಗಿ. ಇಂತಪ್ಪ ಮಹಾಲಿಂಗವೆ ಇಷ್ಟಲಿಂಗವಾಗಿ, ಆ ಇಷ್ಟಲಿಂಗದ ಸದ್ಯೋಜಾತಮುಖವಪ್ಪ ಪ್ರಾಣಂಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ, ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ವಾಮದೇವಮುಖವಪ್ಪ ಜಿಹ್ವೆಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ, ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಅಘೋರಮುಖವಪ್ಪ ನೇತ್ರಂಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ, ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ತತ್ಪುರುಷಮುಖವಪ್ಪ ತ್ವಕ್ಕುಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ, ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಈಶಾನಮುಖವಪ್ಪ ಶ್ರೋತ್ರಂಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ, ಮತ್ತಾ ಇಷ್ಟಲಿಂಗದ ಗೋಪ್ಯಮುಖವಪ್ಪ ಹೃದಯಂಗಳಾರು ದ್ರವ್ಯಂಗಳಲ್ಲಿ ಷಟ್‍ತ್ರಿಂಶಲ್ಲಿಂಗಾವಧಾನಿಯಾಗಿ. ಇಂತಪ್ಪ ತೃಪ್ತಿಪದಾರ್ಥಂಗಳಾರು, ಶಬ್ದಪದಾರ್ಥಂಗಳಾರು, ಸ್ಪರ್ಶನಪದಾರ್ಥಂಗಳಾರು, ರೂಪುಪದಾರ್ಥಂಗಳಾರು, ರಸಪದಾರ್ಥಂಗಳಾರು, ಗಂಧಪದಾರ್ಥಂಗಳಾರು. ಇಂತೀ ಗಂಧಪದಾರ್ಥಂಗಳಾರನು ಘ್ರಾಣಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷಭುಕ್ತನಾಗಿ, ರಸಪದಾರ್ಥಂಗಳಾರನು ರುಚಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷಭುಕ್ತನಾಗಿ, ರೂಪುಪದಾರ್ಥಂಗಳಾರನು ನಿರೀಕ್ಷಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷಭುಕ್ತನಾಗಿ, ಸ್ಪರ್ಶನ ಪದಾರ್ಥಂಗಳಾರನು ಸೋಂಕಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷ ಭುಕ್ತನಾಗಿ, ಶಬ್ದಪದಾರ್ಥಂಗಳಾರನು ಲಾಲಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷಭುಕ್ತನಾಗಿ, ತೃಪ್ತಿಪದಾರ್ಥಂಗಳಾರನು ಪರಿಣಾಮಿಸುವಲ್ಲಿ ಅಷ್ಟಾದಶಲಿಂಗಶೇಷಭುಕ್ತನಾಗಿ, ಅರ್ಪಿತ  ಪ್ರಸಾದ ಅವಧಾನ  ಸ್ಥಳಕು? ಅನುಭಾವ ಆಚರಣೆ ಇಂತಿವೆಲ್ಲವನು ಇಷ್ಟಲಿಂಗದಲ್ಲಿಯೆ ಕಂಡು ಸುಖಿಸುತ್ತಿರ್ಪ ಮಹಾಮಹಿಮನ ನಾನೇನೆಂಬೆನಯ್ಯಾ ! ಇಂತಪ್ಪ ಮಹಾಮಹಿಮನೊಳಕೊಂಡಿಪ್ಪ ಇಷ್ಟಬ್ರಹ್ಮವ ನಾನೇನೆಂಬೆನಯ್ಯಾ ! ಫಲ  ಪತ್ರ ಕುಸುಮ  ರಸ ಗಂಧ ಕಾರ ಒಗರು ಹುಳಿ ಮಧುರ  ಇಂತಿವೆಲ್ಲಕ್ಕೂ ಜಲವೊಂದೆ ಹಲವು ತೆರನಾದಂತೆ, ಮಸೆದ ಕೂರಲಗು  ಮೊನೆ  ಮೊನೆಗೆ ಬಂದಾನುವಂತೆ, ರಸಘುಟಿಕೆಯೊಂದೆ ಸಹಸ್ರ  ಮೋಹಿಸುವಂತೆ, ಬಂಗಾರವೊಂದೆ ಹಲವಾಭರಣವಾದಂತೆ, ಹತ್ತೆಂಟುಬಾಯ ಹುತ್ತದೊಳಗೆ ಸರ್ಪನೊಂದೆ ತಲೆದೋರುವಂತೆ ಹಲವು ಕರಣಂಗಳ ಕೊನೆಯ ಮೊನೆಯ ಮೇಲೆ ತೊ?ಗಿ ಬೆಳಗುವ ಪರಂಜ್ಯೋತಿರ್ಲಿಂಗವು ! ಅನುಪಮ ಅದ್ವಯ  ವಾಙ್ಮನೋತೀತ ಅವಿರಳ  ಅಪ್ರಮೇಯ  ಚಿನ್ಮಯ ನಿರಾವರಣ  ನಿರುತ  ನಿರ್ಗುಣ  ನಿರ್ಭೇದ್ಯ, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ, ನಿಮ್ಮ ಶರಣ ಸರ್ವಾಂಗಲಿಂಗಿ.</font>"
}