{
    "id": "/3639", 
    "vachana": "ಜ್ಞಾನಪಾದೋದಕದಲ್ಲಿ ಮೂರು ಸಂಬಂಧವಾಗುವವು, ಅದೆಂತೆಂದಡೆ: ಮಹಾಂತನ ಪಾದವನ್ನು ಪಡೆದುಕೊಂಬಂತಹ ಭಕ್ತನು ಆ ಮಹೇಶ್ವರನ ಉನ್ನತಾಸನದಲ್ಲಿ ಮೂರ್ತಗೊಳಿಸಿ ಪಾದಪ್ರಕ್ಷಾಲನೆಯ ಮಾಡಿದ ನಂತರದಲ್ಲಿ ದೀಕ್ಷಾಪಾದೋದಕವ ಮಾಡಿ, ಶುಭ್ರವಸ್ತ್ರದಿಂದ ದ್ರವವ ತೆಗೆದು ಅಷ್ಟವಿಧಾರ್ಚನೆಯಿಂದ ಲಿಂಗಪೂಜೆಯ ಮಾಡಿಸಿ ಮರಳಿ ತಾನು ಚೈತನ್ಯಂ ಶಾಶ್ವತಂ ಶಾಂತಂ ವ್ಯೋಮಾತೀತಂ ನಿರಂಜನಂ † ನಾದಬಿಂದು ಕಲಾತೀತಂ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ †† ಎಂದು ಅಷ್ಟಾಂಗಯುಕ್ತನಾಗಿ ವಂದನಂಗೈದು ಪಾದಪೂಜೆಗೆ ಅಪ್ಪಣೆಯ ತೆಗೆದುಕೊಂಡು, ಅವರ ಸಮ್ಮುಖದಲ್ಲಿ ಗದ್ದುಗೆಯ ಹಾಕಿಕೊಂಡು, ಅದರ ಮೇಲೆ ಮೂರ್ತವ ಮಾಡಿಕೊಂಡು, ತನ್ನ ಲಿಂಗವ ನಿರೀಕ್ಷಿಸಿ, ವಾಮಹಸ್ತದಲ್ಲಿ \n  ಪ್ರಣವವ ಲಿಖಿಸಿ ಪೂಜೆಯ ಮಾಡಿ, ಆಮೇಲೆ ಜಂಗಮದ ಪಾದವ ಹಿಡಿದು ಪೂಜೆಯ ಮಾಡಿ ಆ ಪೂಜೆಯನಿಳುಹಿ, ಅದೇ ಉದಕದ ಪಾತ್ರೆಯಲ್ಲಿ ಶಿಕ್ಷಾಪಾದೋದಕವ ಮಾಡಿ, ಪಾದದ್ರವವ ತೆಗೆದು ಐದಂಗುಲಿಗಳಲ್ಲಿ ಪಂಚಾಕ್ಷರವ ಲೇಖನವ ಮಾಡಿ, ಮಧ್ಯದಲ್ಲಿ ಮೂಲಪ್ರಣವವ ಬರೆದು, \n  ಷೋಡಶೋಪಚಾರದಿಂದ ಪೂಜೆಯ ಮಾಡಬೇಕು. ಶಿವಧರ್ಮೋತ್ತರೇ: ಲಿಂಗಾರ್ಪಿತಪ್ರಸಾದಂ ಚ ನ ದದ್ಯಾಚ್ಚರಲಿಂಗಕೇ † ಚರಾರ್ಪಿತಪ್ರಸಾದಂ ಚ ದದ್ಯಾಲ್ಲಿಂಗಾಯ ವೈ ಶುಭಂ †† ಶಿವರಹಸ್ಯೇ : ಅನಾದಿಜಂಗಮಶ್ಚೈವ ಆದಿಲಿಂಗಸ್ಥಲಂ ಭವೇತ್ † ಅನಾದಿಜಂಗಮಾಯೈವಂ ಇಷ್ಟೋಚ್ಛಿಷ್ಟಂ ತು ಕಿಲ್ಬಿಷಂ †† ಎಂದುದಾಗಿ ಲಿಂಗಕ್ಕೆ ತೋರಿ ಪಾದವ ಪೂಜಿಸಲಾಗದು. ಅದೆಂತೆಂದಡೆ: ಗುರುವಿಗೂ ಲಿಂಗಕ್ಕೂ ಚೈತನ್ಯಸ್ವರೂಪ, ಜಂಗಮವಾದ ಕಾರಣ, ಆ ಜಂಗಮದ ಪ್ರಸಾದವ ಲಿಂಗಕ್ಕೆ ತೋರಬೇಕಲ್ಲದೆ ಲಿಂಗಪ್ರಸಾದವ ಪಾದಕ್ಕೆ ತೋರಲಾಗದು. ಅದೇನು ಕಾರಣವೆಂದಡೆ: ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಅನಾದಿಜಂಗಮವೆ ಚೈತನ್ಯಸ್ವರೂಪವಾದ ಕಾರಣ, ಆ ಜಂಗಮವೆ ಮುಖ್ಯಸ್ವರೂಪು. ಇಂತಪ್ಪ ಜಂಗಮಪಾದವೆ ಪರಬ್ರಹ್ಮಕ್ಕೆ ಆಧಾರವಾಗಿಪ್ಪುದು. ಆ ಪಾದವ ಬಿಟ್ಟು ಪರವ ಕಂಡುದಿಲ್ಲವೆಂದು ಶ್ರುತಿಗಳು ಪೆÇಗಳುತಿರ್ದ ಕಾರಣ, ಇಂತಪ್ಪ ಚರಮೂರ್ತಿಯ ಪಾದವನು \n  ಷೋಡಶೋಪಚಾರದಿಂದ ಅರ್ಚಿಸಿದಂತಹುದೆ ಲಿಂಗಪೂಜೆ. ಆಮೇಲೆ ಆ ಮೂರ್ತಿಯ ಉಭಯಪಾದಗಳ ಹಿಮ್ಮಡ ಸೋಂಕುವಂತೆ ಹಸ್ತವ \n  ಲಲಾಟವ ಮುಟ್ಟಿ ನಮಸ್ಕರಿಸಿ ಆ ಪೂಜೆಯನಿಳುಹಿ, ಆ ಶಿಕ್ಷಾಪಾದೋದಕವನು ಬಲದಂಗುಷ್ಠ ಮೇಲೆ ಷಡಕ್ಷರಮಂತ್ರವ ಆರುವೇಳೆ ಸ್ಮರಿಸುತ್ತ ನೀಡಿ, ಅಲ್ಲಿ ಇಷ್ಟಲಿಂಗವೆಂದು ಭಾವಿಸಿ, ಎಡದಂಗುಷ್ಠದ ಮೇಲೆ ಪಂಚಾಕ್ಷರೀಮಂತ್ರವ ಐದುವೇಳೆ ಸ್ಮರಿಸುತ್ತ ನೀಡಿ, ಅಲ್ಲಿ ಪ್ರಾಣಲಿಂಗವೆಂದು ಭಾವಿಸಿ, ಮಧ್ಯದಲ್ಲಿ `ಓಂ ಬಸವಾಯ ನಮಃ ಎಂದು ಒಂದುವೇಳೆ ಒಂದು ಪುಷ್ಪವ ಧರಿಸಿ ಸ್ಮರಿಸುತ್ತ ನೀಡಿ, ಅಲ್ಲಿ ಭಾವಲಿಂಗವೆಂದು ಭಾವಿಸಿ, ನೀಡಿದ ಉದಕವೆ ಬಟ್ಟಲಲಿ ನಿಂದು ಮಹತ್ಪಾದವೆಂದೆನಿಸುವುದು, ಈ ಮಹತ್ಪಾದದಲ್ಲಿ ದ್ರವವ ತೆಗೆದು ಮತ್ತೆ ಪೂಜಿಸಬೇಕಾದಡೆ, ಬಹುಪುಷ್ಪವ ಧರಿಸದೆ ಒಂದೆ ಪುಷ್ಪವ ಧರಿಸಬೇಕು. ಅದೇನು ಕಾರಣವೆಂದಡೆ; ಪಶ್ಚಿಮಚಕ್ರದಲ್ಲಿ ಸಂಬಂಧವಾದ \n  ಜಂಗಮಕ್ಕೆ ಏಕದಳವನುಳ್ಳ ಒಂದೆ ಪುಷ್ಪವು ಮುಖ್ಯವಾದ ಕಾರಣ, ಏಕಕುಸುಮವನೆ ಧರಿಸಿ ಪೂಜೆಯಮಾಡಿ ನಮಸ್ಕರಿಸುವುದೆ ಜಂಗಮಪೂಜೆ. ಆ ಪೂಜೆಯ ತೆಗೆದ ಶಿಷ್ಯನು `ಶರಣಾರ್ಥಿ ಸ್ವಾಮಿ ಎಂದು ಬಟ್ಟಲವನೆತ್ತಿಕೊಟ್ಟಲ್ಲಿ, ಕರ್ತೃವಾದ ಜಂಗಮವು ಆ ಬಟ್ಟಲಲ್ಲಿರ್ದ ತೀರ್ಥವನು ತಮ್ಮ ಪಂಚಾಂಗುಲಿಗಳ ಪಂಚಪ್ರಾಣವೆಂದು ಭಾವಿಸಿ, ಮೂಲಮಂತ್ರದಿಂದ ಮೂರುವೇಳೆ ಪ್ರದಕ್ಷಿಣವ ಮಾಡಿ ನಮಸ್ಕರಿಸಿ, ಲಿಂಗದ ಮಸ್ತಕದ ಮೇಲೆ ಮೂರುವೇಳೆ ಚತುರಂಗುಲ ಪ್ರಮಾಣಿನಲ್ಲಿ ಲಿಂಗವ ಮುಟ್ಟದೆ ನೀಡಿ, ಆ ಪಂಚಾಂಗುಲಿಗಳ ತಮ್ಮ ಜಿಹ್ವೆಯಲ್ಲಿ ಸ್ವೀಕರಿಸುವಲ್ಲಿ ಗುರುಪಾದೋದಕವೆನಿಸುವುದು; ಅದೇ ದೀಕ್ಷಾಪಾದೋದಕ. \n  ಲಿಂಗವನೆತ್ತಿ ಸಲಿಸಿದುದೆ ಲಿಂಗಪಾದೋದಕವೆನಿಸುವುದು; ಅದೇ ಶಿಕ್ಷಾಪಾದೋದಕ. ಬಟ್ಟಲನೆತ್ತಿ ಸಲ್ಲಿಸಿದಲ್ಲಿ ಜಂಗಮಪಾದೋದಕವೆನಿಸುವುದು; ಅದೇ ಜ್ಞಾನಪಾದೋದಕ. ಈ ರೀತಿಯಲ್ಲಿ ಮಾಹೇಶ್ವರನು ಸಲಿಸಿದ ಬಳಿಕ `ಶರಣಾರ್ಥಿ ಎಂದು ಶಿಷ್ಯೋತ್ತಮನು ಎದ್ದು, ಲಲಾಟಂ ಚ ಭುಜದ್ವಂದ್ವಂ ಪಾಣಿಯುಗ್ಮಮುರಸ್ತಥಾ † ಅಂಗುಷ್ಠಯುಗಲಂ ಪೆÇ್ರೀಕ್ತಂ ಪ್ರಣಾಮೋsಷ್ಟಾಂಗಮುಚ್ಯತೇ †† ಎಂದು ಭೃತ್ಯೋಪಚಾರಗಳಿಂದ ಪ್ರಣತಿಂಗೈದು ಅಪ್ಪಣೆಯ ಪಡೆದುಕೊಂಡು ಬಂದು, ಆ ಜಂಗಮದ ಮರ್ಯಾದೆಯಲ್ಲಿಯೆ ತಾನು ಸ್ವೀಕರಿಸುವುದು. ಇದೇ ರೀತಿಯಲ್ಲಿ ಗುರುಶಿಷ್ಯರಿರ್ವರು ಸಮರಸಭಾವದಿಂದ ಸೇವನೆ ಮಾಡಿದಲ್ಲಿ, ಆ ಶಿಷ್ಯೋತ್ತಮನೆ ನಿಜಶಿಷ್ಯನಾದ ಕಾರಣ, ಗುರುವೆ ಶಿಷ್ಯ, ಶಿಷ್ಯನೆ ಗುರು. ಈ ಎರಡರ ಮರ್ಮವು ಆದ ಬಗೆ ಹೇಗೆಂದಡೆ: ಆ ಶಿಷ್ಯನು ಪಡೆದುಕೊಂಡ ಪಾದೋದಕವ ಆ ಗುರು ಭಕ್ತಿಮುಖದಿಂದ ತೆಗೆದುಕೊಂಡಲ್ಲಿ ಗುರುವೆ ಶಿಷ್ಯನಾಗಿಪ್ಪನು. ಆ ಗುರು ಸೇವನೆಯ ಮಾಡಿ ಉಳಿದ ಉದಕವ ಶಿಷ್ಯ ಭಕ್ತಿಭಾವದಿಂದ ಸೇವನೆ ಮಾಡಿದಲ್ಲಿಗೆ ತಚ್ಛಿಷ್ಯನಾದಹನು. ಈ ಮರ್ಮವ ತಿಳಿದು ಗುರುಶಿಷ್ಯರೀರ್ವರು ಸಲಿಸಿದ ಬಳಿಕ ಕೆಲವು ಭಕ್ತಮಾಹೇಶ್ವರರು ಸಲ್ಲಿಸುವುದು. ಇನ್ನು ನಿಚ್ಚಪ್ರಸಾದಿಗಳಿಗೆ, ಸಮಯಪ್ರಸಾದಿಗಳಿಗೆ ಆಯಾಯ ತತ್ಕಾಲದಲ್ಲಿ ತ್ರಿವಿಧೋದಕವಾಗಿಪ್ಪುದು; ಇದೇ ಆಚರಣೆ. ಇದನರಿಯದಾಚರಿಸುವವರಿಗೆ ನಿಮ್ಮ ನಿಲವರಿಯಬಾರದು ಕಾಣಾ, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ\n"
}