{
    "id": "3716", 
    "vachana": "ತಾರಕಾಕೃತಿ, ದಂಡಕಾಕೃತಿ, ಕುಂಡಲಾಕೃತಿ, ಅರ್ಧಚಂದ್ರಾಕೃತಿ, ದರ್ಪಣಾಕೃತಿ_ಜ್ಯೋತಿರ್ಮಯಾಕೃತಿ, ನಿಷ್ಕಳಾಕೃತಿ, ನಿರಾಳಾಕೃತಿ, ನಿರಂಜನಾಕೃತಿ_ಇವು ಆಕೃತಿಗಳು ಈ ಆಕೃತಿಗಳ ಮಧ್ಯದಲ್ಲಿ ಪ್ರಣವಂಗಳಾವಾವೆಂದಡೆ: ನಕಾರ, ಮಕಾರ, ಶಿಕಾರ, ವಕಾರ, ಯಕಾರ, ಓಂಕಾರ, ಬಕಾರ, ಕ್ಷಕಾರ, ಹಕಾರ_ಇವು ಪ್ರಣವಂಗಳು. ಈ ಪ್ರಣವಂಗಳ ನಾದಂಗಳಾವಾವೆಂದಡೆ: ಪೆಣ್ದುಂಬಿನಾದ, ವೇಣುನಾದ, ಘಂಟಾನಾದ, ಭೇರಿನಾದ, ಮೇಘನಾದ, ಪ್ರಣವನಾದ, ಕಿಂಕಿಣಿನಾದ, ಅಗಣಿತನಾದ, ದಿವ್ಯನಾದ ಈ ನಾದಂಗಳಿಗೆ ಪಿಂಡಂಗಳಾವಾವೆಂದಡೆ: ಭಕ್ತನೆಂಬ ಪಿಂಡ, ಮಹೇಶ್ವರನೆಂಬ ಪಿಂಡ, ಪ್ರಸಾದಿಯೆಂಬ ಪಿಂಡ, ಪ್ರಾಣಲಿಂಗಿಯೆಂಬ ಪಿಂಡ, ಶರಣನೆಂಬ ಪಿಂಡ, ಐಕ್ಯವೆಂಬ ಪಿಂಡ, ಚಿದ್ಗುಣವೆಂಬ ಪಿಂಡ, ಚಿನ್ಮಯವೆಂಬ ಪಿಂಡ, ಚಿನ್ಮೂರ್ತಿಯೆಂಬ ಪಿಂಡ_ ಈ ಪಿಂಡಂಗಳಿಗೆ ಷಡಾಧಾರಂಗಳಾವಾವೆಂದಡೆ: ಆಧಾರಚಕ್ರ, ಸ್ವಾದಿಷ್ಠಾನಚಕ್ರ, ಮಣಿಪೂರಕಚಕ್ರ, ಅನಾಹತಚಕ್ರ, ವಿಶುದ್ಧಿಚಕ್ರ, ಅಜ್ಞಾಚಕ್ರ, ಬ್ರಹ್ಮಚಕ್ರ, ಶಿಖಾಚಕ್ರ, ಪಶ್ಚಿಮಚಕ್ರ,_ ಈ ಚಕ್ರಂಗಳಿಗೆ ವರ್ಣಂಗಳಾವಾವೆಂದಡೆ: ಪೀತವರ್ಣ, ಶ್ವೇತವರ್ಣ, ಪುಷ್ಯರಾಗದ ವರ್ಣ, ಮುತ್ತಿನ ವರ್ಣ, ವೈಢೂರ್ಯದ ವರ್ಣ, ಎಳೆಯ ಮಾಣಿಕ್ಯದ ವರ್ಣ, ಗೋಮೇದಿsಕವರ್ಣ ಪಶ್ಯವರ್ಣ, ವಜ್ರದ ವರ್ಣ_ ಈ ವರ್ಣಂಗಳಿಗೆ ಅಂಗಗಳಾವಾವೆಂದಡೆ: ಪೃಥ್ವಿಯಂಗ, ಅಪ್ಪುವಂಗ, ಅಗ್ನಿಯಂಗ, ವಾಯುವಂಗ, ಆಕಾಶವಂಗ, ಆತ್ಮಂಗ, ಯೋಗಾಂಗ, ಭೋಗಾಂಗ, ತ್ಯಾಗಾಂಗ_ ಈ ಅಂಗಗಳಿಗೆ ಆತ್ಮಂಗಳಾವಾವೆಂದಡೆ: ಜೀವಾತ್ಮ, ಅಂತರಾತ್ಮ, ಪರಮಾತ್ಮ, ಜ್ಞಾನಾತ್ಮ, ನಿರ್ಮಲಾತ್ಮ, ಶುದ್ಧಾತ್ಮ, ಮಹಾತ್ಮ, ಚಿದಾತ್ಮ, ದಿವ್ಯಾತ್ಮ_  ಈ ಆತ್ಮಂಗಳಿಗೆ ಮೂರ್ತಿಗಳಾರಾರೆಂದಡೆ: ಭಕ್ತ, ಮಾಹೇಶ್ವರ, ಪ್ರಸಾದಿ, ಪ್ರಾಣಲಿಂಗಿ, ಶರಣ, ಐಕ್ಯ, ನಿಃಕಳ, ನಿರಾಳ, ನಿರಂಜನ_ ಈ ಮೂರ್ತಿಗಳಿಗೆ ತನುಗಳಾವಾವೆಂದಡೆ: ಸ್ಥೂಲತನು, ಸೂಕ್ಷ್ಮತನು, ಕಾರಣತನು, ನಿರ್ಮಳತನು, ಆನಂದತನು, ಶುದ್ಧತನು, ಚಿದ್ರೂಪತನು, ಚಿನ್ಮಯತನು, ನಿರ್ಮುಕ್ತತನು ಈ ತನುಗಳಿಗೆ ಹಸ್ತಂಗಳಾವಾವೆಂದಡೆ: ಸುಚಿತ್ತ, ಸುಬುದ್ಧಿ, ನಿರಹಂಕಾರ, ಸುಮನ, ಸುಜ್ಞಾನ ಸದ್ಭಾವ, ನಿರ್ಭಾವ, ನಿರ್ಮಾಯ, ನಿರಾಳ; ಈ ಹಸ್ತಂಗಳಿಗೆ ಲಿಂಗಗಳಾವೆಂದಡೆ; ಆಚಾರಲಿಂಗ, ಗುರುಲಿಂಗ, ಶಿವಲಿಂಗ, ಜಂಗಮಲಿಂಗ, ಪ್ರಸಾದಲಿಂಗ, ಮಹಾಲಿಂಗ, ಇಷ್ಟಲಿಂಗ, ಪ್ರಾಣಲಿಂಗ, ಭಾವಲಿಂಗ ಅಂತುಮಲ್ಲದೆ ನಿಃಕಲಲಿಂಗ, ನಿಃಶೂನ್ಯಲಿಂಗ, ನಿರಂಜನಲಿಂಗ_ ಈ ಲಿಂಗಂಗಳಿಗೆ ಮುಖಂಗಳಾವಾವೆಂದಡೆ: ಘ್ರಾಣ, ಜಿಹ್ವೆ, ನೇತ್ರ, ತ್ವಕ್ಕು, ಶ್ರೋತ್ರ, ಹೃದಯ, ಪರಬ್ರಹ್ಮ, ಅಭ್ರಶಿಖಿ, ಉನ್ಮನಿ_  ಈ ಮುಖಂಗಳಿಗೆ ಶಕ್ತಿಗಳಾವಾವೆಂದಡೆ: ಕ್ರಿಯಾಶಕ್ತಿ, ಜ್ಞಾನಶಕ್ತಿ, ಇಚ್ಛಾಶಕ್ತಿ, ಆದಿಶಕ್ತಿ, ಪರಾಶಕ್ತಿ, ಚಿಚ್ಛಕ್ತಿ, ಪರಿಪೂರ್ಣಶಕ್ತಿ, ನಿಭ್ರಾಂತಿಶಕ್ತಿ, ನಿಬಿರ್sನ್ನಶಕ್ತಿ_ ಈ ಶಕ್ತಿಗಳಿಗೆ ಭಕ್ತಿಗಳಾವಾವೆಂದಡೆ: ಶ್ರದ್ಧಾಶಕ್ತಿ, ನೈಷ್ಠಿಕಾಭಕ್ತಿ, ಸಾವಧಾನಭಕ್ತಿ, ಅನುಭಾವಭಕ್ತಿ, ಆನಂದಭಕ್ತಿ, ಸಮರಸಭಕ್ತಿ, ಪರಿಪೂರ್ಣಭಕ್ತಿ, ಅಪ್ರದರ್ಶಭಕ್ತಿ, ನಿರ್ನಾಮಭಕ್ತಿ, ಅಂತುಮಲ್ಲದೆ ಅಖಂಡಭಕ್ತಿ, ನಿರಂಜನಭಕ್ತಿ  ಈ ಭಕ್ತಿಗಳಿಗೆ ಪದಾರ್ಥಂಗಳಾವಾವೆಂದಡೆ: ಗಂಧಪದಾರ್ಥ, ರಸಪದಾರ್ಥ, ರೂಪುಪದಾರ್ಥ, ಸ್ಪರ್ಶನಪದಾರ್ಥ, ಶಬ್ದಪದಾರ್ಥ, ತೃಪ್ತಿಪದಾರ್ಥ, ಆನಂದವೆಂಬ ರೂಪುಪದಾರ್ಥ, ಪರಮಾನಂದವೆಂಬ ರುಚಿಪದಾರ್ಥ, ಪರಮಾಮೃತವೆಂಬ ತೃಪ್ತಿಪದಾರ್ಥ_ ಈ ಪದಾರ್ಥಂಗಳು ಲಿಂಗಾರ್ಪಿತವಾದ ಪ್ರಸಾದಗಳಾವಾವೆಂದಡೆ: ಸುಗಂಧಪ್ರಸಾದ, ಸುರಸಪ್ರಸಾದ, ಸುರೂಪುಪ್ರಸಾದ, ಸುಸ್ಪರ್ಶನಪ್ರಸಾದ, ಸುಶಬ್ದಪ್ರಸಾದ, ಸುತೃಪ್ತಿಪ್ರಸಾದ, ಸುಅವಿರ? ಶುದ್ಧಪ್ರಸಾದ, ಸುಪರಮಾನಂದ ಸಿದ್ಧಪ್ರಸಾದ, ಸುಪರಮಾಮೃತ ಪ್ರಸಿದ್ಧಪ್ರಸಾದ_ ಈ ಪ್ರಸಾದಂಗಳ ಲಿಂಗಾರ್ಪಿತವ ಮಾಡುವ ಪೂಜಾರಿಗಳಾರಾರೆಂದೊಡೆ: ಬ್ರಹ್ಮಪೂಜಾರಿ, ವಿಷ್ಣುಪೂಜಾರಿ, ರುದ್ರಪೂಜಾರಿ, ಈಶ್ವರಪೂಜಾರಿ, ಸದಾಶಿವಪೂಜಾರಿ, ಪರಶಿವಪೂಜಾರಿ, ¿ಗಣಿತನೆಂಬ ಪೂಜಾರಿ, ¿ಪ್ರಮಾಣನೆಂಬ ಪೂಜಾರಿ, ಬಾಲೇಶ್ವರನೆಂಬ ಪೂಜಾರಿ_  ಈ ಪೂಜಾರಿಗಳಿಗೆ ಅದಿsದೈವಂಗಳಾರಾರೆಂದಡೆ: ಭವನದಿsದೈವ, ಮೃಡನದಿsದೈವ, ಬಿsೀಮನದಿsದೈವ, ಮಹಾದೇವನದಿsದೈವ, ಮಹಾಶ್ರೀಗುರುವದಿsದೈವ, ಪದ್ಮೋದ್ಭವನದಿsದೈವ, ಚಿದಿಂದುವದಿsದೈವ, ಚಿತ್ಸೂರ್ಯವದಿsದೈವ, ಈ ಅದಿsದೈವಂಗಳಿಗೆ ಬ್ರಹ್ಮಮೂರ್ತಿಗಳಾರಾರೆಂದೊಡೆ: ಮೂರ್ತಿಬ್ರಹ್ಮ, ಪಿಂಡಬ್ರಹ್ಮ, ಕಲಾಬ್ರಹ್ಮ, ಆನಂದಬ್ರಹ್ಮ, ವಿಜ್ಞಾನಬ್ರಹ್ಮ, ಪರಬ್ರಹ್ಮ, ಪರಿಪೂರ್ಣಬ್ರಹ್ಮ, ಅಖಂಡಬ್ರಹ್ಮ, ಅವಿರಳಬ್ರಹ್ಮ_ ಈ ಬ್ರಹ್ಮಗಳಿಗೆ ಕಲೆಗಳಾವಾವೆಂದಡೆ: ನಿವೃತ್ತಿಕಲೆ, ಪ್ರತಿಷ್ಠಾಕಲೆ, ವಿದ್ಯಾಕಲೆ, ಶಾಂತಿಕಲೆ, ಶಾಂತ್ಯತೀತಕಲೆ, ಶಾಂತ್ಯತೀತೋತ್ತರಕಲೆ, ಅನಾದಿಯೆಂಬಕಲೆ, ನಿರುಪಮಕಲೆ, ನಿರ್ವಾಚ್ಯಕಲೆ_ ಈ ಕಲೆಗಳಿಗೆ ಸಾದಾಖ್ಯಂಗಳಾವಾವೆಂದಡೆ: ಕರ್ಮಸಾದಾಖ್ಯ, ಕರ್ತೃಸಾದಾಖ್ಯ, ಮೂರ್ತಿಸಾದಾಖ್ಯ, 'ಮೂರ್ತಿಸಾದಾಖ್ಯ, ಶಿವಸಾದಾಖ್ಯ, ಮಹಾಸಾದಾಖ್ಯ, ನಿರ್ಮಾಯಸಾದಾಖ್ಯ, ಅವಿರಳಸಾದಾಖ್ಯ, ನಿರ್ಮುಕ್ತಿಸಾದಾಖ್ಯ_ ಈ ಸಾದಾಖ್ಯಂಗಳಿಗೆ ಲಕ್ಷಣಂಗಳಾವಾವೆಂದಡೆ: ಸತ್ತುವೆಂಬ ಲಕ್ಷಣ, ಚಿತ್ತುವೆಂಬ ಲಕ್ಷಣ, ಆನಂದವೆಂಬ ಲಕ್ಷಣ, ನಿತ್ಯವೆಂಬ ಲಕ್ಷಣ, ಪರಿಪೂರ್ಣವೆಂಬ ಲಕ್ಷಣ, ಅಖಂಡನೆಂಬ ಲಕ್ಷಣ, ಅನಾಮಯವೆಂಬ ಲಕ್ಷಣ, ಅಗಮ್ಯವೆಂಬ ಲಕ್ಷಣ, ಅಪ್ರಮಾಣವೆಂಬ ಲಕ್ಷಣ,_ ಈ ಲಕ್ಷಣಂಗಳಿಗೆ ಸಂಜ್ಞೆಗಳಾವಾವೆಂದಡೆ: ಪರವೆಂಬ ಸಂಜ್ಞೆ, ಗೂಢವೆಂಬ ಸಂಜ್ಞೆ, ಶರೀರಸ್ಥವೆಂಬ ಸಂಜ್ಞೆ, ಲಿಂಗಕ್ಷೇತ್ರವೆಂಬ ಸಂಜ್ಞೆ, ಅನಾದಿವತ್ ಎಂಬ ಸಂಜ್ಞೆ, ಮಹಾಸಂಜ್ಞೆ, ನಿರ್ನಾಮವೆಂಬ ಸಂಜ್ಞೆ, ಅಪ್ರಮಾಣವೆಂಬ ಸಂಜ್ಞೆ, \n  ಸಂಜ್ಞೆ ಈ ಸಂಜ್ಞೆಗಳಿಗೆ ದಿಕ್ಕುಗಳಾವಾವೆಂದಡೆ: ಪಶ್ಚಿಮದಿಕ್ಕು, ಉತ್ತರದಿಕ್ಕು, ದಕ್ಷಿಣದಿಕ್ಕು, ಪೂರ್ವದಿಕ್ಕು, ಊಧ್ರ್ವದಿಕ್ಕು, ಗಂಬಿsೀರದಿಕ್ಕು, ಧನದಿಕ್ಕು, ಸುದ್ವವಯನೆಂಬ ದಿಕ್ಕು, ಜ್ಞಾನಶೂನ್ಯಮಹಾಜ್ಯೋತಿ ದಿವ್ಯವಾದ ಅಘೋಷದಿಕ್ಕು,_ ಈ ದಿಕ್ಕುಗಳಿಗೆ ವಕ್ತ್ರಂಗಳಾವಾವೆಂದಡೆ: ಸದ್ಯೋಜಾತವಕ್ತ್ರ, ವಾಮದೇವವಕ್ತ್ರ, ಅಘೋರವಕ್ತ್ರ, ತತ್ಪುರುಷವಕ್ತ್ರ, ಈಶಾನವಕ್ತ್ರ, ಗೋಪ್ಯವಕ್ತ್ರ, ತಾರಕಬ್ರಹ್ಮವೆಂಬ ವಕ್ತ್ರ, ಸುರಾಳವೆಂಬ ವಕ್ತ್ರ, ನಿರಂಜನವೆಂಬ ವಕ್ತ್ರ_ ಈ ವಕ್ತ್ರಂಗಳಲ್ಲಿ ಪುಟ್ಟಿದ ವೇದಂಗಳಾವಾವೆಂದಡೆ: ಋಗ್ವೇದ, ಯಜುರ್ವೇದ, ಸಾಮವೇದ, ಅಥರ್ವಣವೇದ, ಅಜಪವೇದ, ಗಾಯತ್ರಿವೇದ, ಗಾಂಧರ್ವವೇದ, ಧನುರ್ವೇದ, ಕಾಣ್ವವೇದ ಅಂತುಮಲ್ಲದೆ ಆಯುರ್ವೇದ, ವರ್ತುಳವೇದ, ಅರ್ಥವೇದ_ ಈ ವೇದಂಗಳಿಗೆ ಅಧ್ವಂಗಳಾವಾವೆಂದಡೆ: ಭುವನಾಧ್ವ, ಪದಾಧ್ವ, ವರ್ಣಾಧ್ವ, ಕಲಾಧ್ವ, ತತ್ವಾಧ್ವ, ಮಂತ್ರಾಧ್ವ, ಲಿಂಗಾಧ್ವ, ಪ್ರಸಾದಾಧ್ವ, ಸರ್ವಶೂನ್ಯಾಧ್ವ_  ಈ ಸಕೀಲಂಗಳೆಲ್ಲ ಇಪ್ಪ ಬ್ರಹ್ಮದ ವೃತ್ತ, ಕಟಿ, ವರ್ತುಳ, ಗೋಮುಖ, ನಾಳ, ಗೋಳಕ, ಆಜ್ಯಪ್ರದಾರಿಕೆ, ಅಭ್ರಶಿಖಿ, ಚಿದಬ್ಜವೆಂಬ ನವಸ್ಥಾನಂಗಳಲ್ಲಿ ಸಂಬಂಧವಾಗಿಹವು. ಅದೆಂತೆಂದು ಸದ್ಭಕ್ತ ಶರಣಜನಂಗಳು ಬೆಸಗೊಂಡಲ್ಲಿ, ಮುಂದೆ \n  ಲಿಂಗಾನುಭಾವಿಗಳಾದ ಷಟ್‍ಸ್ಥಲಬ್ರಹ್ಮಿಗಳು ಸೂತ್ರವಿಟ್ಟು ನಿರೂಪಿಸುತ್ತಿಹರು. ಇಂತು ಹಿಂದೆ ಹೇಳಿದ ಸಕೀಲಂಗಳನು ಹಸ್ತಾಬ್ಜ ಪೀಠದಲ್ಲಿ ಮೂರ್ತಿಗೊಂಡಿಪ್ಪ ಪಂಚಸೂತ್ರಯುಕ್ತವಾದ ವಿಷ್ಣುಬ್ರಹ್ಮದಲ್ಲಿ ಸಂಬಂಧ ಮಾಡುವ ಭೇದವ ಸದ್ಭಕ್ತ ಶರಣಜನಂಗಳು ಬೆಸಗೊಂಡಲ್ಲಿ, ಮುಂದೆ \n  ಲಿಂಗಾನುಭಾವಿಗಳಾದ ಷಟ್‍ಸ್ಥಲ ಸಂಪ್ನರಾದ ವೀರಶೈವಾಚಾರ್ಯರು ಉಪದೇಶವ ಮಾಡುತ್ತಿಹರು. ಅದೆಂತೆಂದೊಡೆ : ಆ ವಿಷ್ಣು ಬ್ರಹ್ಮದಧೋಕಂಜದಲ್ಲಿ ತಾರಕಾಕೃತಿ, ನಕಾರಪ್ರಣವ, ಪೆಣ್ದುಂಬಿನಾದ, ಭಕ್ತನೆಂಬಪಿಂಡ, ಆಧಾರಚಕ್ರ, ಪೀತವರ್ಣ, ಭಕ್ತನೆಂಬ ಮೂರ್ತಿ. ಪೃಥ್ವಿಯಂಗ, ಜೀವಾತ್ಮಭಕ್ತ, ಸ್ಥೂಲತನು, ಸುಚಿತ್ತಹಸ್ತ, ಆಚಾರಲಿಂಗ, ಘ್ರಾಣವೆಂಬ ಮುಖ, ಕ್ರಿಯಾಶಕ್ತಿ, ಶ್ರದ್ಧಾಶಕ್ತಿ, ಗಂಧಪದಾರ್ಥ, ಸುಗಂಧಪ್ರಸಾದ, ಬ್ರಹ್ಮಪೂಜಾರಿ, ಭವನದಿsದೈವ, ನಿವೃತ್ತಿಕಲೆ, ಕರ್ಮಸಾದಾಖ್ಯ, ಸತ್ತುವೆಂಬ ಲಕ್ಷಣ, ಪರವೆಂಬ ಸಂಜ್ಞೆ, ಸದ್ಯೋಜಾತವಕ್ತ್ರ, ಋಗ್ವೇದ ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ವೃತ್ತದಲ್ಲಿ ಸಂಬಂಧವು. ದಂಡಾಕೃತಿ, ಮಕಾರಪ್ರಣವ, ವೇಣುನಾದ, ಮಾಹೇಶ್ವರನೆಂಬ ಪಿಂಡ, ಸ್ವಾದಿsಷ್ಠಾನಚಕ್ರ, ಶ್ವೇತವರ್ಣ, ಮಾಹೇಶ್ವರನೆಂಬ ಮೂರ್ತಿ, ಅಪ್ಪುವಂಗ, ಅಂತರಾತ್ಮ, ಸೂಕ್ಷ್ಮತನು, ಸುಬುದ್ಧಿ ಹಸ್ತ, ಗುರುಲಿಂಗ, ಜಿಹ್ವೆಯೆಂಬ ಮುಖ, ಜ್ಞಾನಶಕ್ತಿ, ನೈಷ್ಠಿಕಾಭಕ್ತಿ, ರಸಪದಾರ್ಥ, ಸುರಸಪ್ರಸಾದ, ವಿಷ್ಣುಪೂಜಾರಿ, ಮೃಡನದಿsದೈವ, ಪ್ರತಿಷ್ಠೆಯೆಂಬ ಕಲೆ, ಕರ್ತೃಸಾದಾಖ್ಯ, ಚಿತ್ತುವೆಂಬ ಲಕ್ಷಣ, ಗೂಢವೆಂಬ ಸಂಜ್ಞೆ, ವಾಮದೇವ \n  ಯಜುರ್ವೇದ_ ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ಕಟಿಯಲ್ಲಿ ಸಂಬಂಧವು. ಕುಂಡಲಾಕೃತಿ, ಶಿಕಾರಪ್ರಣವ, ಘಂಟಾನಾದ, ಪ್ರಸಾದವೆಂಬ ಪಿಂಡ, \nಮಣಿಪೂರಕ ಚಕ್ರ, ಪುಷ್ಯರಾಗವರ್ಣ, ಪ್ರಸಾದಿಯೆಂಬ ಮೂರ್ತಿ, ಅಗ್ನಿಯೆಂಬ ಅಂಗ, ಪರಮಾತ್ಮ ಪ್ರಸಾದಿ, ಕಾರಣತನು, ನಿರಹಂಕಾರಹಸ್ತ, ಶಿವಲಿಂಗ, ನೇತ್ರವೆಂಬ \n  ಇಚ್ಛಾಶಕ್ತಿ, ಸಾವಧಾನಭಕ್ತಿ, ರೂಪುಪದಾರ್ಥ, ಸುರೂಪುಪ್ರಸಾದ, ರುದ್ರಪೂಜಾರಿ, ಹರನದಿsದೈವ, ವಿದ್ಯಾಕಲೆ, ಮೂರ್ತಿಸಾದಾಖ್ಯ, ಅನಂದವೆಂಬ ಲಕ್ಷಣ, ಶರೀರಸ್ಥವೆಂಬ ಸಂಜ್ಞೆ, ಅಘೋರವಕ್ತ್ರ,\nಸಾಮವೇದ-ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ವರ್ತುಳದಲ್ಲಿ ಸಂಬಂಧವುಅರ್ಧಚಂದ್ರಾಕೃತಿ, ವಕಾರಪ್ರಣವ, ಭೇರಿನಾದ, ಪ್ರಾಣಲಿಂಗಿಯೆಂಬ ಪಿಂಡ, ಅನಾಹತಚಕ್ರ, ಮುತ್ತಿನವರ್ಣ, ಪ್ರಾಣಲಿಂಗಿಯೆಂಬ ಮೂರ್ತಿ, ವಾಯುವಂಗ ನಿರ್ಮಲಾತ್ಮ  ನಿರ್ಮಲತನು, ಮನಹಸ್ತ, ಜಂಗಮಲಿಂಗ, ತ್ವಕ್ಕೆಂಬ ಮುಖ, ಆದಿಶಕ್ತಿ, ಅನುಭಾವಭಕ್ತಿ, ಸ್ಪರ್ಶಪದಾರ್ಥ, ಸುಸ್ಪರ್ಶನ ಪ್ರಸಾದ, ಈಶ್ವರಪೂಜಾರಿ, ಬಿsೀಮನದಿsದೈವ, ಶಾಂತಿಕಲೆ, ಆಮೂರ್ತಿಸಾದಾಖ್ಯ, ನಿತ್ಯವೆಂಬ ಲಕ್ಷಣ, ಲಿಂಗಕ್ಷೇತ್ರವೆಂಬ ಸಂಜ್ಞೆ, ತತ್ಪುರಷವಕ್ತ್ರ, ಅಥರ್ವಣವೇದ_ ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ಗೋಮುಖದಲ್ಲಿ ಸಂಬಂದವು. ದರ್ಪಣಾಕೃತಿ, ಯಕಾರಪ್ರಣವ, ಮೇಘನಾದ, ಶರಣನೆಂಬ ಪಿಂಡ, ವಿಶುದ್ಧಿಚಕ್ರ, ವೈಢೂರ್ಯದ ವರ್ಣ, ಶರಣನೆಂಬ ಮೂರ್ತಿ ಆಕಾಶವಂಗ, ಶುದ್ಧಾತ್ಮ,  ಆನಂದತನು, ಸುಜ್ಞಾನಹಸ್ತ, ಪ್ರಸಾದಲಿಂಗ, ಶ್ರೋತ್ರಮಖ, ಪರಾಶಕ್ತಿ, ಆನಂದಭಕ್ತಿ, ಶಬ್ದಪದಾರ್ಥ, ಸುಶಬ್ದಪ್ರಸಾದ, ಸದಾಶಿವಪೂಜಾರಿ, ಮಹಾದೇವನದಿsವೈವ, ಶಾಂತ್ಯತೀತಕಲೆ, ಶಿವಸಾದಾಖ್ಯ ಪರಿಪೂರ್ಣವೆಂಬ ಲಕ್ಷಣ, ಅನಾದಿವತ್ ಎಂಬ ಸಂಜ್ಞೆ, ಈಶಾನವಕ್ತ್ರ, ಅಜಪವೇದ_ ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ನಾಳದಲ್ಲಿ ಸಂಬಂಧವು. ಜ್ಯೋತಿರಾಕೃತಿ, ಓಂಕಾರಪ್ರಣವ, ಪ್ರಣವನಾದ, ಐಕ್ಯನೆಂಬ ಪಿಂಡ, ಆಜ್ಞಾಚಕ್ರ, ಎಳೆಯಮಾಣಕ್ಯವರ್ಣ, ಆತ್ಮನೆಂಬ ಅಂಗ, ಜ್ಞಾನಾತ್ಮ, ಐಕ್ಯನೆಂಬ ಮೂರ್ತಿ, ಶುದ್ಧತನು, ಸದ್ಭಾವಹಸ್ತ, ಮಹಾಲಿಂಗ, ಹೃದಯಮುಖ, ಚಿಚ್ಛಕ್ತಿ, ಸಮರಸಭಕ್ತಿ, ತೃಪ್ತಿಪದಾರ್ಥ, ಸುತೃಪ್ತಿಪ್ರಸಾದ, ಪರಶಿವಪೂಜಾರಿ, ಮಹಾಶ್ರೀಗುರುವದಿsದೈವ, ಶಾಂತ್ಯತೀತೋತ್ತರೆ ಎಂಬ ಕಲೆ, ಮಹಾಸಾದಾಖ್ಯ ಅಖಂಡವೆಂಬ ಲಕ್ಷಣ, ಮಹಾಸಂಜ್ಞೆ, ಗೋಪ್ಯವಕ್ತ್ರ, ಗಾಯತ್ರಿವೇದ_ ಇಂತಿವೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ಗೋಳಕದಲ್ಲಿ ಸಂಬಂಧವು. ನಿಷ್ಕಲಾಕೃತಿ, ಬಕಾರಪ್ರಣವ, ಸುನಾದ, ಚಿದ್ಗಣನೆಂಬ ಪಿಂಡ ಬ್ರಹ್ಮಚಕ್ರ, ಗೋಮೇದಿsಕವರ್ಣ, ತ್ಯಾಗಾಂಗ, ಮಹಾತ್ಮ, ನಿಃಕಲವೆಂಬ ಭಕ್ತಿ, ಚಿದ್ರೂಪತನು, ನಿರ್ಭಾವಹಸ್ತ, ಇಷ್ಟಲಿಂಗ, ಪರಬ್ರಹ್ಮವೆಂಬ ಮುಖ, ಅನಾಮಯಶಕ್ತಿ, ಪರಿಪೂರ್ಣಭಕ್ತಿ, ಆನಂದವೆಂಬ ರೂಪುಪದಾರ್ಥ, ಅವಿರಳಶುದ್ಧಪ್ರಸಾದ, ಅಗಣಿತನೆಂಬ ಪೂಜಾರಿ, ಪದ್ಮೋದ್ಭವನದಿsದೈವ, ಅನಾದಿಯೆಂಬ ಕಲೆ, ನಿರ್ಮಾಯ ಸಾದಾಖ್ಯ, ಅನಾಮಯವೆಂಬ ಲಕ್ಷಣ, ನಿರ್ನಾಮವೆಂಬ ಸಂಜ್ಞೆ, ತಾರಕಬ್ರಹ್ಮವೆಂಬ ವಕ್ತ್ರ, ಗಾಂಧರ್ವವೇದ_ ಇಂತೆಲ್ಲವು ಇಷ್ಟಲಿಂಗದ ಆಜ್ಯಪ್ರದಾರಿಕೆಯಲ್ಲಿ ಸಂಬಂಧವು. ನಿರಾಳಾಕೃತಿ, ಕ್ಷಕಾರಪ್ರಣವ, ಅಗಣಿತನಾದ, ಚಿನ್ಮಯನೆಂಬ ಪಿಂಡ, ಶಿಖಾಚಕ್ರ ಪಶ್ಯವರ್ಣ, ಪಶ್ಪಮಾದಯೋಗಾಂಗ ಚಿದಾತ್ಮ ನಿರಾಳವೆಂಬ ಭಕ್ತ, ಚಿನ್ಮಯ ತನು ನಿರ್ಮಾಯ \n  ಶೂನ್ಯಸ್ವರೂಪವಪ್ಪ ಪ್ರಾಣಲಿಂಗ, ಅಭ್ರಶಿಖಿಯೆಂಬ ಮುಖ, ನಿಭ್ರಾಂತಶಕ್ತಿ, ಅಪ್ರದರ್ಶನಭಕ್ತಿ, ರುಚಿಪದಾರ್ಥ, ಸುರುಚಿಪ್ರಸಾದ, ಅಪ್ರಮಾಣನೆಂಬ ಪೂಜಾರಿ, ಚಿದ್ಬಿಂದುವೆಂಬ ಅದಿsದೈವ, ನಿರುಪಮ ಕಲೆ, \n  ಸಾದಾಖ್ಯ, ಅಗಮ್ಯವೆಂಬ ಲಕ್ಷಣ, ಅಪ್ರಮಾಣಸಂಜ್ಞೆ, ಸುರಾಳವೆಂಬ ವಕ್ತ್ರ, ಧನುರ್ವೇದ_ ಇಂತಿವೆಲ್ಲವು ನಿಶ್ಶೂನ್ಯ ಸ್ವರೂಪವಪ್ಪ ಪ್ರಾಣಲಿಂಗದ ಅಭ್ರಶಿಖಿಯಲ್ಲಿ ಸಂಬಂಧವು. ಏಕನಿರಂಜನಾಕೃತಿ, ಹಕಾರ ಪ್ರಣವ, ದಿವ್ಯನಾದ, ಚಿನ್ಮೂರ್ತಿಯೆಂಬ ಪಿಂಡ, ಪಶ್ಚಿಮಚಕ್ರ, ವಜ್ರದ ವರ್ಣ, ಭೋಗಾಂಗ, ದಿವ್ಯಾತ್ಮ, ನಿರಂಜನನೆಂಬ ಶರಣ, ನಿರ್ಮಲತನು, ನಿರಾಳಹಸ್ತ, ನಿರಂಜನ_ ಸ್ವರೂಪವಪ್ಪ ಭಾವಲಿಂಗ, ಉನ್ಮನಿಯೆಂಬ ಮುಖ, ನಿಬಿರ್sನ್ನಶಕ್ತಿ, ನಿರಂಜನಭಕ್ತಿ, ಪರಮಾಮೃತ ಪದಾರ್ಥ, ಪರಿಪೂರ್ಣವೆಂಬ ಪ್ರಸಿದ್ಧ_ ಪ್ರಸಾದ, ಬಾಲೇಶ್ವರನೆಂಬ ಪೂಜಾರಿ ಚಿತ್ಸೂರ್ಯನದಿsದೇವತೆ, ನಿವ್ರ್ಯಾಜ ಕಲೆ, ನಿರ್ಮುಕ್ತಿ ಸಾದಾಖ್ಯ, ಅಪ್ರಮಾಣವೆಂಬ ಲಕ್ಷಣ, \n  ಸಂಜ್ಞೆ, ಜ್ಞಾನಶೂನ್ಯಮಹಾಜ್ಯೋತಿದಿವ್ಯನಾದ, ಘೋಷದಿಕ್ಕು, ನಿರಂಜನವೆಂಬ ವಕ್ತ್ರ, ಕಾಣ್ವವೇದ_ ಇಂತಿವೆಲ್ಲವು ಅದೇ ಇಷ್ಟಲಿಂಗದ ಹಿಂದೆಸೆಯಲ್ಲಿರ್ಪ \n  ಸ್ವರೂಪವಪ್ಪ ಚಿದಜ್ಯದಲ್ಲಿ ಸಂಬಂಧವು.  ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ. \n"
}