{
    "id": "3885", 
    "vachana": "<font>1357ಪೃಥ್ವಿಯಿಂದ ಈಶ್ವರ ಪರಿಯಂತ ಪಂಚವಿಶಂತಿ ತತ್ವಂಗಳುತ್ಪತ್ಯ, ಈಶ್ವರಾದಿ ಪರಶಿವ ಪರಿಯಂತ ಶಿವತತ್ವದುತ್ಪತ್ಯ. ದೇವತಾದಿಗೆ ಜಗದಾದಿಗೆ ಪೃಥ್ವಿಯಾದಿಗೆ ಪಂಚವಿಂಶತಿತತ್ವಂಗಳುತ್ಪತ್ಯಮಂ ಪೇಳ್ವೆ: ಪಂಚಶತಕೋಟಿ (ವಿಸ್ತೀರ್ಣ) ಭೂಮಂಡಲವಳಯದಲ್ಲಿ ಮೇರುಮಂದಿರದ ವಿಸ್ತೀರ್ಣ ಒಂದುಕೋಟಿ ಇಪ್ಪತ್ತಾರುಲಕ್ಷದ ಮೇಲೆ ಎಂಬತ್ತೈದುಸಾವಿರ ಯೋಜನ  ಪ್ರಮಾಣು. ಆ ಮೇರುಮಂದಿರದ ಮೇಲೆ ಬ್ರಹ್ಮ  ವಿಷ್ಣು ರುದ್ರ ಸದಾಶಿವ ನಂದಿ  ಮಹಾಕಾಳ ವೀರಭದ್ರ ¿ಷ್ಟಾಶೀತಿಸಹಸ್ರ ಋಷಿಯರು, ¿ಸಂಖ್ಯಾತ ಮಹಾಗಣಂಗಳು, ದ್ವಾದಶಾದಿತ್ಯರು, ನಾರದಯೋಗೀಶ್ವರರು, ಅಷ್ಟದಿಕ್ಪಾಲಕರು ಏಕಾದಶ ರುದ್ರರು ಮುಖ್ಯವಾಗಿ ಶಿವಸುಖಸಂತೋಷದಿಂ ರಾಜ್ಯಂಗೆಯ್ವರು. ಆ ಮೇರುಮಂದಿರದ ಕೆಳಗಣ ಜಂಬೂದ್ವೀಪದ ವಿಸ್ತೀರ್ಣ ಲಕ್ಷದಮೇಲೆ ಇಪ್ಪತ್ತೈದುಸಾವಿರ ಯೋಜನಪ್ರಮಾಣು. (ಅಲ್ಲಿಂದ ಮುಂದೆ) ಲವಣಸಮುದ್ರ ಲಕ್ಷದಮೇಲೆ ಇಪ್ಪತ್ತೈದುಸಾವಿರ ಯೋಜನಪ್ರಮಾಣು. ಆ ಲವಣಸಮುದ್ರದಿಂದಾಚೆಯಲ್ಲಿ ಭೂಮಿ ಎರಡುಲಕ್ಷದ ಮೇಲೆ ಐವತ್ತುಸಾವಿರ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪದ ಹೆಸರು ಪ್ಲಕ್ಷದ್ವೀಪ) ಪ್ಲಕ್ಷದ್ವೀಪಕ್ಕೆ ಇಕ್ಷುರಸಮುದ್ರ ಎರಡುಲಕ್ಷ ಐವತ್ತುಸಾವಿರ ಯೋಜನಪ್ರಮಾಣು. ಅದರಿಂದಾಚೆಯಲ್ಲಿ ಭೂಮಿ ಐದುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪದ ಹೆಸರು ಶಾಲ್ಮಲಿದ್ವೀಪ) ಶಾಲ್ಮಲಿದ್ವೀಪಕ್ಕೆ ಮಧುಸಮುದ್ರ, ಐದುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. ಅದರಿಂದಾಚೆಯಲ್ಲಿ ಭೂಮಿ, ಹತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪಕ್ಕೆ ಹೆಸರು ಕುಶದ್ವೀಪ) ಕುಶದ್ವೀಪಕ್ಕೆ ಘೃತಸಮುದ್ರ ಹತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. ¿ಲ್ಲಿಂದತ್ತ ಭೂಮಿ, ಇಪ್ಪತ್ತೈದು ಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪದ ಹೆಸರು ಶಾಕದ್ವೀಪ) ಶಾಕದ್ವೀಪಕ್ಕೆ ದದಿsಸಮುದ್ರ, ನಾಲ್ವತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. ಅದರಿಂದಾಚೆಯಲ್ಲಿ ಭೂಮಿ ನಾಲ್ವತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪದ ಹೆಸರು Põ್ರಂಚದ್ವೀಪ) Põ್ರಂಚದ್ವೀಪಕ್ಕೆ ಕ್ಷೀರಸಮುದ್ರ, ನಾಲ್ವತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. ಅದರಿಂದಾಚೆಯಲ್ಲಿ ಭೂಮಿ, ಎಂಬತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು. (ಆ ದ್ವೀಪದ ಹೆಸರು ಪುಷ್ಕರದ್ವೀಪ) ಪುಷ್ಕರದ್ವೀಪಕ್ಕೆ ಸ್ವಾದೋದಕಸಮುದ್ರ ಎಂಬತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು, ಅಲ್ಲಿಂದತ್ತತ್ತ ಲೋಕಾಲೋಕ ಪರ್ವತಾಕಾರವಾಗಿಪ್ಪುದು. ಇಂತೀ ಸಪ್ತಸಮುದ್ರಂಗಳ ಸಪ್ತದ್ವೀಪಂಗಳ ಪ್ರಮಾಣವೊಂದಾಗಿ ಮೇಳೈಸಿದಡೆ ಮೂರುಕೋಟಿಯುಂ ಹದಿನೇಳುಲಕ್ಷದೈವತ್ತುಸಹಸ್ರ ಯೋಜನ  ಪರಿಮಾಣಿನ ಕಟ್ಟಳೆಯಾಯಿತ್ತು. ಮತ್ತಲ್ಲಿಂದ ಭೂಮಂಡಲ ಉಂಟೆರಿ ಎಂದೊಡೆ, ಉಂಟು: ನಾನೂರುಕೋಟಿಯೋಜನ ಹೇಮೋರ್ವಿ. ಅಲ್ಲಿಂದತ್ತ ಭೂಮಂಡಲ ಉಂಟೆರಿ ಎಂದೊಡೆ ಉಂಟು: ಹತ್ತುಕೋಟಿ ಇಪ್ಪತ್ತುಲಕ್ಷ ಯೋಜನಪ್ರಮಾಣು, ಹೇಮದ ಬೆಟ್ಟ. ಮತ್ತಲ್ಲಿಂದತ್ತಲೂ ಭೂಮಂಡಲ ಉಂಟೆರಿ ಎಂದಡೆ, ಉಂಟು: ಎಂಬತ್ತೈದುಕೋಟಿ ಮೂವತ್ತೈದುಲಕ್ಷದ ¿ರುವತ್ತೈದುಸಾವಿರ ಯೋಜನ  ಪರಿಮಾಣ ವಳಯದಲ್ಲಿ¿ಂಧಕಾರವಾಗಿ, ಸೂರ್ಯಚಂದ್ರರ ಬೆಳಗಿಲ್ಲ. ಇಂತಿವನೆಲ್ಲವನೊಂದಾಗಿ ಮೇಳೈಸಿದಡೆ ಐನೂರುಕೋಟಿ ಯೋಜನ  ಪರಿಪ್ರಮಾಣು ಕಟ್ಟಳೆಯಾಗಿತ್ತು. ಆ ಮೇರುವಿನ ಒಂದು ದಿಕ್ಕಿನ ಪ್ರಮಾಣು:ಆ ಮೇರುವಿನ ಪ್ರದಕ್ಷಿಣವಾಗಿ ಎಂಟು ದಳದಲ್ಲಿಎಂಟು ಪಂಚಶತಕೋಟಿ [ಯೋಜನ] ವಿಸ್ತೀರ್ಣವಾಯಿತ್ತು.   ಇದನು ದಿವಸದೊಳಗೆ ಸೂರ್ಯ ತಿರುಗುವನು, ರಾತ್ರಿಯೊಳಗೆ ಚಂದ್ರ ತಿರುಗುವನು, ಇಪ್ಪತ್ತೇಳು ನಕ್ಷತ್ರ, ಧ್ರುವಮಂಡಲ, ಸಪ್ತಋಷಿಯರು, ರಾಹುಕೇತು, ನವಗ್ರಹ- ಇಂತಿವರೆಲ್ಲರು ಆ ಮೇರುಮಂದಿರದ ಹೊಸಪ್ರದಕ್ಷಿಣವಂ ದಿವಾರಾತ್ರಿಯಲ್ಲಿ ತಿರುಗಿ ಬಹರು.  ಇವರೆಲ್ಲರ ಪ್ರಮಾಣವನು ಮಹಕ್ಕೆ ಮಹವಾಗಿಪ್ಪ ಶರಣಸ್ಥಲದವರು ಬಲ್ಲರು. ಪ್ರಭುದೇವರು ಸಿದ್ಧರಾದೇವರು ಸಾಮವೇದಿಗಳು, ಆದಿಲಿಂಗ ¿ನಾದಿಶರಣ ಪೂರ್ವಾಚಾರಿ ಸಂಗನಬಸವಣ್ಣನು ಕಟ್ಟಿದ ಕಟ್ಟಳೆಯೊಳಗೆ ಜ್ಯೋತಿಜ್ರ್ಞಾನದವರು. (ಇಂತೀ) ಕಾಲ  ಜ್ಯೋತಿಷ ಗ್ರಹಣ ಸಂಕ್ರಮಣ ತಿಥಿ ವಾರ ನಕ್ಷತ್ರ ಯೋಗ ಕರಣ  ಸಂವತ್ಸರ ಇವೆಲ್ಲವು ಕೂಡಲಚೆನ್ನಸಂಗನಲ್ಲಿ ಬಸವಣ್ಣ ಕಟ್ಟಿದ ಕಟ್ಟಳೆ. </font>"
}