{
    "id": "916", 
    "vachana": "<font>1374ಪ್ರಾಣಾದಿ ವಾಯುಗಳ ಕಳೆದು ಭಕ್ತರಾದರೆಮ್ಮವರು, _ಅದೆಂತೆಂದಡೆ: ಅಲ್ಲಲ್ಲಿರ್ದ ದಶವಾಯುಗಳ ದಶಸ್ಥಾನದಲ್ಲಿ ನಿಲಿಸಿ ಭಕ್ತಿಯ ಮಾಡುವ ಪರಿಯ ಹೇಳಿಹೆ ಕೇಳಿರಣ್ಣಾ: ಪ್ರಾಣವಾಯುವ ನಿಲಿಸಿದರು ಪ್ರಾಣಲಿಂಗದಲ್ಲಿ, ಅಪಾನವಾಯುವ ನಿಲಿಸಿದರು ಪ್ರಸಾದಲಿಂಗದಲ್ಲಿ, ವ್ಯಾನವಾಯುವ ನಿಲಿಸಿದರು ಚತುರ್ವಿಧಪದದ ಬಯಕೆಯಳಿದ ಲಿಂಗಧ್ಯಾನದಲ್ಲಿ. ಉದಾನ  ವಾಯುವ ನಿಲಿಸಿದರು ಉದ್ದೇಶದಿಂದ ನಡೆವ ¿ನ್ಯಗಮನವ ಕೆಡಿಸಿ ನಿರ್ಗಮನವೆಂಬ ಸುಚಿತ್ತದಲ್ಲಿ. ಸಮಾನವಾಯುವ ನಿಲಿಸಿದರು ಸಮ್ಯಗ್ ಜ್ಞಾನದ ಸ್ವಯಂಜ್ಯೋತಿಯ ಬೆಳಕಿನ ಕಳೆಯಲ್ಲಿ. ನಾಗವಾಯುವ ನಿಲಿಸಿದರು ಸುಚಿತ್ತ ಸುಬುದ್ಧಿ ಸುಗೋಷ್ಠಿಯ ಸುಜ್ಞಾನದ ಬೆಳಗಿನ ಕಳೆಯೊಡನೆ ಸುಳಿದಾಡುವ ಮಹಾಲಿಂಗವಂತರ ಅನುಭಾವದಲ್ಲಿ. ಕೂರ್ಮವಾಯುವ ನಿಲಿಸಿದರು, ಶಿವಶ್ರುತಿ ಶಿವಮಂತ್ರ ಷಡಕ್ಷರಿ ಬೀಜಂಗಳ ಜಪಿಸುವಲ್ಲಿ. ಕೃಕರ ವಾಯುವ ನಿಲಿಸಿದರು ಚತುರ್ವಿಧ ಪುರುಷಾರ್ಥಂಗಳ ಕಳೆದು ಷಡ್ವಿಧ ದಾಸೋಹ ಭಕ್ತರತಿಯಾನಂದ ಸೂಕ್ಷ್ಮಸಂಬಂಧದ ಕೂಟದಲ್ಲಿ ತೆರಹಿಲ್ಲದ  ತನ್ನ ತಾನರಿವಲ್ಲಿ. ದೇವದತ್ತವಾಯುವ ನಿಲಿಸಿದರು ಶಿವಲಿಂಗವೆ ಲಿಂಗ ಶಿವಭಕ್ತರೆ ಕುಲಜರು, ಶಿವಾಗಮವೆ ಆಗಮ, ಶಿವಾಚಾರವೆ ಆಚಾರವೆಂಬ ಏಕೋಭಾವದ ನಿಷ್ಠೆಯಿಂದ ಭಾಷೆಯ ನುಡಿದು ದೃಢವಿಡಿದು ¿ನ್ಯವ ಜರಿವಲ್ಲಿ. ಧನಂಜಯ ವಾಯುವ ನಿಲಿಸಿದರು, ಅನಂತ ಪರಿಯಲ್ಲಿ ಧಾವತಿಗೊಂಡು ಕಾಯಕ್ಲೇಶದಿಂದ ತನು ಮನ ಬಳಲಿ ಗಳಿಸಿದಂತಹ ಧನವ ಅನರ್ಥವ ಮಾಡಿ ಕೆಡಿಸದೆ, ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡಿ ಗುರುಲಿಂಗಜಂಗಮವೆಂಬ ತ್ರಿವಿಧ  ದಾಸೋಹದ ಪರಿಣಾಮದಲ್ಲಿ, ಈ ದಶವಾಯುಗಳ ಪ್ರಯತ್ನಕ್ಕೆ ಧ್ಯಾನ ಗಮನ ಸಂಗ ಸುಬುದ್ಧಿ ನಿರ್ಗುಣ  ತಮಂಧ  ಕೋಪ ಚಿಂತೆ ಎಂಬಿವನರಿದು, ದುಶ್ಚಿತ್ತವ ಮುರಿದು, ಅಹಂಕಾರವಳಿದು, ದಶವಾಯುಗಳ ದಶಸ್ಥಾನದಲ್ಲಿ ನಿಲಿಸಿ ಭಕ್ತರಾಗಬೇಕು ಕಾಣಿರೆ, ಎಲೆ ಅಣ್ಣಗಳಿರಾ ! ಅಲ್ಲಲ್ಲಿ ಇವರ ಓತು, ಭರವ ಕೆಡಿಸಿ ತಗ್ಗಲೊತ್ತಿ, ಮೇಲೆ ತಲೆಯೆತ್ತಲೀಯದೆ ದಶವಾಯುಗಳ ದಶಸ್ಥಾನದಲ್ಲಿ [ನಿಲಿಸಿ] ದಶಾವಸ್ಥೆಯಿಂದ ಲಿಂಗವನೊಲಿಸಿದ ಮಹಾಮಹಿಮನ ಮಸ್ತಕವೆ ಶ್ರೀಪರ್ವತ, ಲಲಾಟವೆ ಕೇತಾರವೆನಿಸುವುದು. ಆತನ ಹೃದಯದಲ್ಲಿ ಅಷ್ಟಷಷ್ಟಿ ತೀರ್ಥಂಗಳಿಪ್ಪವು. ಆತನ ಶ್ರೀಪಾದ ವಾರಣಾಸಿ  ಅವಿಮುಕ್ತಕ್ಷೇತ್ರದಿಂದ ವಿಶೇಷ. ಆತನ ಪಾದಾಂಗುಷ್ಠಕ್ಕೆ ಸಮಸ್ತ ತೀರ್ಥಕ್ಷೇತ್ರ ಸಪ್ತಸಮುದ್ರಂಗಳ ತಿರುಗಿ ಮಿಂದ ಒಂದು ಕೋಟಿ ಫಲ  ಸರಿಯಲ್ಲ. ಆತನು ಸತ್ಯವೆಂಬ ವೃಕ್ಷವನೇರಿ, ನಿಷ್ಠೆಯೆಂಬ ಕೊನೆಯ ಹಿಡಿದು ಪರಬ್ರಹ್ಮವೆಂಬ ಫಲವ ಸುವಿವೇಕದಿಂದ ಸವಿದು ಸುಖಿಯಾಗಿರ್ಪನಾಗಿ, ಆತನು ಪುಣ್ಯಪಾಪವೆಂಬೆರಡರ ಸುಖದುಃಖದವನಲ್ಲ; ಗತಿ ಅವಗತಿಯೆಂಬೆರಡರ ಮತಿಗೇಡಿಯಲ್ಲ; ಧರ್ಮ ಕರ್ಮವೆಂಬೆರಡರ ಭ್ರಮೆಯವನಲ್ಲ; ಆತನ ನಿಲವು  ಪುಷ್ಪ ನುಂಗಿದ ಪರಿಮಳದಂತೆ, ಆಲಿಕಲ್ಲು  ನುಂಗಿದ ಅಪ್ಪುವಿನಂತೆ, ಅಗ್ನಿ ಆಹುತಿಗೊಂಡ ಘೃತದಂತೆ, ಕಬ್ಬುನವುಂಡ ನೀರಿನಂತೆ, ಉರಿಯುಂಡ ಕರ್ಪುರದಂತೆ ! ಆತಂಗೆ ತೋರಲೊಂದು ಪ್ರತಿಯಿಲ್ಲ, ಎಣೆಯಿಲ್ಲ. ಆತ ನಿತ್ಯ  ನಿರಂಜನ  ಚಿನ್ಮಯ ಚಿದ್ರೂಪ ನಿಶ್ಚಿಂತ ನಿರಾಳನಯ್ಯಾ. ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ, ನಿಮ್ಮ ಪ್ರಾಣಲಿಂಗ ಸಂಬಂದಿsಯ ನಿಲವು  ಮಹವ ನುಂಗಿದ ಬಯಲೊ ! </font>"
}