{
    "id": "3959", 
    "vachana": "ಧರೆಗೆ ತೊಂಬತ್ತೆಂಟುಸಾವಿರ ಯೋಜನದುದ್ದದಲು ಸಿಡಿಲು ಮಿಂಚು ಮುಗಿಲುಗಳಿಹವು. ಅದರಿಂದ ಮೇಲೆ ಒಂದುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ಬೃಹಸ್ಪತಿ ಇಹನು. ಆ ಬೃಹಸ್ಪತಿಯಿಂದ ಮೇಲೆ ಮೂವತ್ತೆರಡುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ಶುಕ್ರನಿಹನು. ಆ ಶುಕ್ರನಿಂದ ಮೇಲೆ ¿ರುವತ್ತುನಾಲ್ಕು (ಸಾವಿರರಿ) ಯೋಜನದುದ್ದದಲು ಶನಿಯಿಹನು. ಆ ಶನಿಯಿಂದ ಮೇಲೆ ಒಂದಕೋಟಿ ಇಪ್ಪತ್ತೆಂಟುಲಕ್ಷ ಯೋಜನದುದ್ದಲು ಆದಿತ್ಯನಿಹನು. ಆ ಆದಿತ್ಯನಿಂದ ಮೇಲೆ ಎರಡುಕೋಟಿಯುಂ ಐವತ್ತುಸಾವಿರ (ಐವತ್ತಾರುರಿ)ಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ರಾಹುಕೇತುಗಳು ಪ್ರವರ್ತಿಸಿಕೊಂಡಿಹವು. ಅಲ್ಲಿಂದ ಮೇಲೆ ಐದುಕೋಟಿಯುಂ ಹನ್ನೆರಡುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ನಕ್ಷತ್ರವಿಹವು. ಆ ನಕ್ಷತ್ರಂಗಳಿಂದ ಮೇಲೆ ಹತ್ತುಕೋಟಿಯುಂ ಇಪ್ಪತ್ತುನಾಲ್ಕು (ಲಕ್ಷ) ಯೋಜನದುದ್ದದಲು \n  ಮಹಾಋಷಿಗಳಿಹರು. ಆ ಋಷಿಗಳಿಂದ ಮೇಲೆ ಇಪ್ಪತ್ತುಕೋಟಿಯುಂ ನಾಲ್ವತ್ತೆಂಟುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು \n  ದೇವತೆಗಳಿಹರು. ಆ \n  ದೇವತೆಗಳಿಂದಂ ಮೇಲೆ ನಾಲ್ವತ್ತುಕೋಟಿಯುಂ ತೊಂಬತ್ತಾರುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ದೇವರ್ಕಳಿಹರು. ಆ ದೇವರ್ಕಳಿಂದಂ ಮೇಲೆ ಎಂಬತ್ತೊಂದುಕೋಟಿಯುಂ ತೊಂಬತ್ತೆರಡುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ದ್ವಾದಶಾದಿತ್ಯರಿಹರು. ಆ ದ್ವಾದಶಾದಿತ್ಯರಿಂದಂ ಮೇಲೆ ನೂರರುವತ್ತುಮೂರುಕೋಟಿಯುಂ ಎಂಬತ್ತುನಾಲ್ಕುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ಮಹಾಸೇನರಿಹರು. ಆ ಮಹಾಸೇನರಿಂದಂ ಮೇಲೆ ಮುನ್ನೂರಿಪ್ಪತ್ತೇಳುಕೋಟಿಯುಂ ಅರವತ್ತೆಂಟುಲಕ್ಷ ಯೋಜನದುದ್ದದಲು ಕೃತರೆಂಬ ಮಹಾಮುನಿಗಳಿಹರು. ಇಂತು_ಧರೆಯಿಂದಂ ಆಕಾಶ ಉಭಯಂ ಕೂಡಲು ಆರುನೂರೈವತ್ತೈದು ಕೋಟಿ \n  ಲಕ್ಷ ತೊಂಬತ್ತೆಂಟು ಸಾವಿರ ಯೋಜನದುದ್ದದಲು ಒಂದು ಮಹಾಲೋಕವಿಹುದು. ಆ ಲೋಕದಿಂದ ಹದಿನಾಲ್ಕು ಲೋಕವುಂಟು. ಅವು ಎಲ್ಲಿಹವೆಂದಡೆ: ಪಾತಾಳಲೋಕ ದೇವರ ಕಟಿಯಲ್ಲಿಹುದು, ರಸಾತಳಲೋಕ ದೇವರ ಗುಹ್ಯದಲ್ಲಿಹುದು, ತಳಾತಳಲೋಕ ಊರುವಿನಲ್ಲಿಹುದು, ಸುತಳಲೋಕ ಜಾನುವಿನಲ್ಲಿಹುದು, ನಿತಳಲೋಕ ಜಂಘೆಯಲ್ಲಿಹುದು, ವಿತಳಲೋಕ ಪಾದೋಧ್ರ್ವದಲ್ಲಿಹುದು, ಅತಳಲೋಕ ಪಾದತಳದಲ್ಲಿಹುದು. ಅಲ್ಲಿಂದತ್ತ ಕೆಳಗುಳ್ಳ ಲೋಕವನಾತನೆ ಬಲ್ಲ. ಭೂಲೋಕ ನಾಬಿsಯಲ್ಲಿಹುದು, ಭುವರ್ಲೋಕ ಹೃದಯದಲ್ಲಿಹುದು, ಸ್ವರ್ಲೋಕ ಉರೋಮಧ್ಯದಲ್ಲಿಹುದು, ಮಹರ್ಲೋಕ ಕಂಠದಲ್ಲಿಹುದು, ಜನರ್ಲೋಕ ತಾಲವ್ಯದಲ್ಲಿಹುದು, ತಪರ್ಲೋಕ ಲಲಾಟದಲ್ಲಿಹುದು, ಸತ್ಯಲೋಕ ಬ್ರಹ್ಮರಂಧ್ರದಲ್ಲಿಹುದು. ಅಲ್ಲಿಂದತ್ತ ಮೇಲುಳ್ಳ ಲೋಕವನಾತನೆ ಬಲ್ಲ. ಇಂತೀ \n  ಲೋಕವು ತಾನೆಯಾಗಿಪ್ಪ ಮಹಾಲಿಂಗವನ್ನು ಅಡಗಿಸಿಹೆನೆಂಬ ಅತುಳಬಲ್ಲಿದರು ಕೆಲಬರುಂಟೆ ? ¿ಡಗುವನು ಮತ್ತೊಂದು ಪರಿಯಲ್ಲಿ, ಅದು ಹೇಂಗೆ ? ಅಡರಿ ಹಿಡಿಯಲು ಬಹುದು ಭಕ್ತಿಯೆಂಬ ಭಾವದಲ್ಲಿ ಸತ್ಯಸದಾಚಾರವನರಿದು ಪಾಪಕ್ಕೆ ನಿಲ್ಲದೆ ಕೋಪಕ್ಕೆ ಸಲ್ಲದೆ ಮಾಯವನುಣ್ಣದೆ ಮನದಲ್ಲಿ ಅಜ್ಞಾನವ ಬೆರಸದೆ ಅಲ್ಲದುದನೆ ಬಿಟ್ಟು, ಬಲ್ಲುದನೆ ಲಿಂಗಾರ್ಚನೆಯೆಂದು `ಓಂ' ಎಂಬ ಅಕ್ಷರವನೋದಿ ಅರಿತ ಬಳಿಕ ಬಸುರಲ್ಲಿ ಬಂದಿಪ್ಪ, ಶಿರದಲ್ಲಿ ನಿಂದಿಪ್ಪ ಅಂಗೈಯೊಳಗೆ ಅಪ್ರತಿಮನಾಗಿ (ಸಿಲ್ಕಿಪ್ಪ) ಕಾಣಾ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವ. \n"
}