{
    "id": "/4320", 
    "vachana": "ಭವಿತನಕ್ಕೆ ಹೇಸಿ ಭಕ್ತನಾಗಬೇಕೆಂಬಾತನು ಸದ್ಗುರುವನರಸಿಕೊಂಡು ಬಂದು ಅವರ ಕಾರುಣ್ಯದಿಂದ ಮುಕ್ತಿಯಂ ಪಡೆದೆನೆಂದು ಆ ಶ್ರೀಗುರುವಿಂಗೆ ದಂಡಪ್ರಣಾಮಂ ಮಾಡಿ ಭಯಭಕ್ತಿಯಿಂದ ಕರಂಗಳಂ ಮುಗಿದು ನಿಂದಿರ್ದು ಎಲೆ ದೇವಾ ! ಎನ್ನ ಭವಿತನಮಂ ಹಿಂಗಿಸಿ ನಿಮ್ಮ ಕಾರುಣ್ಯದಿಂದೆನ್ನ ಭಕ್ತನಂ ಮಾಡುವುದೆಂದು ಶ್ರೀಗುರುವಿಂಗೆ ಬಿನ್ನಹವಂ ಮಾಡಲು ಆ ಶ್ರೀಗುರುವು ಅಂತಪ್ಪ ಭಯಭಕ್ತಿ ಕಿಂಕರತೆಯೊಳಿಪ್ಪ ಶಿಶುವಂ ಕಂಡು ತಮ್ಮ ಕೃಪಾವಲೋಕನದಿಂ ನೋಡಿ ಆ ಭವಿಯ ಪೂರ್ವಾಶ್ರಯಮಂ ಕಳೆದು ಪೂನರ್ಜಾತನಂ ಮಾಡಿ ಆತನ ಅಂಗದ ಮೇಲೆ ಲಿಂಗಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ಅಗ್ನಿರಿತಿ ಭಸ್ಮ ಓಂ ವಾಯುರಿತಿ ಭಸ್ಮ ಓಂ ಜಲಮಿತಿ ಭಸ್ಮ ಓಂ ಸ್ಥಲಮಿತಿ ಭಸ್ಮ ಓಂ ವ್ಯೋಮೇತಿ ಭಸ್ಮ ಓಂ ಸೋಮೇತಿ ಭಸ್ಮ ಓಂ ಸೂರ್ಯೇತಿ ಭಸ್ಮ ಓಂ ಆತ್ಮೇತಿ ಭಸ್ಮ ಎಂಬೀ ಮಂತ್ರದಿಂದ ಆತನ ¿ಷ್ಟತನುವಂ ಶುದ್ಧವ ಮಾಡುವುದು ಇನ್ನು ಆತನ ಜೀವ ಶುದ್ಧವ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ಅಸ್ಯ ಪ್ರಾಣಪ್ರತಿಷ್ಠಾ ಮಂತ್ರಸ್ಯ ಬ್ರಹ್ಮವಿಷ್ಣು ಮಹೇಶ್ವರಾ ಋಷಯಃ ಋಗ್ಯಜುಃ ಸಾಮಾಥರ್ವಣಾ ಶ್ಫಂದಾಂಸಿ ಸದಾಶಿವ ಮಹಾಪ್ರಾಣ ಇಹಪ್ರಾಣ ಮಮ ಜೀವ ಅಯಂ ತಥಾ ಮಮಾಸಕ್ತ ಸರ್ವೇಂದ್ರಿಯಾಣಿ ವಾಙ್ಮನಶ್ಚಕ್ಷುಃ \n  ಜಿಹ್ವಾಘ್ರಾಣ ಮನೋಬುದ್ಧಿ \n  ವಿಜ್ಞಾನವ? ಮಮ ಶರೀರೇ ಅಂಗಸ್ಯ ಸುಖಂ ಸ್ಥಿರಿಷ್ಯತಿ †† ಜೀವಃ ಶಿವಃ ಶಿವೋ ಜೀವಃ ಸಜೀವಃ ಕೇವಲಃ ಶಿವಃ † ಪಾಶಬದ್ಧೋ ಭವೇಜ್ಜೀವಃ ಪಾಶಮುಕ್ತಃ ಶದಾಶಿವಃ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಆತನ ಜೀವನ ಶುದ್ಧವಂ ಮಾಡುವುದು. ಇನ್ನು ಆತ್ಮಶುದ್ದವ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ಶಿವಾತ್ಮಕಸುಖಂ ಜೀವೋ ಜೀವಾತ್ಮಕಸುಖಂ ಶಿವಃ † ಶಿವಜೀವಾತ್ಮಸಂಯೋಗೇ ಪ್ರಾಣಲಿಂಗಂ ತಥಾ ಭವೇತ್ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಆತನ ಆತ್ಮನ ಶುದ್ಧವಂ ಮಾಡುವುದು. ಇನ್ನು \n  \n  ಪಾದ \n  ಪಾಯುವೆಂಬ ಕರ್ಮೇಂದ್ರಿಯಂಗಳ ಮೇಲಣ ಇಂದ್ರಿಯ ಲಿಖಿತವಂ ತೊಡೆದು ಲಿಂಗಲಿಖಿತವಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ [ಮೇ] ನೇತ್ರೇ ತ್ರ್ಯಂಬಕಃ ಪಾತು ಮುಖಂ ಪಾತು ಮಹೇಶ್ವರಃ † ಕuõರ್ ಪಾತು ಶಂಭುರ್ಮೇ ನಾಸಿ ಕಾಯಾಂ ಭವೋದ್ಭವಃ †† ವಾಗೀಶಃ ಪಾತು ಮೇ ಜಿಹ್ವಾಮೋಷ್ಠಂ ಪಾತ್ವಂಬಿಕಾಪತಿಃ † ಎಂದೀ ಮಂತ್ರದಿಂದ ಆತನ ಪಂಚೇಂದ್ರಿಯಂಗಳ ಮೇಲಣ ಇಂದ್ರಿಯ ಲಿಖಿತಮಂ ತೊಡೆದು ಲಿಂಗಲಿಖಿತವಂ ಮಾಡುವುದು. ಇನ್ನು ಮನ ಬುದ್ಧಿ \n  ಅಹಂಕಾರವೆಂಬ ಅಂತಃಕರಣ ಚತುಷ್ಟಯಂಗಳ ನಿವರ್ತನೆಯ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಮನದಲ್ಲಿ ಧ್ಯಾನವಾಗಿ ಬುದ್ಧಿಯಲ್ಲಿ ವಂಚನೆಯಿಲ್ಲದೆ ಚಿತ್ತವು ದಾಸೋಹದಲ್ಲಿ ಅಹಂಕಾರವು ಜ್ಞಾನದಲ್ಲಿ ಈ ಮರ್ಯಾದೆಯಲ್ಲಿ ಚತುರ್ವಿಧಮಂ ನಿವರ್ತನೆಯಂ ಮಾಡುವುದು. ಇನ್ನು ಆತಂಗೆ ಪಂಚಗವ್ಯಮಂ ಕೊಟ್ಟು ಏಕಭುಕ್ತೋಪವಾಸಂಗಳಂ ಮಾಡಿಸಿ  ಪಂಚಭೂತಸ್ಥಾನದ ಅದಿsದೇವತೆಗಳಂ ತೋರುವುದು ಅವಾವೆಂದಡೆ_ ಬ್ರಹ್ಮಾ ವಿಷ್ಣುಶ್ಚ ರುದ್ರಶ್ಚ ಈಶ್ವರಶ್ಚ ಸದಾಶಿವಃ † ಏತೇ ಗರ್ಭಗತಾ ಯಸ್ಯ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಆತನ ಪಂಚಭೂತ ಶುದ್ಧಿಯಂ ಮಾಡುವುದು. ಈ ಕ್ರಮದಲ್ಲಿ ಶುದ್ಧಾತ್ಮನಂ ಮಾಡಿದ ಬಳಿಕ ಆತನನ್ನು ಗಣತಿಂಥಿಣಿಯ ಮುಂದೆ ನಿಂದಿರಿಸುವುದು. ನಿಂದಿರ್ದಾತನಂ ದಂಡಪ್ರಣಾಮಮಂ ಮಾಡಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಅನಂತ ಜನ್ಮಸಂಪ್ರಾಪ್ತ ಕರ್ಮೇಂಧನವಿದಾಹಿನೇ † ಜ್ಞಾನಾನಲಪ್ರಭಾವಾಯ ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ †† ಕರ್ಮಣಾ ಮನಸಾ ವಾಚಾ ಗುರು ಭಕ್ತೈತುವತ್ಸಲಃ † ಶರೀರಂ ಪ್ರಾಣಮರ್ಥಂ ಚ ಸದ್ಗುರುಭ್ಯೋ ನಿವೇದಯೇತ್ †† ಪ್ರಣಮ್ಯ ದಂಡವದ್ಭೂಮೌ ಅಷ್ಟಮಂತ್ರೈಃ ಸಮರ್ಚಯೇತ್ † ಶ್ರೀಗುರೋಃ ಪಾದಪದ್ಮಂಚ ಗಂಧಪುಷ್ಪಾಕ್ಷತಾದಿಬಿsಃ †† ಅನ್ಯಥಾ ವಿತ್ತಹೀನೋsಪಿ ಗುರುಭಕ್ತಿಪರಾಯಣಃ † ಕೃತ್ವಾ ದಂಡನಮಸ್ಕಾರಂ ಸ್ವಶರೀರಂ ನಿವೇದಯೇತ್ ††\nಎಂದೀ ಮಂತ್ರದಿಂದ ದಂಡಪ್ರಣಾಮವಂ ಮಾಡಿಸುವುದು\nಆತನ ರೈವಿಡಿದೆತ್ತುವ ಕ್ರಮವೆಂದರೆ ಗುರುಃ ಪಿತಾ ಗುರುರ್ಮಾತಾ ಗುರುರೇವ ಹಿ ಬಾಂಧವಃ † ಗುರುದೈವಾತ್ಪರಂ \n  ತಸ್ಮೈ ಶ್ರೀಗುರವೇ ನಮಃ †† ಓಂ ಗುರುದೇವೋ ಭವ, ಓಂ ಪಿತೃದೇವೋ ಭವ, ಓಂ ಆಚಾರ್ಯದೇವೋ \n  † ಎಂದೀ ಮಂತ್ರದಿಂದ ಆತನ ಕೈವಿಡಿದೆತ್ತುವುದು ಇನ್ನು ಭೂಶುದ್ಧಿಯಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ಶಿವಶಿವ ಶಿವಾಜ್ಞಾ ವಿಷ್ಣುಪ್ರವರ್ತಮಾನುಷಾ ಅಪವಿತ್ರಃ ಪವಿತ್ರೋವಾ ಸರ್ವಾವಸ್ಥಾಂಗತೋssಪಿ ವಾ † ಯಃ ಸ್ಮರೇತ್ ಪುಂಡರೀಕಾಕ್ಷಂ ಸ ಬಾಹ್ಯಾಭ್ಯಂತರಃ ಶುಚಿಃ †† ಪ್ರಥ್ವಿ ತ್ವಯಾ ಧೃತಾ ದೇವಿ ದೇವತ್ವಂ ವಿಷ್ಣುನಾ ಧೃತಾ † ಪಂಚದಾರಾಮಯೋ ದೇವಿ ಪವಿತ್ರಂ ಕುರು ಚಾಸನಮ್ †† ಸಮ್ಮಾರ್ಜನಂ ಶತಂ ಪುಣ್ಯಂ ಸಹಸ್ರಮನುಲೇಪನಮ್ † ರೇಖಾಶತಸಹಸ್ರೇಷು ¿ನಂತಂ ಪದ್ಮಮುಚ್ಯತೇ †† ಬಂಧೋ ಭವಹರಶ್ಚೈವ ಸ್ವಸ್ತಿಕಂ ಶತ್ರುನಾಶನಮ್ † ಪದ್ಮಂ ಪುಣ್ಯಂ ಫಲಂ ಚೈವ ಮುದ್ರಾ ತು ಮೋಕ್ಷಸಾಧನಮ್ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಭೂಶುದ್ಧಿಯ ಮಾಡುವದು. ಇನ್ನು ಆತನ ಚೌಕಮಧ್ಯದಲ್ಲಿ ಕುಳ್ಳಿರಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಓಂ ನಮೋ ರುದ್ರೇಭ್ಯೋ ಯೇ ಪೃಥ್ವಿವ್ಯಾಂ ಯೇsಂತರಿಕ್ಷೇ ಯೇ ದಿವಿ ಯೇಷಾಮನ್ನಂ ವಾತೋ ವರ್ಷಮಿಷವಸ್ತೇಭ್ಯೋ ದಶಪ್ರಾಚೀರ್ದಶ ದಕ್ಷಿಣಾ \n  ಪ್ರತೀಚೀರ್ದಶೋದೀಚೀರ್ದಶೋಧ್ರ್ವಾಸ್ತೇಭ್ಯೋ ನಮಸ್ತೇನೋ ಮೃಡಯಂತು ತೇ ಯಂ ದ್ವಿಷ್ಟೋ ಯಶ್ಚನೋ ದ್ವೇಷ್ಟಿ ತಂ ವೊ ಜಂಬೇ ದಧಾಮಿ † ಚಾಂ ಪೃಥಿವ್ಯಾ ಮೇರು \n  ಋಷಿಃ † ಕೂರ್ಮೋ ದೇವತಾ ಜಗತೀ ಛಂದಃ ಆಸನೇ ವಿನಿಯೋಗಃ † ಎಂದೀ ಮಂತ್ರದಿಂದ ಶ್ರೀಗುರು ಆತನ Zõಕಮಧ್ಯದಲ್ಲಿ ಕುಳ್ಳಿರಿಸುವುದು. ಇನ್ನು ನಾಲ್ಕೂ ಕಲಶದ ಪ್ರತ್ಯೇಕ ಪ್ರಧಾನ ದೇವತೆಗಳಂ ಕುಳ್ಳಿರಿಸಿ ಗುರುಕಲಶವಂ ಸ್ಥಾಪ್ಯವಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಚೌಕಮಧ್ಯೇ ಸುಮಾಂಗಲ್ಯಂ ಷೋಡಶಂ ಕಲಶಂ ತಥಾ † ಭಾಸುರಂ ತಂಡುಲಂ ತಸ್ಯ ಪಂಚಸೂತ್ರಂ ತಥೈವ ಚ †† ತೇಷು ತೀರ್ಥಾಂಬುಪೂರ್ಣೇಷು ನಿದಧ್ಯಾದಾಮ್ರಪಲ್ಲವಾನ್ † ದೂರ್ವಾಂಕುರಸುಪೂಗಾನಿ ನಾಗವಲ್ಲೀದಲಾನ್ಯಪಿ †† ಓಂ ತತ್ಪುರುಷಾಯ ನಮಃ ತತ್ಪುರುಷವಕ್ತ್ರಾಯ ನಮಃ † ಓಂ ಅಘೋರರಾಯ ನಮಃ ಅಘೋರವಕ್ತ್ರಾಯ ನಮಃ † ಓಂ ಸದ್ಯೋಜಾತಾಯ ನಮಃ ಸದ್ಯೋಜಾತವಕ್ತ್ರಾಯ ನಮಃ † ಓಂ ವಾಮದೇವಾಯ ನಮಃ ವಾಮದೇವವಕ್ತ್ರಾಯ ನಮಃ † ಓಂ ಈಶಾನಾಯ ನಮಃ ಈಶಾನವಕ್ತ್ರಾಯ ನಮಃ † ಓಂ ತತ್ಪುರುಷ ¿ಘೋರ ಸದ್ಯೋಜಾತ ವಾಮದೇವ ಈಶಾನ ವಕ್ತ್ರೇಭ್ಯೋ ನಮಃ ಎಂದು ಈ ಮಂತ್ರದಿಂದ ಗುರುಕಲಶಕ್ಕೆ ಪಂಚಸೂತ್ರಂಗಳನಿಕ್ಕಿ ಪಂಚಪಲ್ಲವಂಗಳನಿಕ್ಕಿ ಪಂಚಮುಖಂಗಳನಿಕ್ಕಿ ಗುರುಕಲಶವಂ ಸ್ಥಾಪ್ಯವಂ ಮಾಡುವುದು. ಇನ್ನು ಜಲಶುದ್ಧವಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ - ಓಂ ನಮಃ ಶಿವಾಯ † ನಮಸ್ತೇ ಅಸ್ತು ಭಗವನ್ ವಿಶ್ವೇಶ್ವರಾಯ ಮಹಾದೇವಾಯ ತ್ರ್ಯಂಬಕಾಯ ತ್ರಿಪುರಾಂತಕಾಯ ತ್ರಿಕಾಲಾಗ್ನಿಕಾಲಾಯ ಕಾಲಾಗ್ನಿರುದ್ರಾಯ ನೀಲಕಂಠಾಯ  ಮೃತ್ಯುಂಜಯಾಯ ಸರ್ವೇಶ್ವರಾಯ ಸದಾಶಿವಾಯ ಶ್ರೀಮನ್ಮಹಾದೇವಾಯ ನಮಃ †† ಓಂ ನಿಧನಪತಯೇ ನಮಃ ನಿಧನಪತಾಂತಿಕಾಯ ನಮಃ  ಓಂ ಊಧ್ರ್ವಾಯ ನಮಃ ಊಧ್ರ್ವಲಿಂಗಾಯ ನಮಃ ಓಂ ಹಿರಣ್ಯಾಯ ನಮಃ ಹಿರಣ್ಯಲಿಂಗಾಯನಮಃ ಓಂ ಸುವರ್ಣಾಯ ನಮಃ ಸುವರ್ಣಲಿಂಗಾಯ ನಮಃ ಓಂ ದಿವ್ಯಾಯ ನಮಃ ದಿವ್ಯಲಿಂಗಾಯ ನಮಃ ಓಂ ಭವಾಯ ನಮಃ ಭವಲಿಂಗಾಯ ನಮಃ ಓಂ ಶಿವಾಯ ನಮಃ ಶಿವಲಿಂಗಾಯ ನಮಃ ಓಂ ಜ್ಯೇಷ್ಠಾಯ ನಮಃ ಜ್ಯೇಷ್ಠಲಿಂಗಾಯ ನಮಃ ಓಂ ಶ್ರೇಷ್ಠಾಯ ನಮಃ ಶ್ರೇಷ್ಠಲಿಂಗಾಯ ನಮಃ ಓಂ ಜ್ವಲಾಯ ನಮಃ ಜ್ವಲಲಿಂಗಾಯ ನಮಃ ಓಂ ಸ್ಥೂಲಾಯ ನಮಃ ಸ್ಥೂಲಲಿಂಗಾಯ ನಮಃ ಓಂ ಸೂಕ್ಷ್ಮಾಯ ನಮಃ ಸೂಕ್ಷ್ಮಲಿಂಗಾಯ ನಮಃ ಓಂ ಶೂನ್ಯಾಯ ನಮಃ ಶೂನ್ಯಲಿಂಗಾಯ ನಮಃ ಓಂ ನೇತ್ರಾಯ ನಮಃ ನೇತ್ರಲಿಂಗಾಯ ನಮಃ ಓಂ ಶ್ರೋತ್ರಾಯ ನಮಃ ಶ್ರೋತ್ರಲಿಂಗಾಯ ನಮಃ ಓಂ ಘ್ರಾಣಾಯ ನಮಃ ಘ್ರಾಣಲಿಂಗಾಯ ನಮಃ ಓಂ ಪ್ರಾಣಾಯ ನಮಃ ಪ್ರಾಣಲಿಂಗಾಯ ನಮಃ ಓಂ ವ್ಯೋಮಾಯ ನಮಃ ವ್ಯೋಮಲಿಂಗಾಯ ನಮಃ ಓಂ ಆತ್ಮಾಯ ನಮಃ ಆತ್ಮಲಿಂಗಾಯ ನಮಃ ಓಂ ಪರಮಾಯ ನಮಃ ಪರಮಲಿಂಗಾಯ ನಮಃ ಓಂ ಶರ್ವಾಯ ನಮಃ ಶರ್ವಲಿಂಗಾಯ ನಮಃ ಓಂ ಶಾಂತಾಯ ನಮಃ ಶಾಂತಲಿಂಗಾಯ ನಮಃ ಓಮೇತತ್ಸೋಮಸ್ಯ ಸೂರ್ಯಸ್ಯ ಸರ್ವಲಿಂಗಂ ಸ್ಥಾಪಯತಿ ಪಾಣಿಮಂತ್ರಂ ಪವಿತ್ರಮ್ †† ಓಂ ನಮಸ್ತೇ ಸರ್ವೋ ವೈ ರುದ್ರಸ್ತಸ್ಮೈ ರುದ್ರಾಯ ನಮೋsಸ್ತು ನಮೋ ಹಿರಣ್ಯಬಾಹವೇ ಹಿರಣ್ಯವರ್ಣಾಯ ಹಿರಣ್ಯರೂಪಾಯ ಹಿರಣ್ಯಪತಯೇ ಅಂಬಿಕಾಪತಯೇ ಉಮಾಪತಯೇ ಪಶುಪತಯೇ ನಮೋ ನಮಃ †† ಋತಂ ಸತ್ಯಂ ಪರಬ್ರಹ್ಮ ಪುರುಷಂ ಕೃಷ್ಣಪಿಂಗಲಂ † ಊಧ್ರ್ವರೇತಂ ವಿರೂಪಾಕ್ಷಂ ವಿಶ್ವರೂಪಾಯ ವೈ ನಮೋ ನಮಃ ಓಂ ಸದ್ಯೋಜಾತಂ ಪ್ರಪದ್ಯಾಮಿ ಸದ್ಯೋಜಾತಾಯ ವೈ ನಮೋ ನಮಃ ಭವೇ ಭವೇ ನಾತಿಭವೇ ಭವಸ್ವ ಮಾಂ ಭವೋದ್ಭವಾಯ ನಮಃ † ಓಂ ವಾಮದೇವಾಯ ನಮೋ  ಜ್ಯೇಷ್ಠಾಯ ನಮಃ ಶ್ರೇಷ್ಠಾಯ ನಮೋ ರುದ್ರಾಯ ನಮಃ ಕಾಲಾಯ ನಮಃ ಕಲವಿಕರಣಾಯ ನಮೋ ಬಲವಿಕರಣಾಯ ನಮೋ ಬಲಾಯ ನಮೋ ಬಲಪ್ರಮಥನಾಥಾಯ ನಮಃ ಸರ್ವಭೂತದಮನಾಯ ನಮೋ ಮನೋನ್ಮನಾಯ ನಮಃ †† ಓಂ ಅಘೋರೇಭ್ಯೋsಥ ಘೋರೇಭ್ಯೋ ಘೋರಘೋರತರೇಭ್ಯಃ † ಸರ್ವೇಭ್ಯಸ್ಯರ್ವ ಸರ್ವೇಭ್ಯೋ ನಮಸ್ತೇ ಅಸ್ತು ರುದ್ರರೂಪೇಭ್ಯಃ † ಶ್ರೀ ಸದಾಶಿವಾಯ ನಮಃ †† ಓಂ ತತ್ಪುರುಷಾಯ ವಿದ್ಮಹೇ ಮಹಾದೇವಾಯ ದಿsೀಮಹಿ ತನ್ನೋ ರುದ್ರಃ ಪ್ರಚೋದಯಾತ್ †† ಓಮೀಶಾನಃ ಸರ್ವವಿದ್ಯಾನಾಮೀಶ್ವರಃ ಸರ್ವಭೂತಾನಾಂ ಬ್ರಹ್ಮಾದಿsಪತಿಬ್ರಹ್ಮಣೋsದಿsಪತಿಬ್ರ್ರಹ್ಮಾ ಶಿವೋ ಮೇ ಅಸ್ತು ಸದಾಶಿವೋಂ † ಕದ್ರುದ್ರಾಯ ಪ್ರಚೇತಸೇ ಮೀಡುಷ್ಟಮಾಯ ತವ್ಯಸೇ † ವೋಚೇಮ ಶಂತಮಗ್‍ಂ ಹೃದೇ † ಏಕಃ ಶಿವ ಏವಾನ್ಯರಹಿತಾಯ ತೇ ನಮೋ ನಮಃ †† ಓಂ ವಿಶ್ವಂ ಭೂತಂ ಭುವನಂ ಚಿತ್ರಂ ಬಹುಧಾಜಾತಂ ಜಾಯಮಾನಂ ಚ ಯತ್ †† ಓಂ ಶಂ ಚ ಮೇ ಮಯಶ್ಚ ಮೇ ಪ್ರಿಯಂ ಚ ಮೇs ಸುಕಾಮಶ್ಚ ಮೇ ಕಾಮಶ್ಚ ಮೇ ಸೌಮನಶ್ಚ ಮೇ ಭದ್ರಂ ಚ ಮೇ ಶ್ರೇಯಶ್ಚ ಮೇ ವಸ್ಯಶ್ಚ ಮೇ ಯಶಶ್ಚ ಮೇ ಭಗಶ್ಚ ಮೇ ದ್ರವಿಣಂ ಚ ಮೇ ಯಂತಾ ಚ ಮೇ ಧರ್ತಾ ಚ ಮೇ ಕ್ಷೇಮಶ್ವಮೇ ಧೃತಿಶ್ಚಮೇ ವಿಶ್ವಂ ಚ ಮೇ ಮಹಶ್ಚಮೇ ಸಂವಿಚ್ಚ ಮೇ ಜ್ಞಾತ್ರಂ ಚ ಮೇ ಸೂಶ್ಚ ಮೇ ಪ್ರಸೂಶ್ಚ ಮೇ ಸೀರಂ ಚ ಮೇ ಲಯಶ್ಚಯ ಮೇ ಅಮೃತಂ ಚ ಮೇ ಯಕ್ಷ್ಮಂಚ ಮೇs ಮೃತಂ ಚ ಮೇ ನಾಮಯಶ್ಚ ಮೇ ಜೀವಾತು ಶ್ಚ ಮೇ ದೀರ್ಘಾಯುತ್ವಂ ಚ ನಮಿತ್ರಂ ಚ ಮೇS ಭಯಂ ಚಮೇ ಸುಗಂಧಂ ಚ ಮೇ ಶಯನಂ ಚ ಮೇ ಸೂಷಾ ಚ ಮೇ ಸುದಿನಂ ಚ ಮೇ †† ಓಂ ಸಹನಾವವತು † ಸಹ £õ ಭುನಕ್ತು † ಸಹ ವೀರ್ಯಂ ಕರವಾವಹೈ † ತೇಜಸ್ವಿನಾವದಿsೀತಮಸ್ತು † ಮಾ ವಿದ್ವಿಷಾವಹೈ †† ಓಂ ಶಾಂತಿಃ ಶಾಂತಿಃ ಶಾಂತಿಃ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಜಲಶುದ್ಧವಂ ಮಾಡುವುದು. ಇನ್ನು ಜಂಗಮಕ್ಕೆ ಪಾದಾರ್ಚನೆಯಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಅಂಗುಷ್ಠಾಗ್ರೇ ಅಷ್ಟಷಷ್ಟಿ ತೀರ್ಥಾನಿ ನಿವಸಂತಿ ವೈ † ಸಪ್ತಸಾಗರಪಾದಾಧಸ್ತದೂಧ್ರ್ವೇ ಕುಲಪರ್ವತಾಃ †† ಚರಸ್ಯ ಪಾದತೀರ್ಥೇನ ಲಿಂಗಮಜ್ಜನಮುತ್ತಮವಮ್ † ತತ್ಪ್ರಸಾದಂ ಮಹಾದೇವಿ ನೈವೇದ್ಯಂ ಶುಭಮಂಗಲಮ್ †† ಈ ಮಂತ್ರದಿಂದ ಪಾದಾರ್ಚನೆಯಂ ಮಾಡುವುದು. ಇನ್ನು ಕುಮಾರಠಾವನು ಜಲಾಬಿsವಾಸವ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಜ್ವಾಲಾಮಾಲಾವೃತಾಂಗಾಯ ಜ್ವಲನಸ್ತಂಭರೂಪಿಣೇ † ನಮಃ ಶಿವಾಯ ಶಾಂತಾಯ ಬ್ರಹ್ಮಣೇ ಲಿಂಗಮೂರ್ತಯೇ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಕುಮಾರಠಾವನ್ನು ಜಲಾದಿsವಾಸವ ಮಾಡಿಸುವುದು. ಇನ್ನು ಆ ಶಿಷ್ಯನ ಹಸ್ತವಂ ಶೋದಿsಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ತ್ರಾತ್ವಿಯಂ ಶಕ್ತಿಃ † ಶ್ರೀಕರಂ ಚ ಪವಿತ್ರಂ ಚ ರೋಗಶೋಕಭಯಾಪಹವರಿï † ಮನಸಾ ಸಹ ಹಸ್ತೇಭ್ಯೋ ಪದ್ಭ್ಯಾಮುದ್ಧರಣಾಯ ಚ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಶಿಷ್ಯನ ಹಸ್ತವಂ ಶೋದಿsಸುವುದು. ಇನ್ನು ವಿಭೂತಿಯ ಧರಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ \n  ಲಲಾಟೇ ಕರ್ಣೇ ಚ ಚಕ್ಷುಷೋಘ್ರ್ರಾಣಕೇ ತಥಾ † ಆಸ್ಯೇ ದ್ವಾಭ್ಯಾಂ ಚ ಬಾಹುಭ್ಯಾಂ ತನ್ಮೂಲತನವಸ್ತಥಾ †† ಮಣಿಬಂಧೇ ಚ ಹೃತ್ಪಾಶ್ರ್ವೇ ನಾಭೌ ಮೇಢ್ರೇ ತಥೈವ ಚ † ಉರೌ ಚ ಜಾನುಕೇ ಚೈವ ಜಂಘಾ ಪೃಷ್ಠೇ ತಥೈವ ಚ †† ಪಾದೇ ದ್ವಾತ್ರಿಂಶತಿಶ್ಚೈವ ಪಾದಸಂಧೌ ಯಥಾ ಕ್ರಮಾತ್ † ಇತ್ಯುದ್ಧೂಳನಂ ಸ್ನಾನಂ ಧಾರಣಂ ಮೋಕ್ಷಕಾರಣಮ್ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಆ ಶಿಷ್ಯನ ಮೂವತ್ತೆರಡು ಸ್ಥಾನಗಳಲ್ಲಿ ವಿಭೂತಿಯಂ ಧರಿಸುವುದು. ಇನ್ನು ರುದ್ರಾಕ್ಷಿಯಂ ಧರಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ಹ್ರೂಂ ಶ್ರೂಂ ಭ್ರೂಂ ರೂಂ ಬ್ರೂ_ ಪ್ರರೂಮಪಿ ಸ್ರೀಯಂ ಕ್ಷೇಕ್ಷಮಪಿಕ್ಷೂ ಹ್ರೀಂ ನಮೋಂತಿ ಮಯಯೇ ಇತಿ ಪೂರ್ವೋಕ್ತ ಮಂತ್ರಾನಂತರೇ ಪ್ರಾಣನಾಯಮ್ಯ ಸಮಸ್ತ ಪಾಪಕ್ಷಯಾರ್ಥಂ ಶಿವಜ್ಞಾನಾವಾಪ್ತ್ಯರ್ಥಂ ಸಮಷ್ಟಿಮಂತ್ರೈಃ ಸಹ ಧಾರಣಂ ಕರಿಷ್ಯೇ ಇತಿ ಸಂಕಲ್ಪ್ಯ_ ಶಿರಸಾ ಧಾರಯೇತ್ಕೋಟಿ ಕರ್ಣಯೋರ್ದಶಕೋಟಿಬಿsಃ † ಶತಕೋಟಿ ಗಳೇ ಬದ್ಧಂ ಸಹಸ್ರಂ ಬಾಹುಮೂಲಯೋಃ †† ¿ಪ್ರಮಾಣಫಲಂ ಹಸ್ತೇ ರುದ್ರಾಕ್ಷಂ ಮೋಕ್ಷಸಾಧನವರಿï † ಎಂದೀ ಮಂತ್ರದಿಂದ ಆ ಶಿಷ್ಯನ ಹಸ್ತಂಗಳಲ್ಲಿ ರುದ್ರಾಕ್ಷಿಯಂ ಧರಿಸುವುದು, ಇನ್ನು ಜಲಾದಿsವಾಸದೊಳಗಣ ಕುಮಾರಠಾವಂ ತೆಗೆಯುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಮಹಾದೇವಾಯ ಮಹತೇ ಜ್ಯೋತಿಷೇSನಂತತೇಜಸೇ † ನಮಃ ಶಿವಾಯ ಶಾಂತಾಯ ಬ್ರಹ್ಮಣೇ ಲಿಂಗಮೂರ್ತಯೇ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಜಲಾದಿsವಾಸದೊಳಗಣ ಕುಮಾರಠಾವಂ ತೆಗೆಯುವದು. ಇನ್ನು ಶಿಲೆಯ ಪೂವಾಶ್ರಯವಂ ಕಳೆವ ಪರಿಯೆಂತೆಂದಡೆ_ ವಿಶ್ವತಶ್ಚಕ್ಷುರುತ ವಿಶ್ವತೋಮುಖೋ ವಿಶ್ವತೋಬಾಹುರುತ ವಿಶ್ವತಃಸ್ವಾತ್ ಸಂಬಾಹುಭ್ಯಾಂ ದಮತಿ ಸಂಪದಂ ತ್ರಯೀ_ ದ್ರ್ಯಾವಾಭೂಮೀ ಜನಯನ್ ದೇವ ಏಕಃ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ಆ ಶಿಲೆಯ ಪೂರ್ವಾಶ್ರಯವಂ ಕಳೆವುದು. ಇನ್ನು ಆ ಶಿಲೆಗೆ ಪ್ರಾಣ ಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಓಂ ವಿಶ್ವಾದಿsಕೋ ರುದ್ರೋ ಮಹರ್ಷಿಃ † ಸರ್ವೋ ಹ್ಯೇಷ ರುದ್ರ ಸ್ತಸ್ಮೈ ರುದ್ರಾಯ ತೇ ಅಸ್ತು ನಮೋ ರುದ್ರೋ ವೈ ಕ್ರೂರೋ_ ರುದ್ರಃ ಪಶುನಾಮದಿsಪತಿಸ್ತಥಾ ದೇವಾ ಊಧ್ರ್ವಬಾಹವೊ_ ರುದ್ರಾ ಸ್ತುನ್ವಂತಿ † ಯಸ್ಮಾತ್ಪರಂ ನಾಪರಮಸ್ತಿ ಕಿಂಚಿದ್ಯಸ್ಯಾನಾ ಣೀಯೋ ನ ಧ್ಯೇಯಃ ಕಿಂಚಿತ್ † ಶಿವ ಏಕೋ ಧ್ಯೇಯಃ ಎಂದೀ ಮಂತ್ರದಿಂದ ಆ ಶಿಲೆಗೆ ಪ್ರಾಣಪ್ರತಿಷ್ಠೆಯಂ ಮಾಡುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಸ್ನಪನಕ್ಕೆರೆಯುವ ಕ್ರಮವೆಂತೆಂದಡೆ_ ಸಪುಷ್ಪಶೀರ್ಷಕಂ ಲಿಂಗಂ ತಥಾ ಸ್ನಪನಮಾಚರೇತ್ † ಪಯೋಧಧ್ಯಾಜಮದಿs್ವಕ್ಷುರಸೈರ್ಮೂಲೇನ ಪಂಚಬಿsಃ †† ಓಮನಂತ ಶುಚಿರಾಯುಕ್ಷ ಭಕ್ತಂ ತಿಸ್ತರತಾತ್ ಪರಮಂ ನಿಯಮುಚ್ಯತೇರ್ಮರಾತಸ್ಯ ¿ವಿರಸ ಭುವನಂ ಜ್ಯೋತಿರೂಪಕವರಿï †† ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಸ್ನಪನಕ್ಕೆರೆವುದು. ಇನ್ನು ದೇವರಿಗೆ ವಸ್ತ್ರವಂ ಸಮರ್ಪಿಸುವುದೆಂತೆಂದಡೆ - ವ್ಯೋಮರೂಪ ನಮಸ್ತೇSಸ್ತು ವ್ಯೋಮತ್ಮಾಯ ಪ್ರಹರ್ಷಿಣೇ † ವಾಸಾಂಸಿ ಚ ವಿಚಿತ್ರಾಣಿ ಸರವಂತಿ ಮೃದೂನಿ ಚ †† ಶಿವಾಯ ಗುರವೇ ದತ್ತಂ ತಸ್ಯ ಪುಣ್ಯಫಲಂ ಶೃಣು † ಏವಂ ತದ್ವಸ್ತ್ರತಂತೂನಾಂ ಪರಿಸಂಖ್ಯಾತ ಏವ ಹಿ †† ತಾವದ್ವರ್ಷಸಹಸ್ರಾಣಿ ರುದ್ರಲೋಕೇ ಮಹೀಯತೇ † ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ವಸ್ತ್ರವಂ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಗಂಧವಂ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಚಂದನಾಗರುಕರ್ಪೂರತಮಾಲದಳಕುಂಕುಮಂ † ಉಶೀರಕೋಷ್ಠಸಂಯುಕ್ತಂ ಶಿವಗಂಧಾಷ್ಟಕಂ ಸ್ಮೃತವಮ್ †† ಆಚಮಾನಸ್ತು ಸಿದ್ಧಾರ್ಥಂ ¿ವಧಾರ್ಯ ಯಥೈವ ಚ † ಅಷ್ಟಗಂಧಸಮಾಯುಕ್ತಂ ಪುಣ್ಯಪ್ರದಸಮನ್ವಿತವಮ್ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಗಂಧಮಂ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಅಕ್ಷತೆಯನರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ \nಅಬಿsನ್ನಶಂಖವಚ್ಚೈವ ಸುಶ್ವೇತವ್ರೀಹಿತಂಡುಲವಮ್ ಸ್ಮೃತಂ ಶಿವಾರ್ಚನಾಯೋಗ್ಯಂ ನೇತರಂ ಚ ವರಾನನೇ †† ಗಂಧಾಕ್ಷತಸಮಾಯುಕ್ತಂ ಶಿವಮುಕ್ತೇಶ್ಚಕಾರಣಮ್ † ಸರ್ವವಿಘ್ನವಿನಿರ್ಮುಕ್ತಂ ಶಿವಲೋಕೇ ಮಹೀಯತೇ ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಅಕ್ಷತೆಯಂ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಪುಷ್ಪವಂ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ - ಮಲ್ಲಿಕೋತ್ಪಲಪುನ್ನಾಗಕದಂಬಾಶೋಕಚಂಪಕಮ್ † ಸೇವಂತಿಕರ್ಣಿಕಾರಾಖ್ಯಂ ತ್ರಿಸಂಧ್ಯಾರಕ್ತಕೇಸರೀ †† ಕದಂಬವನಸಂಭೂತಂ ಸುಗಂದಿsಂ ಚ ಮನೋಹರಮ್ † ತತ್ವತ್ರಯಾತ್ಮಕಂ ದಿವ್ಯಂ ಪುಷ್ಪಂ ಶಂಭೋSರ್ಪಯಾಮಿ ತೇ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಪುಷ್ಪವ ಸಮರ್ಪಿಸುವದು. ಇನ್ನು ದೇವರಿಗೆ ಧೂಪವ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಗುಗ್ಗುಲಂ ಘೃತಸಂಯುಕ್ತಂ ಲಿಂಗಮಭ್ಯಚ್ರ್ಯ ಸಂದಹೇತ್ † ವನಸ್ಪತಿವಾಸನೋಕ್ತಂ ಗಂಧಂ ದದ್ಯಾತ್ತಮುತ್ತಮಮ್ †ಅರ್ಪಣಾದೇವ ದೇವಾಯ ಭಕ್ತಪಾಪಹರಾಯ ಚ † ಎಂಬೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಧೂಪವನರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ದೀಪವ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಸ್ವಪ್ರಕಾಶ ಮಹಾತೇಜ ಸರ್ವಾಂತಸ್ತಿಮಿರಾಪಹೆ † ಸ ಬಾಹ್ಯಾಭ್ಯಂತರಂ ಜ್ಯೋತಿರ್ದೀಪೆÇSಯಂ ಪ್ರತಿಗೃಹ್ಯತಾಮ್ †† ಎಂಬೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ದೀಪವನರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ನೈವೇದ್ಯವನರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಕ್ಷೀರವಾರಿದಿsಸಂಭೂತಮಮೃತಂ ಚಂದ್ರಸನ್ನಿಭಮ್ †† ನೈವೇದ್ಯಂ ಷಡ್ರಸೋಪೇತಂ ಶಾಶ್ವತಾಯ ಸಮರ್ಪಿತಮ್ †† ಎಂಬೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ನೈವೇದ್ಯವ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ತಾಂಬೂಲವ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಪೂಗಸಂಭೂತಕರ್ಪೂರ ಚೂರ್ಣಪರ್ಣದ್ವಿಸಂಯುತಃ† ತ್ರಯೋದಶಕಲಾತ್ಮಾನಂ ತಾಂಬೂಲಂ ಫಲಮುಚ್ಯತೇ †† ಎಂದೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ತಾಂಬೂಲವ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಮಂತ್ರಪುಷ್ಪವ ಸಮರ್ಪಿಸುವ ಕ್ರಮವೆಂತೆಂದಡೆ ತ್ರಿಯಂಬಕಂ ಯಜಾಮಹೇ ಸುಗಂದಿsಂ ಪುಷ್ಟಿವರ್ಧನವಮ್ † ಉರ್ವಾರುಕಮಿವ ಬಂಧನಾನ್ಮುೃತ್ಯೋರ್ಮುಕ್ಷೀಯ ಮಾಮೃತಾತ್ †† ಎಂಬೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ಮಂತ್ರಪುಷ್ಪವಂ ಸಮರ್ಪಿಸುವುದು. ಇನ್ನು ದೇವರಿಗೆ ನಮಸ್ಕಾರವಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ- ಪಿÀಠಂ ಯಸ್ಯಾ ಧರಿತ್ರೀ ಜಲಧರಕಲಶಂ ಲಿಂಗಮಾಕಾಶಮೂರ್ತಿಂ ನಕ್ಷತ್ರಂ ಪುಷ್ಪಮಾಲ್ಯಂ ಗ್ರಹಗಣಕುಸುಮಂ ನೇತ್ರಚಂದ್ರಾರ್ಕವಹ್ನಿಮ್ † ಕುಕ್ಷಿಂ \n  ಸಮುದ್ರಂ ಭುಜಗಿರಿಶಿಖರಂ ಸಪ್ತಪಾತಾರಿಪಾದಂ ವೇದಂ ವಕ್ತ್ರಂ ಷಡಂಗಂ ದಶದಿಶಸನಂ ದಿವ್ಯಲಿಂಗಂ ನಮಾಮಿ †† ಎಂಬೀ ಮಂತ್ರದಿಂದ ದೇವರಿಗೆ ನಮಸ್ಕಾರವಂ ಮಾಡುವುದು. ಇನ್ನು ದೇವರಿಗೆ ಅನುಷ್ಠಾನವಂ ಮಾಡುವ ಕ್ರಮವೆಂತೆಂದಡೆ-\n"
}