{
    "id": "371", 
    "vachana": "<font>1467 ಮಹಾಜ್ಞಾನ ಗುರುವಿನಲ್ಲಿ ಸ್ವಾಯತವಾಯಿತ್ತು, ಸುಜ್ಞಾನ ಶಿಷ್ಯನಲ್ಲಿ ಸ್ವಾಯತವಾಯಿತ್ತು; ಜ್ಞಾನ ಲಿಂಗದಲ್ಲಿ ಸ್ವಾಯತವಾಯಿತ್ತು.- ಇಂತು ಜ್ಞಾನ ಸುಜ್ಞಾನ ಮಹಾಜ್ಞಾನವೆಂಬವು, ಜಂಗಮ  ಲಿಂಗದಲ್ಲಿ ಸ್ವಾಯತವಾಗಿಪ್ಪುವಾಗಿ! - ಅದು ಕಾರಣ, ಲಿಂಗಕ್ಕೆ ಮಜ್ಜನಕ್ಕೆರೆಯಲಾಗದು; ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಗಮನಿಸಿ ಬಂದ ಜಂಗಮಲಿಂಗವು ಪಾದಾರ್ಚನೆಯ ಮಾಡಿ[ಕೊಂಬು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ವಸ್ತ್ರವ ಕೊಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ವಸ್ತ್ರಾಲಂಕಾರವ ಮಾಡಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಗಂಧವ ಪೂಸಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ಗಂಧವ ಲೇಪಿಸಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ ಲಿಂಗಕ್ಕೆ ¿ಕ್ಷತೆಯ ಕೊಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮವು ಲಲಾಟದಲ್ಲಿ ಧರಿಸಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಪುಷ್ಪವ ಕೊಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ - ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು, ತಮ್ಮ ಸಿರಿಮುಡಿಯಲ್ಲಿ ತುರುಬಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಧೂಪಾರತಿಯ ಕೊಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು, ನಾಸಿಕದಲ್ಲಿ ಪರಮಳವ ಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ದೀಪಾರತಿಯ ಬೆಳಗಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ - ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು, ದೃಷ್ಟಿಯಲ್ಲಿ ನೋಡಿ ಪರಿಣಾಮಿಸ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ನೈವೇದ್ಯವ ಕೊಡಲಾಗದು, ¿ದೇನು ಕಾರಣವೆಂದಡೆ - ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ಜಿಹ್ವೆಯಲ್ಲಿ ಸಕಲರುಚಿಗಳ ರುಚಿಸ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಹಸ್ತಮಜ್ಜನಕ್ಕೆ ಸಿತಾಳವ ನೀಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು, ಹಸ್ತಮಜ್ಜನವ ಮಾಡಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ತಾಂಬೂಲವನರ್ಪಿಸಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು, ಶ್ರೀಮುಖದಲ್ಲಿ ತಾಂಬೂಲವನರ್ಪಿಸಿಕೊಳ್ಳ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಸುಖಾಸನವನಿಕ್ಕಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ಸುಖಾಸನದಲ್ಲಿ ಕುಳ್ಳಿರ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಸ್ತೋತ್ರ, ಮಂತ್ರ, ಗೀತ, ವಾದ್ಯ, ನೃತ್ಯಂಗಳನಾಗಿಸಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ನೇತ್ರ  ಶ್ರೋತ್ರ  ಹಸ್ತಂಗಳಿಂದ ಸ್ತೋತ್ರ ಮಂತ್ರ ವಾದ್ಯ ನೃತ್ಯಂಗಳ ಕೇಳಿ ನೋಡಿ ತಣಿದು ಪರಿಣಾಮಿಸ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ಭೂಷಣಲಂಕಾರವ ಮಾಡಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ಕರ  ಶಿರ  ಚರಣಾದ್ಯವಯವಂಗಳಲ್ಲಿ  ಆಭರಣಂಗಳನಲಂಕರಿಸ[ಬಲ್ಲು]ದಾಗಿ. ಲಿಂಗಕ್ಕೆ ವಾಹನಂಗಳನರ್ಪಿಸಲಾಗದು, ಅದೇನು ಕಾರಣವೆಂದಡೆ- ಚರವೆಂಬ ಜಂಗಮಲಿಂಗವು ವಾಹನಂಗಳ ಮೇಲೆ ಕುಳಿತು ಚಲಿಸ[ಬಲ್ಲು]ದಾಗಿ. ಇಂತೀ ಹದಿನಾರು ತೆರದ ಭಕ್ತಿಯನು ಚರಲಿಂಗವೆಂಬ ಜಂಗಮಲಿಂಗಕ್ಕೆ ದಾಸೋಹವ ಮಾಡಿ ಪ್ರಸಾದವ ಕೊಂಬ ಭಕ್ತಂಗೆ ಗುರುವುಂಟು, ಲಿಂಗವುಂಟು ಜಂಗಮವುಂಟು, ಪಾದೋದಕ ಪ್ರಸಾದವುಂಟು. ಆಚಾರವುಂಟು ಸದ್ಭಕ್ತಿಯುಂಟು. ಇಂತೀ ಎಲ್ಲವನು ಜಂಗಮಕ್ಕೆ ದಾಸೋಹವ ಮಾಡದೆ ತನ್ನ ಗುರುವಿಗೂ ಲಿಂಗಕ್ಕೂ ಆರು ಕೆಲಂಬರು ಭಕ್ತಿಯ ಮಾಡುವರು ಅವರಿಗೆ ಗುರುವಿಲ್ಲ ಲಿಂಗವಿಲ್ಲ ಜಂಗಮವಿಲ್ಲ ಪಾದೋದಕ ಪ್ರಸಾದವಿಲ್ಲ. ಇಂತೀ ಪಂಚಾಚಾರವಿಲ್ಲವಾಗಿ ಅವರು ವ್ರತಗೇಡಿಗಳು. ಅವರ ಮುಖವ ನೋಡಲಾಗದು, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ.</font>"
}