{
    "id": "717", 
    "vachana": "<font>1673ಸ್ವಸ್ತಿ ಸಮಸ್ತಪ್ರಶಸ್ತಿ ಸಹಿತಂ ಶ್ರೀಮತ್ ಕಲ್ಯಾಣಪುರದ ಮಹಾತ್ಮ್ಯ ಎಂತೆಂದಡೆ: ವಿಸ್ತರಿಸಿ ಪೇಳುವೆನು; ಎಲ್ಲಾ ಶಿವಗಣಂಗಳು ಕೇಳಿ ಕೃತಾರ್ಥರಾಗಿರಯ್ಯಾ. ಹದಿನಾಲ್ಕು ಭುವನಕ್ಕೆ ಕಳಸವೆಂದೆನಿಸುವ ರುದ್ರಲೋಕವೆ ಮತ್ರ್ಯಕ್ಕಿಳಿತಂದು, ಕಲ್ಯಾಣವೆಂಬ ಪುರವಾಗಿ ಹುಟ್ಟಿತ್ತು ನೋಡಿರಯ್ಯಾ ! ಅಲ್ಲಿ ಸತ್ಯರು ಸಾತ್ತ್ವಿಕರು ನಿತ್ಯರು ನಿಜೈಕ್ಯರು ಮಹಾಜ್ಞಾನಿಗಳು ಪರಮಶಿವಯೋಗಿಗಳು ಶಿವಾನುಭಾವಸಂಪನ್ನರು ಶಿವಲಿಂಗಪ್ರಾಣಿಗಳು ಶಿವಪ್ರಸಾದಪಾದೋದಕಸಂಬಂದಿsಗಳು ಶಿವಾಚಾರವೇದ್ಯರು ಶಿವಾಗಮಸಾಧ್ಯರು ಶಿವಸಮಯಪಕ್ಷರುಗಳಲ್ಲದೆ, ಮತ್ತಾರು ಅಲ್ಲಿಲ್ಲ ನೋಡಿರಯ್ಯಾ. ಪಾಪಿಗಳು ಕೋಪಿಗಳು ಅಸತ್ಯರು ಅನಾಚಾರಗಳು ಹೊಗಬಾರದು ಕಲ್ಯಾಣವ. ಮೀರಿ ಹೊಕ್ಕೆಹೆವೆಂಬವರಿಗೆ ಬಾಳ  ಬಾಯಧಾರೆ ನೋಡಿರಯ್ಯಾ. ಆ ಕಲ್ಯಾಣ ¿ಗಮ್ಯ ಅಗೋಚರ  ನೋಡಿರಯ್ಯಾ. ಆ ಮಹಾಕಲ್ಯಾಣದ ವಿಸ್ತೀರ್ಣ ತಾನೆಂತೆಂದಡೆ: ಹನ್ನೆರಡು ಯೋಜನ  ಪರಿಪ್ರಮಾಣದ ವಿಸ್ತ್ರೀರ್ಣಪಟ್ಟಣಕ್ಕೆ ಮುನ್ನೂರರವತ್ತು ಬಾಗಿಲವಾಡ. ಆ ಬಾಗಿಲಿಂಗೆ ನೂರ ಐವತ್ತೈದು ವಜ್ರದ ಹಾರೆಯ ಕದಂಗಳು. ಇನ್ನೂರ ಇಪ್ಪತ್ತೈದು ಕಲುಗೆಲಸದ ದ್ವಾರವಟ್ಟಕ್ಕೆ ನಾನೂರ ಐವತ್ತು ಸುವರ್ಣದ ಕೆಲಸದ ಕದಂಗಳು, ಅಲ್ಲಿ ನೂರ ಹದಿನೈದು ಚೋರಗಂಡಿ; ಅವಕ್ಕೆ ನೂರ ಹದಿನೈದು ಮೊಳೆಯ ಕದಂಗಳು. ಇಪ್ಪತ್ತು ಬಾಗಿಲು ಆಳ್ವರಿಯೊಳಗಿಪ್ಪವಾಗಿ ಅವಕ್ಕೆ ಕದಂಗಳಿಲ್ಲ. ಆ ಪಟ್ಟಣಕ್ಕೆ ಬರಿಸಿಬಂದ ಕೋಂಟೆ ನಾಲ್ವತ್ತೆಂಟು ಯೋಜನ  ಪರಿಪ್ರಮಾಣು. ಬಾಹತ್ತರ  [ನಿಯೋಗಿಗಳ] ಮನೆ ಲಕ್ಷ; ಮಂಡಳಿಕರ ಮನೆ ಲಕ್ಷ; ಸಾಮಂತರ ಮನೆ ಲಕ್ಷ; ರಾಯ ರಾವುತರ ಮನೆಯೊಳಡಗಿದ ಮನೆಗಳಿಗೆ ಲೆಕ್ಕವಿಲ್ಲ. ದ್ವಾದಶ  ಯೋಜನ  ವಿಸ್ತ್ರೀರ್ಣದ ಸೂರ್ಯವೀಥಿ ನೂರಿಪ್ಪತ್ತು; ದ್ವಾದಶ  ಯೋಜನದ ಸೋಮವೀಥಿ ನೂರಿಪ್ಪತ್ತೈದು. ಅದರಿಂ ಮಿಗಿಲಾದ ಒಳಕೇರಿ ಹೊರಕೇರಿಗೆ ಗಣನೆಯಿಲ್ಲ. ಆ ಪಟ್ಟಣದೊಳಗೆ ಲಕ್ಷದ ಮೇಲೆ ತೊಂಬತ್ತಾರು ಸಾವಿರ ಶಿವಾಲಯ. ಆ ಶಿವಾಲಯಂಗಳಿಗೆ ಮುಖ್ಯವಾದ ತ್ರಿಪುರಾಂತಕದೇವರ ಶಿವಾಲಯ. ಮುನ್ನೂರರವತ್ತು ಪದ್ಮಪತ್ರ  ತೀವಿದ ಸರೋವರಗಳು. ಎರಡು ಲಕ್ಷವು ಎಂಬತ್ತೈದು ಸಾವಿರದ ಏಳು ನೂರೆಪ್ಪತ್ತು ದಾಸೋಹದ ಮಠಂಗಳು. ಆ ದಾಸೋಹದ ಮಠಂಗಳಿಗೆ ಮುಖ್ಯವಾದ ಬಸವರಾಜದೇವರ ಮಠದ ವಿಸ್ತ್ರೀರ್ಣವೆಂತೆಂದಡೆ: ಯೋಜನವರಿಯ ಬಿನ್ನಾಣದ ಕಲುಗೆಲಸದ ¥õಳಿ; ಅತಿ ಸೂಕ್ಷ್ಮದ ಕುಸುರಿಗೆಲಸದ ದ್ವಾರವಟ್ಟವೈದು. ¿ವಕ್ಕೆ ಪಂಚಾಕ್ಷರಿಯ ಶಾಸನ. ಮಿಸುನಿಯ ಕಂಭದ ತೋರಣಗಳಲಿ ರುದ್ರಾಕ್ಷಿಯ ಸೂಸಕ  ಆ ಬಾಗಿಲುವಾಡದಲ್ಲಿ ಒಪ್ಪುತಿರ್ಪವಯ್ಯಾ, ನಂದಿಯ ಕಂಭದ ಧ್ವಜ ಉಪ್ಪರಗುಡಿ  ಪತಾಕೆ ವ್ಯಾಸಧ್ವಜ ಒಪ್ಪುತಿರ್ಪವಯ್ಯಾ, ಆ ಮಧ್ಯದಲ್ಲಿ ಬಸವರಾಜದೇವರ ಸಿಂಹಾಸನದ ವಿಸ್ತ್ರೀರ್ಣದ ಪ್ರಮಾಣು: ಸಹಸ್ರಕಂಭದ ಸುವರ್ಣದುಪ್ಪರಿಗೆ; ಆ ಮನೆಗೆತ್ತಿದ ಹೊನ್ನಕಳಸ ಸಾವಿರ. ಗುರುಲಿಂಗ ಜಂಗಮಕ್ಕೆ ಪಾದಾರ್ಚನೆಯ ಮಾಡುವ ಹೊಕ್ಕರಣೆ ನಾಲ್ಕು ಪುರುಷಪ್ರಮಾಣದ ಘಾತ. ಅಲ್ಲಿ ತುಂಬಿದ ಪಾದೋದಕದ ತುಂಬನುಚ್ಚಲು ಬೆಳೆವ ರಾಜಶಾಲಿಯ ಗದ್ದೆ ಹನ್ನೆರಡು ಕಂಡುಗ, ಆ ಯೋಜನವರಿಯ ಬಿನ್ನಾಣದ ¿ರಮನೆಯ ವಿಸ್ತ್ರೀರ್ಣದೊಳಗೆ ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡುವ ಮಠದ ಕಟ್ಟಳೆ  ಲಕ್ಷದ ಮೇಲೆ ತೊಂಬತ್ತಾರು ಸಾವಿರ. ಇನ್ನು ಬಸವರಾಜದೇವರು ಮುಖ್ಯವಾದ ಅಸಂಖ್ಯಾತರ ಮಠಂಗಳು ಆ ಕಲ್ಯಾಣದೊಳಗೆ ಎಷ್ಟು ಎಂದಡೆ: ಹನ್ನೆರಡು ಸಾವಿರ ಕಟ್ಟಳೆಯ ನೇಮದ ಭಕ್ತರ ಮಠಂಗಳು, ಇಪ್ಪತ್ತೆಂಟು ಸಾವಿರ ಮಹಾಮನೆಗಳು; ಹತ್ತು ಸಾವಿರ ನಿತ್ಯನೇಮಿಗಳ ಮಠಂಗಳು; ಹದಿನೈದು ಸಾವಿರ ಚಿಲುಮೆಯಗ್ಗವಣಿಯ ವ್ರತಸ್ಥರ ಮಠಂಗಳು; ಐದು  ಸಾವಿರ ವೀರವ್ರತನೇಮಿಗಳ ಕಟ್ಟಳೆಯ ಮಠಂಗಳು; ಹನ್ನೆರಡು ಸಾವಿರ ಅಚ್ಚಪ್ರಸಾದಿಗಳ ಮಠಂಗಳು, ಒಂದು ಸಾವಿರ ಅರವತ್ತು ನಾಲ್ಕು ಶೀಲಸಂಪನ್ನರ ಮಠಂಗಳು; ನಿತ್ಯ  ಸಾವಿರ ಜಂಗಮಕ್ಕೆ ಆರೋಗಣೆಯ ಮಾಡಿಸುವ ದಾಸೋಹಿಗಳ ಮಠಂಗಳು ಮೂವತ್ತೆರಡು ಸಾವಿರ; ನಿತ್ಯ  ಐನೂರು ಜಂಗಮಕ್ಕೆ ಒಲಿದು ದಾಸೋಹವ ಮಾಡುವ ಸತ್ಯಸದಾಚಾರಿಗಳ ಮಠಂಗಳು ಐವತ್ತೆಂಟು ಸಾವಿರ; ನಿತ್ಯ  ಸಾವಿರದೈನೂರು ಜಂಗಮಕ್ಕೆ ಒಲಿದು ದಾಸೋಹವ ಮಾಡುವ ದಾಸೋಹಿಗಳ ಮಠಂಗಳು ಹನ್ನೊಂದು ಸಾವಿರ; ನಿತ್ಯ  ಅವಾರಿಯಿಂದ ಮಾಡುವ ಮಾಟಕೂಟದ ಸದ್ಭಕ್ತರ ಮಠಂಗಳು ಒಂದು ಲಕ್ಷ; ಜಂಗಮಸಹಿತ ಸಮಯಾಚಾರದಿಂದ ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡುವ ಜಂಗಮಭಕ್ತರ ಮಠಂಗಳು ಎರಡು ಸಾವಿರದೇಳ್ನೂರೆಪ್ಪತ್ತು; ಅಂತು  ಎರಡು ಲಕ್ಷವು ಎಂಬತ್ತೈದು ಸಾವಿರದ ಏಳುನೂರೆಪ್ಪತ್ತು. ಇಂತಪ್ಪ ಅಸಂಖ್ಯಾತರಿಗೆ ಮುಖ್ಯವಾಗಿ ರುದ್ರಲೋಕದಿಂದಿಳಿತಂದ ಪ್ರಮಥಗಣಂಗಳ ಮಠಂಗಳು ಏಳು ನೂರೆಪ್ಪತ್ತು. ಇಂತೀ ಮಹಾಪ್ರಮಥರಿಗೆ ಪುರಾತರಿಗೆ ಅಸಂಖ್ಯಾತ ಮಹಾಗಣಂಗಳಿಗೆ ಪ್ರಥಮ ನಾಯಕನಾಗಿ, ಏಕಮುಖ, ದಶಮುಖ, ಶತಮುಖ, ಸಹಸ್ರಮುಖ, ಲಕ್ಷಮುಖ, ಕೋಟಿಮುಖ, ¿ನಂತಕೋಟಿಮುಖನಾಗಿ ಭಕ್ತರಿಗೆ ಒಡನಾಡಿಯಾಗಿಪ್ಪನು ಸಂಗನಬಸವಣ್ಣ. ಜಗದಾರಾಧ್ಯ ಬಸವಣ್ಣ, ಪ್ರಮಥಗುರು ಬಸವಣ್ಣ, ಶರಣಸನ್ನಹಿತ ಬಸವಣ್ಣ, ಸತ್ಯಸಾತ್ವಿಕ ಬಸವಣ್ಣ, ನಿತ್ಯನಿಜೈಕ್ಯ ಬಸವಣ್ಣ, ಷಡುಸ್ಥಲಸಂಪನ್ನ ಬಸವಣ್ಣ, ಸರ್ವಾಚಾರಸಂಪನ್ನ ಬಸವಣ್ಣ, ಸರ್ವಾಂಗಲಿಂಗಿ ಬಸವಣ್ಣ, ಸುಜ್ಞಾನಭರಿತ ಬಸವಣ್ಣ, ನಿತ್ಯಪ್ರಸಾದ ಬಸವಣ್ಣ, ಸಚ್ಚಿದಾನಂದಮೂರ್ತಿ ಬಸವಣ್ಣ, ಸದ್ಯೋನ್ಮುಕ್ಮಿರೂಪ ಬಸವಣ್ಣ, ಅಖಂಡಪರಿಪೂರ್ಣ ಬಸವಣ್ಣ, ಅಭೇದ್ಯಭೇದಕ ಬಸವಣ್ಣ, ಅನಾಮಯಮೂರ್ತಿ ಬಸವಣ್ಣ, ಮಹಾಮನೆಯ ಮಾಡಿದಾತ ಬಸವಣ್ಣ, ರುದ್ರಲೋಕವ ಮತ್ರ್ಯಲೋಕಕ್ಕೆ ತಂದಾತ ಬಸವಣ್ಣ, ಶಿವಚಾರದ ಘನವ ಮೆರೆದಾತ ಬಸವಣ್ಣ. ಇಂತಹ ಬಸವಣ್ಣನ ಭಕ್ತಿಯನು ಒರೆದೊರೆದು ನೋಡುವ, ಪ್ರಜ್ವಲಿತವ ಮಾಡುವ ಅಶ್ವಪತಿ, ಗಜಪತಿ, ನರಪತಿರಾಯ, ರಾಜಾದಿsರಾಜ ಬಿಜ್ಜಳರಾಯನೂ ಆ ಬಸವಣ್ಣನೂ ಆ ಕಲ್ಯಾಣಪಟ್ಟಣದೊಳಗೆ ಸುಖಸಂಕಥಾವಿನೋದದಿಂದ ರಾಜ್ಯಂಗೆಯುತ್ತಿರಲು, ಆ ಕಲ್ಯಾಣದ ನಾಮವಿಡಿದು ವಿವಾಹಕ್ಕೆ ಕಲ್ಯಾಣವೆಂಬ ನಾಮವಾಯಿತ್ತು. ಲೋಕದೊಳಗೆ ಕಲ್ಯಾಣವೆ ಕೈಲಾಸವೆನಿಸಿತ್ತು. ಇಂತಪ್ಪ ಕಲ್ಯಾಣದ ದರುಶನವ ಮಾಡಿದಡೆ ಭವಂ ನಾಸ್ತಿ, ಇಂತಪ್ಪ ಕಲ್ಯಾಣವ ನೆನೆದಡೆ ಪಾಪಕ್ಷಯ, ಇಂತಪ್ಪ ಕಲ್ಯಾಣದ ಮಹಾತ್ಮೆಯಂ ಕೇಳಿದಡೆ ಕರ್ಮಕ್ಷಯವಹುದು, ಮೋಕ್ಷ ಸಾಧ್ಯವಹುದು, ಇದು ಕಾರಣ, ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ, ನಿಮ್ಮ ಭಕ್ತ ಬಸವಣ್ಣನಿದgಠವೆ ಮಹಾಕಲ್ಯಾಣವೆಂದರಿದು ದಿವ್ಯಶಾಸನವ ಬರೆದು ಪರಿಸಿದ ಕಾರಣ, ಎನ್ನ ಭವಂ ನಾಸ್ತಿಯಾಯಿತ್ತಯ್ಯಾ. </font>"
}