{
    "id": "/4726", 
    "vachana": "ಹರಿ \n  ಇಂದ್ರ ಚಂದ್ರ \n  \n  ಕಾಮ ದಕ್ಷ ಇವರೊಳಗಾದ ಸಮಸ್ತ ದೇವ \n  ಮಾನವರೆಲ್ಲರು ಶಿವಲಿಂಗದೇವರನಾರಾದಿsಸಿಹೆವೆಂದು, ಜಪ ಧ್ಯಾನ ಮೌನಾದಿ ತಪ ನಾನಾವ್ರತ ನೇಮಂಗಳಂ ಕೈಕೊಂಡು, ಅರ್ಚನೆ ಪೂಜನೆಯಂ ಮಾಡಿ, ಹಲವು ಪ್ರಕಾರದಿಂದೊಲಿಸಿ ಅನೇಕ ಫಲಪದಮುಕ್ತಿಯಂ ಪಡೆದು ಭೋಗಿಸಿ ಸುಖಿಯಾಗಿರುತಿಹುದಕ್ಕೆ ಸಂಶಯವೇಕೆ ? \n  \n  ಅನುಮಾನದಿಂ ತಿಳಿದುನೋಡಿ ಅದಕೇನೂ ಸಂದೇಹಂ ಬಡಲಿಲ್ಲಯ್ಯಾ. ಎರಡಿಲ್ಲದೆ ಏಕವಾದ, ಬಿsನ್ನದೋರದೆ ಶಿವನಂಗವಾದ ಶಿವಭಕ್ತನು ಇದರಂತೆ ¿ಲ್ಲ. ಜಪ ತಪ ಧ್ಯಾನ ಮೌನ ನಾನಾವ್ರತನಿಯಮಂಗಳಂ ಕೈಕೊಂಡು ಅರ್ಚನೆ ಪೂಜನೆಯಂ ಮಾಡಿ, ಹಲವು ಪ್ರಕಾರದಿಂದೊಲಿಸಿ ಅನೇಕ ಫಲಪದಮುಕ್ತಿಯ ಪಡೆದಹೆವೆಂದು ಅಲ್ಪಾಸೆವಿಡಿದು ಭ್ರಮೆಗೊಳಗಾದ ಮರ್ಕಟಮನದ ಪರಿಯ ನೋಡಾ ! ಶಿವಶಿವ ಮಹಾದೇವಾ ಮಹಾವಸ್ತುವಿನಲ್ಲಿ ಭೇದವಿಲ್ಲದಿಪ್ಪ ಅಭೇದ್ಯ ಶರಣಂಗೆ ಜಪದ ನೇಮವೆಲ್ಲಿಯದು ? ಜಪದ \n  ಕೈಸಾರಿದಂಗೆ ಧ್ಯಾನಮೌನವೆಲ್ಲಿಯದು ? ಧ್ಯಾನದೇಹ ಅಳವಟ್ಟು ¿ನಂದಿಪಂಗೆ ತಪದ ತಗಹೆಲ್ಲಿಯದು ? ಇಹ-ಪರವೆಂಬ ಇದ್ದೆಸೆಗೆಟ್ಟಂಗೆ ವ್ರತನೇಮದ ನೋಂಪಿಯ ಸೂತಕವೆಲ್ಲಿಯದು ? ಉದ್ಯಾಪನೆಯಂ ಮಾಡಿ ಮಹಾಪುರುಷನಂ ಪಡೆದು ತೆರಹಿಲ್ಲದೆ ಪತಿಭಕ್ತಿಯ ಮಾಡುವ \n  ಸತಿಗೆ ¿ರ್ಚನೆ ಪೂಜನೆಯಂ ಮಾಡುವ ದಂದುಗವೆಲ್ಲಿಯದೊ ? ತನು ಮನ ಧನ ಮುಂತಾದುವೆಲ್ಲವು ಶಿವನೊಡವೆಯೆಂದು ಮಾಡುವ ಸದ್ಭಕ್ತಂಗೆ ಆವಾಗಲೂ ಶಿವನ ಸೇವೆಯ ಮಾಡುವ ಕೈಗಳಿಗೆ ಮಣಿಯ ಹಿಡಿದು ತಿರುಹಬೇಕೆಂಬ ಕೋಟಲೆಯೇಕೆ ? ಅನುಶ್ರುತವು ನೆನೆವ ಮನದ ನೆನಹ ಬಿಡಿಸಿ ಎಣಿಕೆಗಿಕ್ಕಿ ಸಂದೇಹಿಸುವ ಸಂಚಲವೇಕೆ ? ¿ನಿಮಿಷನಾಗಿ ನೋಡುವ ದೃಷ್ಟಿಗೆ, ಎವೆಯ ಮರೆ ಮಾಡಿಕೊಂಡು ಕಣ್ಣುಮುಚ್ಚಲೇತಕ್ಕೆ ? ಕಣ್ಣು ಮನ ಕೈ (ಈ) ತ್ರಿಸ್ಥಾನದಲ್ಲಿರಿಸಲರಿಯದೆ ಭೇದವ ಮಾಡಿ ಅಗಲಿಸುವ ಜಪ ತಾನೇಕೆ ? ಪರಿಪೂರ್ಣವಾಗಿಹ ಸರ್ವಪದವನೀವ ಸ್ವತಂತ್ರ ಪರಾತ್ಪರವಸ್ತುವನಗಲಿ ದೂರಕಿಕ್ಕಿ, ಎಡೆದೆರಹ ಮಾಡಿ ಖಂಡಿಸಿ (ಕಂಡಹೆ)ನೆಂಬ ಧ್ಯಾನಮನವೇಕೆ ? ಸಮರ್ಥತೆಯನುಳ್ಳ ಮಹಾಪದದೊಳಗಿದ್ದು, ಅಲ್ಪಪದವ ಸಾದಿsಸೇನೆಂದು ಕಾಯವ ದಂಡಿಸಿ ಆತ್ಮನಿಗ್ರಹವ ಮಾಡಿ, ಬಟ್ಟೆಗುತ್ತಗೆತನವ ಹಣ್ಣಿ, ತಗಹಿನಲ್ಲಿ ಕುಳ್ಳಿರ್ದು ಬೇಡಿಕೊಂಬ ತಪ ತಾನೇಕೆ ? ಮುಟ್ಟಿತ್ತೆಲ್ಲ ಪವಿತ್ರ, ನೋಡಿತ್ತೆಲ್ಲ ಪಾವನ, ನಿರ್ಮಾಯನೆಂಬ ನಿರ್ಮಳಾಂಗ ನಿತ್ಯಶುದ್ಧದಾಸೋಹದೊಳಿರುತ \n  ಬಿಡದೆಂದು, ಜಡಕ್ರೀಯಿಂದ ಭಾಷೆಗೊಡಲ ಗುರಿಮಾಡಿ ಮೀಸಲಾಗಿಹ ಪ್ರಾಣವನಿರಿದುಕೊಂಡು ಸಾವ \n  ವ್ರತನೇಮವೇಕೆ ? ಪೂಜೆಯು ಪೂಜ್ಯನು ಪೂಜಿಸುವವ_ ಈ ತ್ರಿವಿಧದೋಜೆಯ ಸೂತ್ರಾತ್ಮಕ ತಾನೆ ಎಂಬ ಹವಣನರಿದು, ಅರಿವಿಂಗಾಶ್ರಯವಾಗಿರಲರಿಯದೆ; ನಾನಾ ಪರಿಯಿಂದ ಒಲಿಸಿ ಮೆಚ್ಚಿಸಿ ಸ್ವರ್ಗಾದಿ ಭೋಗ ಧರ್ಮಕರ್ಮವನುಂಬ ಕೈಕೂಲಿಕಾರಕರ್ಮಿಗಳಂತೆ ಮಾಡುವ ಅರ್ಚನೆ ಪೂಜನೆಯ ಆಯಸವೇಕೆ ? ಜಪದ ಜಾಡ್ಯದ ಜಂಜಡದವನಲ್ಲ, ಧ್ಯಾನಮೌನದಿಂದ ಬಿಗಿದು ಬೆರೆತಿಹ ಬಂಧನದವನಲ್ಲ. ತಪದ ದಂಡನೆಯ ತಗಹಿನವನಲ್ಲ, ವ್ರತನೇಮದ ಸೂತಕಿಯಲ್ಲ, ಅರ್ಚನೆ ಪೂಜನೆಯ ಫಲ[ಗ್ರಾಹ]ಕನಲ್ಲ, ಹರಕೆಗೆ ಹವಣಿಸಿ ಬೆರೆತಹನಲ್ಲ, ನೆವದಿಂದ ತದ್ದಿನವ ಮಾಡಬೇಕೆಂಬ ಉದ್ದೇಶಿಯಲ್ಲ, ವರುಷಕ್ಕೊಂದು ತಿಥಿಯೆಂದು ಕೂಡಿ ಮಾಡುವ ಕೀರ್ತಿವಾರ್ತೆಗೆ ಮುಯ್ಯಾನುವನಲ್ಲ, ಮಿಕ್ಕಾದ \n  ಬಾಧೆ ಆದಿsವಿಡಿಯದ ಸಹಜಸಂತೋಷಿ, ಸರ್ವಾಂಗದೊಳ್ ತನ್ಮಯನಾಗಿರುತ್ತ, ಬಿsನ್ನವೇಕೆ ? ಹಾಲ ಸಾಗರದೊಳಗೋಲಾಡುತಿರ್ದು ಓರೆಯಾವಿನ ಬೆನ್ನ ಹರಿವನಲ್ಲ, ಪರುಷದ ಗಿರಿ ಕೈಸಾರಿರಲು; ನಾಡ ಮಣ್ಣ ಕೂಡಲಿಕ್ಕಿ ತೊಳೆದು ಹಾಗವ ಸಾದಿsಸಬೇಕೆಂಬ ಧಾವತಿಯವನಲ್ಲ, ಅತ್ಯಂತ ಸ್ನೇಹದಿಂದ ನೆನಹಿನಲ್ಲಿ ಮನಕ್ಕೆ ಬಂದು ನೆಲೆಗೊಂಡಿರುತ್ತಿರಲು `ಆಹಾ ಪುಣ್ಯವೆ' ಎಂದು ಕ್ರೀಡಿಸುವ ರತಿಸುಖವಂ ಬಿಟ್ಟು ನೆನಹಿನ ಆಸೆಯಿಂದ ತೊಳಲಿ ಬಳಲುವ ಮರಹಿನವನಲ್ಲ. ಕೆಲವು ಮತದವರಂತೆ ಕಂಡಹೆನೆಂದರಿಸಿ ಆಡುವನಲ್ಲ ಕೆಲವು ಮತದವರಂತೆ ತೆರಪಿಟ್ಟು ಅರಸುವನಲ್ಲ ತಾನಲ್ಲದನ್ಯವಿಲ್ಲವೆಂದು ಅಹಂಕರಿಸಿ ಬೆರೆವವನಲ್ಲ. ಮತ್ತೆ ಉಳಿದಾದ ಕಾಕುಮತದ ಸೊಗಸಿಗೆಳಸನಾಗಿ, ಹೊಲಬುಗೆಡುವನಲ್ಲ. ಹೊತ್ತುದ ಹುಸಿ ಮಾಡಿ ಮತ್ತೆ ಉಂಟೆಂದು ಭೇದವ ಮಾಡುವ ದುಷ್ಟದುಷ್ಕರ್ಮಿಗಳ ಪರಿಯವನಲ್ಲ. ಮಾಡಿಹೆನೆಂಬ ಸಂಸಾರದ ಬಂಧನದವನಲ್ಲ. ಮಾಡಲೊಲ್ಲೆನೆಂಬ ವಿಕಳವಾವರಿಸಿಹ ವೈರಾಗ್ಯದ ಉದಾಸೀನದವನಲ್ಲ. ಋತುವುಳ್ಳ ಸತಿಯ ರತಿಕೂಟದಂತೆ ಮುಂದೆ ಅಗಲಿಸುವ ಕಷ್ಟದ ಸುಖವನೊಲುವನಲ್ಲ. ಋತುವರತ ಸತಿಯ ರತಿಕೂಟದಂತೆ ಅಗಲಿಕೆಯಿಲ್ಲದ ಸುಖದ ಸಂಯೋಗದ ನೆಲೆಯನರಿದಾತಂಗೆ; ಮಾಡುವಾತ ತಾನು ಮಾಡಿಸಿಕೊಂಬಾತ ತಾನು ಸೋಹ ದಾಸೋಹ ತಾನೆಂದು ಬೇರೆನ್ನದೆ ದಾತೃ ಭೋಕ್ತೃ ಶಿವನೊಬ್ಬನಲ್ಲದೆ, ಬೇರೆ ಬೇರೆ ತಮತಮಗೆ ಒಡೆಯರುಂಟೆ ? ಇಲ್ಲ. \n  ಪರಶಿವ ತಾನೆ ಎಂದು ಮಾಡುವ ಮಾಟ, ಸಟೆಯಿಲ್ಲದೆ \n  ಘಟಿಸಿ ಸಯವಾಗಿ ನಿಂದು ನಿರಾಶೆಯ ಕುಳ(ನಿರಾಕುಳರಿ)ದ ಅನುವನರಿತು ನಿಜವೆಡೆಗೊಂಡ ನಿಲವ ಪ್ರಮಾಣಿಸಿ ಕಾಬಂತೆ, ಮಾಡಬೇಕೆಂದು ದ್ರವ್ಯವ ಸಂಕಲ್ಪಿಸಿ ಕೊಟ್ಟವರಾರು ? ಮಾಡಬೇಕೆಂಬ ಅರಿವಿನ ಕಣ್ದೆರೆಸಿದವರಾರು ? ಮಾಡುವೆನೆಂದು ನೆನೆವ ಚೇತನದ ಪ್ರಾಣವ ತಂದಿರಿಸಿದವರಾರು ? ಮಾಡಿಹೆನೆಂಬ, ಮಾಡಬೇಕೆಂಬ, ಮಾಡುವ_ ಇವನೆಲ್ಲವ ಅರಿವಡಿಸಿಕೊಂಡಿಹ ಕಾಯವ ರೂಪಿಸಿದರಾರು ? ಆದಿಯಿಂದವೆ ನುಡಿದು ನಡೆದು ರೂಪಾಗಿ ಪ್ರಭಾವಿಸಿ ವ್ಯಾಪಾರಕ್ಕೆ ಸಂದೆವೆಂಬ ಹವಣಗಾರರು ಬರಿಯ ವಳಾವಳಿಯಿಂದ, ನಾ ಮಾಡಿದಹೆನೆಂದು ಪ್ರತಿಜ್ಞೆಯಂ ಕೈಕೊಂಡು, ಇಲ್ಲದುದನುಂಟುಮಾಡಿ, ಪಡೆದು ಸಾದಿsಸೆಹೆನೆಂಬ ಬಯಕೆಯ ಸಂಭ್ರಮದಾಯಸ ತಲೆಗೇರಿ, ಉಬ್ಬಿ ಹರಿದಾಡುವ, ಅವಿಚಾರದ ಮನದ, ಮರವೆ ಬಲಿದ ಇರವಿನ ಪರಿಯ ನೋಡಾ ! ಶಿವ ಮಹಾದೇವಾ. ಶಿವ ತನ್ನ ಲೀಲಾ ವಿನೋದಕ್ಕೆ ಸಕಲವನು ರೂಪಿಸಿ ಆಗುಮಾಡಿಕೊಂಡಿರುತ್ತಿರಲು, ಹುಚ್ಚುಗೊಂಡಂತೆ ಎಲ್ಲವೂ ನನ್ನಿಂದಾಯಿತು, ನಾ ಮಾಡಿದೆನೆಂದು ಉಲಿವ ದೇಹಿಯ ಇನ್ನೇನೆನಬಹುದಯ್ಯ ? ಅವರಿಂದಾದ ಒಡವೆಯ ಅವರಿಗೆ ಈವುದು, ಉಪಚರಿಯವೆ ? ನದಿಯುದಕವ ನದಿಗರ್ಪಿಸುವಂತೆ ಒಡೆಯಂಗೊಡವೆಯನರ್ಪಿಸಿ ತಾ ಶುದ್ಧನಾಗಿ ನಡೆನುಡಿಯಲ್ಲಿ ಕವಲುದೋರದೆ ತನ್ನಲ್ಲಿ ತಾನೆ ತಿಳಿದು, ಘನವೆಡೆಗೊಂಡ ಮಹಾನುಭಾವಿಗಳು; ಎಲ್ಲವನಳವಡಿಸಿಕೊಂಡಿಹ ಕಾಯವ ಗುರುವೆಂದೆ ಸಾದಿsಸಿದ ನೆನೆವ ಚೇತನದ ಪ್ರಾಣವ ಲಿಂಗವೆಂದೆ ಭಾವಿಸಿದ ಅರಿವಿನ ಜ್ಞಾನವ ಜಂಗಮವೆಂದೆ \n  ನಮ್ಮ ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವರು.\n"
}