{
    "id": "46", 
    "vachana": "<font>227<br/>ಸದ್ಗುರು ಕಾರುಣ್ಯವ ಪಡೆದು, ಪೂರ್ವಗುಣವಳಿದು,  ಪುನರ್ಜಾತನಾದ ಬಳಿಕ ಆ ಸದ್ಗುರು, ಪರಶಿವ, ಪ್ರಾಣಾತ್ಮ -ಈ ತ್ರಿವಿಧವು ಏಕಾರ್ಥವಾಗಿ ಲಿಂಗ ಪ್ರವೇಶವಂ ಮಾಡಿ, ಆ ಮಹಾಲಿಂಗವನು ಸದ್ಭಕ್ತಂಗೆ ಕರುಣಿಸಿ ಪ್ರಾಣಲಿಂಗವಾಗಿ ಬಿಜಯಂಗೆಯಿಸಿ ಕೊಟ್ಟು, ಲಿಂಗಪ್ರಾಣ ಪ್ರಾಣಲಿಂಗ ಲಿಂಗವಂಗ ಅಂಗಲಿಂಗವೆನಿಸಿ ಭಕ್ತಕಾಯ ಮಮಕಾಯವಾಗಿ ಅಂಗದ ಮೇಲೆ ಲಿಂಗಸ್ಥಾಪ್ಯವಂ ಮಾಡಿ, ``ಆ ಮಹಾಲಿಂಗಕ್ಕೆ ಅಷ್ಟವಿಧಾರ್ಚನೆ  ಷೋಡಶೋಪಚಾರವನು ಮಾಡು' ಎಂದು ಶ್ರೀ ಗುರುವಾಜ್ಞೆಯಂ ಮಾಡಲು, ``ಮಹಾಪ್ರಸಾದ'ವೆಂದು ಆಜ್ಞೆಯಂ ಕೈಕೊಂಡು ಕ್ರಿಯಾಮಾರ್ಗದಿಂ ಮಾಡುವಲ್ಲಿ, ದೀಪಾರಾಧನೆ ಪರಿಯಂತರ ಆಗಮಮಾರ್ಗದಲು ಮಾಡಿ ನೈವೇದ್ಯ ಕ್ರಿಯಮಾಡುವಲ್ಲಿ, ಸರ್ವ  ರಸ ಫಲ-ಪುಷ್ಪ ಪಾಕಾದಿ ಮಹಾದ್ರವ್ಯಂಗಳನು ಪಂಚೇಂದ್ರಿಯಂಗಳ ಪಂಚಸ್ಥಾನ ಪ್ರವೇಶವಾದ ಮಹಾಲಿಂಗಕ್ಕೆ ಅರ್ಪಿಸುವಲ್ಲಿ ದ್ರವ್ಯಂಗಳ ಸುರೂಪವನು ಶ್ವೇತ  ಪೀತ  ಹರಿತ  ಮಾಂಜಿಷ್ಟ  ಕೃಷ್ಣ  ಕಪೆÇೀತ   ಷಡುವರ್ಣ ಮಿಶ್ರವಾದ ಮೂವತ್ತಾರು ಬಹುವಿಧ ವರ್ಣಂಗಳನು, ಕಂಗಳಲ್ಲಿ ನೋಡಿ, ಕಂಡು, ಅರಿದು, ಕುರೂಪವ ಕಳೆದು, ಸುರೂಪವನು ಕಂಗಳಿಂದ ಲಿಂಗಕ್ಕರ್ಪಿಸುವಲ್ಲಿ ಸ್ವಯಭಾಜನವೋ? ಲಿಂಗಭಾಜನವೋ? ಆ ಕಾಲದಲು ಸೂತಕವಿಲ್ಲ, ದೋಷವಿಲ್ಲ; ರೂಪು ಲಿಂಗಕ್ಕರ್ಪಿತವಾಯಿತ್ತು.<br/>ನಾದ ಮಂತ್ರಂಗಳಾದಿಯಾದ ಶಬ್ದವನು ಶ್ರೋತ್ರದಿಂ ಕೇಳಿ, ಕುಶಬ್ದವನೆ ಕಳೆದು ಸುಶಬ್ದವನು ಶ್ರೋತ್ರದಿಂ ಲಿಂಗಕ್ಕರ್ಪಿಸುವಲ್ಲಿ ಸ್ವಯಭಾಜನವೋ? ಲಿಂಗಭಾಜನವೋ? ಆ ಕಾಲದಲು ಸೂತಕವಿಲ್ಲ, ದೋಷವಿಲ್ಲ, ಸುಶಬ್ದದ್ರವ್ಯಂಗ?ು ಶ್ರೋತ್ರದಿಂ ಲಿಂಗಕ್ಕರ್ಪಿತವಾಯಿತ್ತು.<br/>ದ್ರವ್ಯಂಗ? ಸುಗಂಧ ದುರ್ಗಂಧಗ?ನು ಘ್ರಾಣವರಿದು, ಘ್ರಾಣ  ವಾಸಿಸಿ ದುರ್ಗಂಧವ ಕಳೆದು ಸುಗಂಧವನು ಘ್ರಾಣದಿಂ ಲಿಂಗಕ್ಕರ್ಪಿಸುವಲ್ಲಿ ಸ್ವಯಭಾಜನವೋ? ಲಿಂಗ ಭಾಜನವೋ?<br/>ಆ ಕಾಲದಲು ಸೂತಕವಿಲ್ಲ ದೋಷವಿಲ್ಲ; ಘ್ರಾಣದಿಂ ಸುಗಂಧ ಲಿಂಗಾರ್ಪಿತವಾಯಿತ್ತು.<br/>ದ್ರವ್ಯಂಗಳ ಮೃದು ಕಠಿಣ ಶೀತೋಷ್ಣಂಗಳನು ಪರುಶನದಿಂ ಪರುಶಿಸಿ ಸುಪರುಶನವರಿದು ತತ್ಕಾಲೋಚಿತ ದ್ರವ್ಯಂಗಳನು  ಅನುವರಿದು ಪರುಶಿಸಿ ಲಿಂಗಕ್ಕರ್ಪಿಸುವಲ್ಲಿ  ಸ್ವಯಭಾಜನವೋಳ ಲಿಂಗಭಾಜನವೋ? ಆ ಕಾಲದಲು ಸೂತಕವಿಲ್ಲ, ದೋಷವಿಲ್ಲ, ದ್ರವ್ಯಂಗಳ ಮೃದುಕಠಿಣ ಶೀತೋಷ್ಣಂಗಳು ಪರುಶನದಿಂ ಲಿಂಗಾರ್ಪಿತವಾಯಿತ್ತು. ಮಹಾದ್ರವ್ಯಂಗಳ ರೂಪು ಶಬ್ದ ಗಂಧ ರಸ ಮೃದುರಿಠಣ ಶೀತೋಷ್ಣ ಮೊದಲಾದುವು ಇಂದ್ರಿಯಂಗಳಿಂದ ಲಿಂಗಾರ್ಪಿತವಾಯಿತ್ತು. ದ್ರವ್ಯಂಗಳ ಸುರೂಪವನು ಕಂಗಳಿಂದರ್ಪಿಸುವಂತೆ ಶ್ರೋತ್ರಘ್ರಾಣ ಸ್ಪರ್ಶ ಜಿಹ್ವೆ  ಮೊದಲಾದ ನಾಲ್ಕು ಇಂದ್ರಿಯಂಗಳಲ್ಲಿ ಅರ್ಪಿಸಬಾರದು, ಕಂಗಳಲ್ಲಿ ರೂಪನರ್ಪಿಸಬೇಕು. ಸುಶಬ್ದವನು ಶ್ರೋತ್ರದಿಂದರ್ಪಿಸುವಂತೆ, ಚಕ್ಷು  ಘ್ರಾಣ  ಜಿಹ್ವೆ  ಪರುಶ ಮೊದಲಾದ ನಾಲ್ಕು ಇಂದ್ರಿಯಂಗಳಿಂದರ್ಪಿಸಬಾರದು, ಸುಶಬ್ದವನು ಶ್ರೋತ್ರದಿಂದವೆ ಅರ್ಪಿಸಬೇಕು. ಸುಗಂಧವನು ಘ್ರಾಣದಿಂದರ್ಪಿಸುವಂತೆ ನೇತ್ರ  ಶ್ರೋತ್ರ  ಸ್ಪರ್ಶ ಜಿಹ್ವೆ  ಮೊದಲಾದ ನಾಲ್ಕು ಇಂದ್ರಿಯಂಗಳಲ್ಲಿ ಅರ್ಪಿಸಬಾರದು, ಸುಗಂಧವನು ಘ್ರಾಣದಿಂದವೆ ಅರ್ಪಿಸಬೇಕು. ಮೃದು ಕಠಿಣ ಶೀತೋಷ್ಣಂಗಳನು ಸ್ಪರುಶನದಿಂದರ್ಪಿಸುವಂತೆ ನೇತ್ರ  ಶ್ರೋತ್ರ  ಘ್ರಾಣಜಿಹ್ವೆ ಮೊದಲಾದ  ನಾಲ್ಕು ಇಂದ್ರಿಯಂಗಳಿಂದ ಅರ್ಪಿಸಬಾರದು, ಮೃದು ಕಠಿಣ ಶೀತೋಷ್ಣ ದ್ರವ್ಯಂಗಳನು ಸ್ಪರುಶನದಿಂದರ್ಪಿಸಬೇಕು. ನಾಲ್ಕು ಇಂದ್ರಿಯದಿಂ ರೂಪು ಶಬ್ದಗಂಧ ಮೃದುಕಠಿಣ ಶೀತೋಷ್ಣ [ದ್ರವ್ಯಂಗಳ ಲಿಂಗಾರ್ಪಿತವಾಯಿತ್ತು]ಮಹಾದ್ರವ್ಯಂಗಳ ಸುರಸವನು ಮಹಾರುಚಿಯನು ಜಿಹ್ವೆಯಿಂದರ್ಪಿಸುವಂತೆ ನೇತ್ರ  ಶ್ರೋತ್ರ  ಘ್ರಾಣ  ಸ್ಪರುಶನ ಮೊದಲಾದ ಈ ನಾಲ್ಕು ಇಂದ್ರಿಯಂಗಳಿಂದರ್ಪಿಸಬಹುದೆ ಹೇಳಿರಣ್ಣಾ. ಮಹಾರಸವನು ಮಹಾರುಚಿಯನು ಜಿಹ್ವೆಯಿಂದವೆ ಅರ್ಪಿಸಬೇಕು. ಅಹಂಗಲ್ಲದೆ ಲಿಂಗಾರ್ಪಿತವಾಗದು, ಆ ಲಿಂಗದ ಆರೋಗಣೆಯಾಗದು. ಮಹಾರಸವನು ರುಚಿಯನು ಜಿಹ್ವೆಯಿಂದರ್ಪಿಸುವಲ್ಲಿ  ಸೂತಕವೆಂದು ದೋಷವೆಂದು ಸ್ವಯಭಾಜನವಾಗದೆಂದು ಬಿsನ್ನಭಾಜನವಾಗಬೇಕೆಂದು ದೇವರ ಆರೋಗಣೆಗೆ ಮುನ್ನವೇ ಇದ್ದ ಪರಿಯಾಣವ ತೆಗೆದ ಕಷ್ಟವ ನೋಡಾ! ಅಗಲನಾರಡಿಗೊಂಬ ಪಾಪವ ನೋಡಾ ಅಕಟಕಟಾ! ಈ ಪರಿಯೆ ಲಿಂಗಾರ್ಚನೆ? ಈ ಪರಿಯೆ ಲಿಂಗಾರ್ಪಿತವ ಮಾಡಿ ಪ್ರಸಾದವ ಪಡೆವ ಪರಿ? ಈ ಪರಿಯೆ ಭಕ್ತಿ? ಈ ಪರಿಯೆ ಜ್ಞಾನ? ಇಂತಲ್ಲ ಕೇಳಿರಣ್ಣಾ, ಕರ್ತೃ ಭೃತ್ಯ  ಸಂಬಂಧದ ಪರಿ. ದೇವರ ಪರಿಯಾಣದಲು ದೇವರಿಗೆ ಬಂದ ಸರ್ವದ್ರವ್ಯಮಹಾರಸಂಗಳನು, ಮಹಾರುಚಿಯನು ಭಕ್ತದೇಹಿಕ ದೇವನಾಗಿ ದೇವರ ಜಿಹ್ವೆಯಲ್ಲಿ ದೇವಾದಿದೇವ ಮಹಾದೇವಂಗರ್ಪಿಸಬೇಕು. ಸ್ಮೃತಿ: ರೂಪಂ ಸಮರ್ಪಿತಂ ಶುದ್ಧಂ ರುಚಿಃ ಸಿದ್ಧಂ ತು ವಿಶ್ರುತಂ †† ಏ ತತ್ಸಮಾಗತಾ ತೃಪ್ತಿಃ ಪ್ರಸಿದ್ಧಂತುಪ್ರಸಾದಕಂ ದರ್ಪಣಂ ಧೂಪದೀಪೌ ಚ ನಾನಾರುಚಿ ಸುಖಂ ಬಹು † ಪ್ರಸಾದ ಏವ ಭೋಕ್ತವ್ಯೋ ಅನ್ಯದ್ಗೋಮಾಂಸಸನ್ನಿಭಂ †† ರೂಪಂ ಸಮರ್ಪಯೇದ್ದ್ರವ್ಯಂ ರುಚಿಮಪ್ಯರ್ಪಯೇತ್ತತಃ ಉಭಯಾರ್ಪಣಹೀನಶ್ಚೇತ್ ಪ್ರಸಾದೋ ನಿಷ್ಫಲೋ ಭವೇತ್ †† ನೈವೇದ್ಯಂ ಪುರತೋ ನ್ಯಸ್ತಂ ದರ್ಶನಾತ್ ಸ್ವೀಕೃತಂ ಮಯಾ † ರಸಾನ್ ಭಕ್ತಸ್ಯ ಜಿಹ್ವಾಗ್ರಾದಶ್ನಾಮಿ ಕಮಲೋದ್ಭವ †† ಶಬ್ದಃ ಸ್ಪರ್ಶಶ್ಚ ರೂಪಂ ಚ ರಸೋ ಗಂಧೋ ಮಹಾರುಚಿಃ ತತ್ತಲ್ಲಿಂಗಮುಖೇನೈವ ಅರ್ಪಿತಂ ಸ್ಯಾತ್ಸಮರ್ಪಣಂ †† ಅರ್ಪಿತಾನರ್ಪಿತಂ ಸ್ಥಾನಂ ಇಂದ್ರಿಯಾದಿಂದ್ರಿಯಂ ಯಥಾ † ಇಂದ್ರಿಯಸ್ಥಾನತತ್ಕರ್ಮ ಸಮರ್ಪಿತಕ್ರಿಯಾರ್ಪಿತಂ †† ..................ಜ್ಞಾನಾರ್ಪಣಕ್ರಿಯಾರ್ಪಣೇ † ಉಭಯಾರ್ಪಣಹೀನಸ್ಯ ಪ್ರಸಾದೋ ನಿಷ್ಫಲೋ ಭವೇತ್ †† ಗಬಿರ್sಣ್ಯಾ ಗರ್ಭದೇಹಸ್ಯ ಸರ್ವಭೋಗಸ್ಸಮೋ ಭವೇತ್ † ಲಿಂಗಿನಾಂ ಲಿಂಗಭೋಗೇನ ಪ್ರಸಾದಃ ಸಹ ಸಂಭವೇತ್ †† ಗಬಿರ್sಣೀ ಸರ್ವಭೋಗೇಷು ಶಿಶೂನಾಂ ತೃಪ್ತಿಸಂಭವಃ † ಲಿಂಗಿನಾಂ ಲಿಂಗಭೋಗೇಷು ಪ್ರಸಾದಸ್ಸಂಭವೇತ್ತಥಾ †† ಯಥಾ ಚ ಗಬಿರ್sಣೀ ಭೋಗೇ ಶಿಶೂನಾಂ ತೃಪ್ತಿಸಂಭವಃ † ತಥಾ ಲಿಂಗಸ್ಯ ಭೋಗೇಷು ಅಂಗಸ್ತೈಪ್ತಿಮವಾಪ್ನು ಯಾತ್ †† ಗಬಿರ್sೀಕೃತಸ್ಯ ಪ್ರಾಣಸ್ತು ಗರ್ಭಣೀಭೋಗಮಾಶ್ರಿತಃ † ಲಿಂಗಗಬಿರ್sೀಕೃತೋ ಲಿಂಗೀ ಲಿಂಗಭೋಗಸಮಾಶ್ರಿತಃ †† ಮತ್ತೊಂದಾಗಮದಲ್ಲಿ: ಭಕ್ತಕಾಯೋ ಮಹಾದೇವೋ ಭಕ್ತಾತ್ಮಾ ಚ ಸದಾಶಿವಃ† ಭಕ್ತಭೋಗೋಪಭೋಗಶ್ಚ ಭೋಗಸ್ತಸ್ಯ ವಿದಿsೀಯತೇ †† ಲಿಂಗದೇಹೀ ಶಿವಾತ್ಮಾಯಂ ಲಿಂಗಾಚಾರೋ ನ ಲೌಕಿಕಃ † ಸರ್ವಲಿಂಗಮಯಂ ರೂಪಂ ಲಿಂಗೇನ ಸಮಮಶ್ನುತೇ †† ಘ್ರಾಣಸ್ತಸ್ಯೈವ ಘ್ರಾಣಶ್ಚ ದೃಷ್ಟಿರ್ದೃಷ್ಟಿಃ ಶ್ರುತಿಃ ಶ್ರುತಿಃ † ಸ್ಪರ್ಶನಂ ಸ್ಪರ್ಶನಂ ವಿಂದ್ಯಾದ್ ಗ್ರಾಹ್ಯಂ ತದ್ಗ್ರಾಹ್ಯಮೇವ ಚ †† ಭುಕ್ತಂ ತದ್ಭುಕ್ತಮಾಖ್ಯಾತಂ ತೃಪ್ತಿಸ್ತತ್ತೃಪ್ತಿರೇವ ಚ † ತಸ್ಯೈಕಃ ಪ್ರಾಣ ಆಖ್ಯಾತ ಇತ್ಯೇತತ್ಸಹವರ್ತಿನಾಂ †† ಲಿಂಗದೃಷ್ಟಿನಿರೀಕ್ಷಾ ಸ್ಯಾಲ್ಲಿಂಗಹಸ್ತೋಪಸ್ಪರ್ಶನಂ † ಲಿಂಗಶ್ರೋತ್ರೇಣ ಶ್ರವಣಂ ಲಿಂಗಜಿಹ್ವಾರಸಾನ್ನವಾನ್ †† ಲಿಂಗಘ್ರಾಣಸ್ತು ಘ್ರಾಣಶ್ಚ ಲಿಂಗೇನ ಸಹ ವರ್ತತೇ † ಲಿಂಗಂ ಮನೋಗತಂ ವಾಪಿ ಇತ್ಯೇತೈಃ ಸಹಭೋಜನಂ†† ಲೋಕಾಚಾರನಿಬದ್ಧಸ್ತು ಲೋಕಾಲೋಕವಿವರ್ಜಿತಃ † ಲೋಕಾಚಾರಪರಿತ್ಯಾಗೀ ಪ್ರಾಣಲಿಂಗೀತಿ ಸಂಸ್ಮøತಃ †† ನ ಪ್ರಾಣಲಿಂಗಿನಃ ಕಾಲೋ ನ ಲಿಂಗಪ್ರಾಣಿನಃ ಕ್ರಿಯಾ † ಕಾಲಕರ್ಮದ್ವಯಂ ನಾಸ್ತಿ  ಶರಣಸ್ಯ ಪ್ರಸಾದತಃ †† ಇಂತೆಂದುದಾಗಿ ಇದು ಲಿಂಗಾರ್ಚನೆಯ ಪರಿ, ಇಂತಲ್ಲದೆ ರುಚಿಯರ್ಪಿತಕ್ಕೆ ಮುನ್ನವೆ ಪರಿಯಾಣವ ತೆಗೆಯಲು ಲಿಂಗಾರ್ಚನೆಯ ಕ್ರೀ  ತಪ್ಪಿತ್ತು. ಶ್ರೀ ಗುರುವಾಜ್ಞೆಯ ಮೀರಿದವನು ಜ್ಞಾನಿಯಲ್ಲ, ಭಕ್ತನಲ್ಲ ಕೇಳಿರೇ. ಆವನಾನು ಮಹಾರಾಜಂಗೆ ಆರೋಗಣೆಗೆ ಮುನ್ನವೆ ಪರಿಯಾಣವ ತೆಗೆಯಲು ದ್ರೋಹ, ಶಾಸ್ತಿಗೊಳಗಾದರು, ಇದು ದೃಷ್ಟ  ನೋಡಿರೆ. ರಾಜಾದಿsರಾಜ ಮಹಾರಾಜ ದೇವಾದಿsದೇವ ಮಹಾದೇವಂಗೆ ಆರೋಗಣೆಗೆ ಮುನ್ನ ಪರಿಯಾಣವ ತೆಗೆಯಲು ಮಹಾದ್ರೋಹ. ಇದನರಿದು ಶ್ರೀ ಗುರುವಾಜ್ಞೆಯ ತಪ್ಪದೆ, ಲಿಂಗಾರ್ಚನೆಯ ಕ್ರೀ  ತಪ್ಪದೆ ದೇವರ ಪರಿಯಾಣದಲು ಮಹಾರಸ ದ್ರವ್ಯ ಪದಾರ್ಥಂಗಳನಿಟ್ಟು ಶ್ರೀಗುರು ಸಹಿತ ಜಂಗಮಸಹಿತ ಲಿಂಗಾರ್ಪಿತ ಮಾಡುವುದು. ಪಂಚೇಂದ್ರಿಯಗಳ ಪಂಚಸ್ಥಾನ ಪ್ರವೇಶವಾದ ಮಹಾಲಿಂಗಕ್ಕೆ, ಶಬ್ದ ಸ್ಪರ್ಶ ರೂಪ ರಸ [ಗಂಧಂಗಳನು]ಮನೋವಾಕ್ಕಾಯದಲ್ಲಿ ಭೋಗಿಸುವ ಭೋಗವೆಲ್ಲವನು ಅರ್ಪಿಸುವುದು. ಮೇಲೆ ತಾಂಬೂಲದಿಂ ಅಷ್ಟವಿಧಾರ್ಚನೆ  ಷೋಡಶೋಪಚಾರವನು ಮಾಡಿ, ಲಿಂಗಾರ್ಚನೆಯಂ ಮಾಡಿ, ಪ್ರಸಾದವ ಹಡದು, ಆ ಮಹಾಪ್ರಸಾದದಿಂ ಪ್ರಸಾದಿಯಪ್ಪುದು ಕೂಡಲಚೆನ್ನಸಂಗಮದೇವಾ. </font>"
}