{
    "id": "20192", 
    "vachana": "<font>759<br/>ನವನಾಳಂಗಳ ಬಲಿದು ಶಿವಧ್ಯಾನದಲ್ಲಿ ಕುಳ್ಳಿರ್ದು<br/>ಭಾವದ ದೃಕ್ಕಿನಿಂದ ನವಲಿಂಗಗಳ ನೋಡಿ ಪೂಜಿಸಿ,<br/>ಕದಡುವ ಭೇದವೆಂತೆಂದೊಡೆ :<br/>ಆಧಾರಚಕ್ರವೆಂಬ ರಂಗಮಂಟಪದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡಿರ್ದ ಆಚಾರಲಿಂಗಕ್ಕೆ<br/>ಶಿವಾನಂದ ಜಲದಿಂ ಮಜ್ಜನಕ್ಕೆರೆದು<br/>ಪೃಥ್ವಿ ನಿವೃತ್ತಿಯಾದ ಗಂಧವ ಧರಿಸಿ,<br/>ಚಿತ್ತ ಸುಚಿತ್ತವಾದ ಅಕ್ಷತೆಯನಿಟ್ಟು,<br/>ಅಲ್ಲಿಯ ಚತುರ್ದಳಂಗಳನೆ ಪುಷ್ಪದ ಮಾಲೆಯೆಂದು ಧರಿಸಿ,<br/>ಅಲ್ಲಿಯ ಕಮಲಸದ್ವಾಸನೆಯ ಧೂಪವ ಬೀಸಿ,<br/>ಅಲ್ಲಿಯ ಪೀತವರ್ಣವನೆ ಕರ್ಪುರದ ಜ್ಯೋತಿಯೆಂದು ಬೆಳಗಿ,<br/>ಅಲ್ಲಿಯ ಜಾಗ್ರಾವಸ್ಥೆಯೆಂಬ ನವೀನ ವಸ್ತ್ರವ ಹೊದಿಸಿ,<br/>ನಿಷ್ಕಾಮವೆಂಬ ಆಭರಣವ ತೊಡಿಸಿ,<br/>ಸುಗಂಧವೆಂಬ ನೈವೇದ್ಯವನರ್ಪಿಸಿ,<br/>ಶ್ರದ್ಧೆಯೆಂಬ ತಾಂಬೂಲವನಿತ್ತು,<br/>ಇಂತು ಆಚಾರಲಿಂಗದ ಅಷ್ಟವಿಧಾರ್ಚನೆಯ ಮಾಡಿ,<br/>ಕೋಟಿಸೂರ್ಯಪ್ರಭೆಯಂತೆ ಬೆಳಗುವ<br/>ಆಚಾರಲಿಂಗವನು ಕಂಗಳು ತುಂಬಿ ನೋಡಿ<br/>ಮನದಲ್ಲಿ ಸಂತೋಷಂಗೊಂಡು<br/>ಆ ಆಚಾರಲಿಂಗದ ಪೂಜೆಯ ನಿರ್ಮಾಲ್ಯವ ಮಾಡದೆ<br/>ಓಂ ನಂ ನಂ ನಂ ನಂ ನಂ ನಂ ಎಂಬ<br/>ನಕಾರಷಡ್ವಿಧಮಂತ್ರಂಗಳಿಂದೆ ನಮಸ್ಕರಿಸಿ,<br/>ಆ ಆಚಾರಲಿಂಗವನು ಕೂಡಿ ಎರಡಳಿದು<br/>ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಹೋಗಿ,<br/>ಸ್ವಾಧಿಷ್ಠಾನಚಕ್ರವೆಂಬ ರಂಗಮಂಟಪದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡಿರ್ದ ಗುರುಲಿಂಗಕ್ಕೆ<br/>ಪರಿಣಾಮವೆಂಬ ಜಲದಿಂ ಮಜ್ಜನಕ್ಕೆರೆದು,<br/>ಅಪ್ಪು ನಿವೃತ್ತಿಯಾದ ಗಂಧವ ಧರಿಸಿ<br/>ಬುದ್ಧಿ ಸುಬುದ್ಧಿಯಾದ ಅಕ್ಷತೆಯನಿಟ್ಟು<br/>ಅಲ್ಲಿಯ ಷಡುದಳಂಗಳನೆ ಪುಷ್ಪದ ಮಾಲೆಯೆಂದು ಧರಿಸಿ,<br/>ಅಲ್ಲಿಯ ಕಮಲ ಸದ್ವಾಸನೆಯ ಧೂಪವ ಬೀಸಿ,<br/>ಅಲ್ಲಿಯ ನೀಲವರ್ಣವನೆ ಕರ್ಪುರದ ಜ್ಯೋತಿಯೆಂದು ಬೆಳಗಿ<br/>ಅಲ್ಲಿಯ ಸ್ವಪ್ನಾವಸ್ಥೆಯೆಂಬ ವಸ್ತ್ರವ ಹೊದಿಸಿ<br/>ನಿಃಕ್ರೋಧವೆಂಬ ಆಭರಣವ ತೊಡಿಸಿ<br/>ಸುರುಚಿಯೆಂಬ ನೈವೇದ್ಯವನರ್ಪಿಸಿ, ನಿಷ್ಠೆಯೆಂಬ ತಾಂಬೂಲವನಿತ್ತು,<br/>ಇಂತು ಗುರುಲಿಂಗದ ಅಷ್ಟವಿಧಾರ್ಚನೆಯ ಮಾಡಿ,<br/>ಕೋಟಿಸೂರ್ಯಪ್ರಭೆಯಂತೆ ಬೆಳಗುವ<br/>ಗುರುಲಿಂಗವನು ಕಂಗಳು ತುಂಬಿ ನೋಡಿ<br/>ಮನದಲ್ಲಿ ಸಂತೋಷಂಗೊಂಡು<br/>ಆ ಗುರುಲಿಂಗದ ಪೂಜೆಯ ನಿರ್ಮಾಲ್ಯವ ಮಾಡದೆ,<br/>ಓಂ ಮಂ ಮಂ ಮಂ ಮಂ ಮಂ ಮಂ ಎಂಬ<br/>ಮಕಾರಷಡ್ವಿಧಮಂತ್ರಂಗಳಿಂದೆ ನಮಸ್ಕರಿಸಿ,<br/>ಆ ಗುರುಲಿಂಗವನು ಕೂಡಿ ಎರಡಳಿದು<br/>ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಹೋಗಿ<br/>ಮಣಿಪೂರಕವೆಂಬ ರಂಗಮಂಟಪದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡಿರ್ದ ಶಿವಲಿಂಗಕ್ಕೆ<br/>ಪರಮಾನಂದವೆಂಬ ಜಲದಿಂ ಮಜ್ಜನಕ್ಕೆರೆದು,<br/>ಅಗ್ನಿನಿವೃತ್ತಿಯಾದ ಗಂಧವ ಧರಿಸಿ<br/>ಅಹಂಕಾರ ನಿರಹಂಕಾರವಾದ ಅಕ್ಷತೆಯನಿಟ್ಟು<br/>ಅಲ್ಲಿಯ ದಶದಳಂಗಳನೆ ಪುಷ್ಪದಮಾಲೆಯೆಂದು ಧರಿಸಿ<br/>ಅಲ್ಲಿ ಕಮಲ ಸದ್ವಾಸನೆಯ ಧೂಪವ ಬೀಸಿ<br/>ಅಲ್ಲಿಯ ಕೆಂಪುವರ್ಣವನೆ ಕರ್ಪುರದ ಜ್ಯೋತಿಯೆಂದು ಬೆಳಗಿ<br/>ಅಲ್ಲಿಯ ಸುಷುಪ್ತಾವಸ್ಥೆಯೆಂಬ ವಸ್ತ್ರವ ಹೊದಿಸಿ<br/>ನಿರ್ಲೋಭವೆಂಬ ಆಭರಣವ ತೊಡಿಸಿ<br/>ಸುರೂಪವೆಂಬ ನೈವೇದ್ಯವನರ್ಪಿಸಿ<br/>ಸಾವಧಾನವೆಂಬ ತಾಂಬೂಲವನಿತ್ತು,<br/>ಇಂತು ಶಿವಲಿಂಗದ ಅಷ್ಟವಿಧಾರ್ಚನೆಯ ಮಾಡಿ<br/>ಕೋಟಿಸೂರ್ಯಪ್ರಭೆಯಂತೆ ಬೆಳಗುವ<br/>ಶಿವಲಿಂಗವನು ಕಂಗಳು ತುಂಬಿ ನೋಡಿ<br/>ಮನದಲ್ಲಿ ಸಂತಸಂಗೊಂಡು<br/>ಆ ಶಿವಲಿಂಗದ ಪೂಜೆಯ ನಿರ್ಮಾಲ್ಯಮಂ ಮಾಡದೆ,<br/>ಓಂ ಶಿಂ ಶಿಂ ಶಿಂ ಶಿಂ ಶಿಂ ಶಿಂ ಎಂಬ<br/>ಶಿಕಾರಷಡ್ವಿಧಮಂತ್ರಂಗಳಿಂದೆ ನಮಸ್ಕರಿಸಿ,<br/>ಆ ಶಿವಲಿಂಗವನು ಕೂಡಿ ಎಡರಳಿದು,<br/>ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಹೋಗಿ<br/>ಅನಾಹತಚಕ್ರವೆಂಬ ರಂಗಮಂಟಪದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡಿರ್ದ ಜಂಗಮಲಿಂಗಕ್ಕೆ<br/>ಶಾಂತಿಯೆಂಬ ಜಲದಿಂ ಮಜ್ಜನಕ್ಕೆರೆದು<br/>ವಾಯುನಿವೃತ್ತಿಯಾದ ಗಂಧವ ಧರಿಸಿ<br/>ಮನ ಸುಮನವಾದ ಅಕ್ಷತೆಯನಿಟ್ಟು<br/>ಅಲ್ಲಿಯ ದ್ವಾದಶದಳಂಗಳನೆ ಪುಷ್ಪದ ಮಾಲೆಯೆಂದು ಧರಿಸಿ,<br/>ಅಲ್ಲಿಯ ಕಮಲ ಸದ್ವಾಸನೆಯ ಧೂಪವ ಬೀಸಿ<br/>ಅಲ್ಲಿಯ ಮಾಂಜಿಷ್ಟವರ್ಣವನೆ ಕರ್ಪುರದಜ್ಯೋತಿಯೆಂದು ಬೆಳಗಿ,<br/>ಅಲ್ಲಿಯ ತೂರ್ಯಾವಸ್ಥೆಯೆಂಬ ವಸ್ತ್ರವ ಹೊದಿಸಿ<br/>ನಿರ್ಮೋಹವೆಂಬ ಆಭರಣವ ತೊಡಿಸಿ<br/>ಸುಸ್ಪರ್ಶನವೆಂಬ ನೈವೇದ್ಯವನರ್ಪಿಸಿ<br/>ಅನುಭಾವವೆಂಬ ತಾಂಬೂಲವನಿತ್ತು<br/>ಇಂತು ಜಂಗಮಲಿಂಗಕ್ಕೆ ಅಷ್ಟವಿಧಾರ್ಚನೆಯ ಮಾಡಿ,<br/>ಕೋಟಿಸೂರ್ಯಪ್ರಭೆಯಂತೆ ಬೆಳಗುವ<br/>ಜಂಗಮಲಿಂಗವನು ಕಂಗಳು ತುಂಬಿ ನೋಡಿ<br/>ಮನದಲ್ಲಿ ಸಂತೋಷಂಗೊಂಡು<br/>ಆ ಜಂಗಮಲಿಂಗದ ಪೂಜೆಯ ನಿರ್ಮಾಲ್ಯವ ಮಾಡದೆ<br/>ಓಂ ವಾಂ ವಾಂ ವಾಂ ವಾಂ ವಾಂ ವಾಂ ಎಂಬ<br/>ವಕಾರಷಡ್ವಿಧಮಂತ್ರಂಗಳಿಂದೆ ನಮಸ್ಕರಿಸಿ,<br/>ಆ ಜಂಗಮಲಿಂಗವನು ಕೂಡಿ ಎರಡಳಿದು,<br/>ಅಲ್ಲಿಂದ ಮುಂದಕ್ಕೆ ಹೋಗಿ<br/>ವಿಶುದ್ಧಿಚಕ್ರವೆಂಬ ರಂಗಮಂಟಪದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡಿರ್ದ ಪ್ರಸಾದಲಿಂಗಕ್ಕೆ<br/>ಕ್ಷಮೆಯೆಂಬ ಜಲದಿಂ ಮಜ್ಜನಕ್ಕೆರೆದು<br/>ಗಗನನಿವೃತ್ತಿಯಾದ ಗಂಧವ ಧರಿಸಿ,<br/>ಜ್ಞಾನ ಸುಜ್ಞಾನವಾದ ಅಕ್ಷತೆಯನಿಟ್ಟು,<br/>ಅಲ್ಲಿಯ ಷೋಡಶದಳಂಗಳನೆ ಪುಷ್ಪದ ಮಾಲೆಯೆಂದು z</font>"
}