{
    "id": "9463", 
    "vachana": "<font>29<br/>ಪರಮಾನುಭಾವಜಂಗಮಾರಾಧನೆಗೆಂದು<br/>ಒಂದೆ ಪಶ್ಚಿಮಾದ್ರಿ ಏಕದಳಪದ್ಮವ ಸಮರ್ಪಿಸಿ,<br/>ಬಚ್ಚಬರಿಯಾನಂದಾಬ್ಧಿಯಲ್ಲಿ ಲೋಲುಪ್ತರಾಗಿರ್ಪರು<br/>ಸದ್‍ಭಕ್ತ ಶರಣಗಣಾರಾಧ್ಯರು.<br/>ಈ ಪೂಜಾಸ್ಥಾನದಲ್ಲಿ ಅಷ್ಟವಿಧಾರ್ಚನೆ  ಷೋಡಶೋಪಚಾರಗಳಿಲ್ಲವು.<br/>ಅದೇನು ಕಾರಣವೆಂದಡೆ :<br/>ಸಗುಣ-ನಿರ್ಗುಣ, ಸಾಕಾರ-ನಿರಾಕಾರ,<br/>ಆದಿಲಿಂಗ ಅನಾದಿಶರಣಸಂಬಂಧವಿಡಿದು,<br/>ಸರ್ವೋಪಚಾರಪೂಜೆಗಳೆರಡು ನಿತ್ಯವಾದ<br/>ಅಂತರಂಗದ ಪರಿಪೂರ್ಣದ್ರವ್ಯ ನಿರಂಜನಪೂಜೆಯೆಂದು<br/>ಇಲ್ಲಿಗೆ ಸದ್ರೂಪವಾದ ಗುರು, ಚಿದ್ರೂಪವಾದ ಲಿಂಗ,<br/>ಚಿನ್ಮಯರೂಪವಾದ ಜಂಗಮಾರ್ಚನೆ.<br/>ಈ ಮೂರು ಸಂಬಂಧಾಚರಣೆಯಾಗಿರ್ಪುವು.<br/>ಈ ನಿಲುಕಡೆಯ ಮೀರಿ ಶೈವಭಿನ್ನಕರ್ಮಿಗಳಂತೆ<br/>ತೀರ್ಥದಲ್ಲಿ ಪೂಜೆಯೊಂದ ಮಾಡಲಾಗದು.<br/>ಅದೇನುಕಾರಣವೆಂದಡೆ :<br/>ಶರಣನ ಸದ್ರೂಪವಾದ ಚಿತ್ಕಾಯದಲ್ಲಿ ಸಂಬಂಧವಾದ<br/>ನಿಜೇಷ್ಠಲಿಂಗ ವೃತ್ತಗೋಳಕಮುಖಂಗಳಲ್ಲಿ<br/>ದೀP್ಷಗುರು ಮೋP್ಷಗುರು ಶಿP್ಷಗುರುಸ್ಥಲವಾದ<br/>ಸಾಕಾರಗುರುಲಿಂಗಜಂಗಮವಾಗಿ ನೆಲಸಿರ್ಪುದುದರಿಂದ<br/>ಆ ಇಷ್ಟಲಿಂಗಸೂತ್ರವಿಡಿದು,<br/>ಅಷ್ಟವಿಧಾರ್ಚನೆ ಷೋಡಶೋಪಚಾರವ ಮಾಡುವುದೆ<br/>ಸಗುಣಾರ್ಚನೆಯೊಳಗಿನ ಕ್ರಿಯಾರ್ಚನೆಯು.<br/>ಇದೀಗ ಅನಾದಿಪ್ರಮಥಗಣ ಸುಕರಾರ್ಚನೆ ಸೂತ್ರವು.<br/>ಶರಣನ ಚಿದ್ರೂಪವಾದ ಚಿತ್‍ಪ್ರಾಣದಲ್ಲಿ ಸಂಬಂಧವಾದ ಚಿತ್ಪ್ರಾಣಲಿಂಗ<br/>ತಾರಕಾಕೃತಿ, ದಂಡಕಾಕೃತಿ, ಕುಂಡಲಾಕೃತಿ,<br/>ಅರ್ಧಚಂದ್ರಾಕೃತಿ, ದರ್ಪಣಾಕೃತಿ, ಜ್ಯೋತಿರಾಕೃತಿಗಳಲ್ಲಿ<br/>ಕಾಯಾನುಗ್ರಹ ಪ್ರಾಣಾನುಗ್ರಹ ಇಂದ್ರಿಯಾನುಗ್ರಹಸ್ಥಲವಾದ<br/>ನಿರಾಕಾರ ಚಿದ್ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಮಂತ್ರವಾಗಿ ನೆಲಸಿರ್ಪುದುದರಿಂದ<br/>ಆ ಪ್ರಾಣಲಿಂಗಸೂತ್ರವಿಡಿದು, ಮಂತ್ರ ಧ್ಯಾನ ಜಪಸ್ತೋತ್ರಂಗಳಿಂದ<br/>ಸೂP್ಷ್ಮರ್ಚನೆಯ ಮಾಡುವುದೆ ಸಗುಣಾರ್ಚನೆಯೊಳಗಿನ ಜ್ಞಾನಾರ್ಚನೆಯು.<br/>ಇದೀಗ ಅನಾದಿಪ್ರಮಥಗಣ ನಿರಾರ್ಚನ ಸೂತ್ರವು.<br/>ಶರಣಚಿನ್ಮಯರೂಪವಾದ ಚಿತ್ಸೂರ್ಯಚಂದ್ರಾಗ್ನಿಮಂಡಲತ್ರಯಂಗಳಲ್ಲಿ<br/>ಪರಮಾಣುಮೂರ್ತಿ ಭಾವಲಿಂಗ ಅಖಂಡಜ್ಯೋತಿರಾಕೃತಿ<br/>ಅಖಂಡಮಹಾಜ್ಯೋತಿರಾಕೃತಿಗಳಲ್ಲಿ ಅಖಂಡಮಹಾಚಿಜ್ಜ್ಯೋತಿರಾಕೃತಿಗಳಲ್ಲಿ<br/>ಕಾಯಾರ್ಪಣ ಕರಣಾರ್ಪಣ ಭಾವಾರ್ಪಣ ಪರಿಣಾಮಾರ್ಪಣಸ್ಥಲವಾದ<br/>ನಿರವಯಚಿತ್ಪಾದೋದಕ ಚಿತ್ಪ್ರಸಾದವಾಗಿ ನೆಲಸಿರ್ಪುವುದರಿಂದ<br/>ಆ ಭಾವಲಿಂಗಸೂತ್ರವಿಡಿದು ಮನೋರ್ಲಯ ನಿರಂಜನವಾದ ಘನಮನದಿಂದ<br/>ಕರಣಾರ್ಚನೆಯ ಮಾಡುವುದೆ ಸಗುಣಾರ್ಚನೆಯೊಳಗಿನ ಮಹಾಜ್ಞಾನಿಯು.<br/>ಇದೀಗ ಅನಾದಿಪ್ರಮಥಗಣ ನಿರವಯಾರ್ಚನೆಯ ಸೂತ್ರವು.<br/>ಈ ನಿಲುಕಡೆಗಳಿಂದ ಪ್ರಮಥಗಣ ಹೋದ ಮಾರ್ಗವ ತಿಳಿದು,<br/>ಸಾಕಾರವಾದ ಕಾಯವಿಡಿದು ಬಂದ<br/>ರೂಪಾದ ಅಷ್ಟವಿರ್ಧಾಚನೆ ಷೋಡಶೋಪಚಾರವ<br/>ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಮಾಡುವುದೇ ಕಾಯಾರ್ಚನೆಯೆನಿಸುವುದು.<br/>ನಿರಾಕಾರವಾದ ಕರಣವಿಡಿದು ಬಂದ ಚಿದ್ರೂಪವಾದ<br/>ಮಂತ್ರ ಧ್ಯಾನ ಜಪಸ್ತೋತ್ರಂಗಳ<br/>ಚಿದ್ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಮಂತ್ರಕ್ಕೆ ಮಾಡುವುದೆ ಕರಣಾರ್ಚನೆಯೆನಿಸುವುದು.<br/>ನಿರವಯವಾದ ಭಾವವಿಡಿದು ಬಂದ ಚಿನ್ಮಯರೂಪಾದ<br/>ಮನೋರ್ಲಯ ನಿರಂಜನ  ಘನಮನೋಲ್ಲಾಸ ಚಿದ್ಬೆಳಗುಗಳ<br/>ಚಿತ್ಪಾದತೀರ್ಥ ಪ್ರಸಾದಕ್ಕೆ ಮಾಡುವುದೆ ಭಾವಾರ್ಚನೆಯೆನಿಸುವುದು.<br/>ಹೀಂಗೆ ಪೂರ್ವಪುರಾತನೋಕ್ತಿಯಿಂದ ಸಾಕಾರವಾದ ಕಾಯಾರ್ಚನೆಯ<br/>ಕರಸ್ಥಲದ ಇಷ್ಟಲಿಂಗಕ್ಕೆ, ಆ ಇಷ್ಟಲಿಂಗಕ್ಕೆ ಚೈತನ್ಯವಾದ<br/>ಚರಲಿಂಗಪಾದಕ್ಕೆ ಮಾಡುವುದು ಸಾಧ್ಯ.<br/>ಗಣಂಗಳು ನಿರಾಕಾರವಾದ ಕರಣಾರ್ಚನೆಯ<br/>ಚರಜಂಗಮಲಿಂಗದ ಚರಣಾಬ್ಜದ ಕೊನೆಮೊನೆಯೊಳಗೆ<br/>ಮೂಲಮಂತ್ರಮೂರ್ತಿ ಚಿನ್ಮಂಡಲಾಧಿಪತಿ ಪ್ರಾಣಲಿಂಗಸೂತ್ರಂಗಳೊಳ್<br/>ಚಿತ್ಕರಣಂಗಳೊಂದುಗೂಡಿ ಪಶ್ಚಿಮಾದ್ರಿ ಏಕಕುಸಮದೊಳು ಹುದುಗಿ<br/>ನಿಜದೃಷ್ಟಿ ಕಡೆ ಸೂಸಲೀಯದೆ,<br/>ನಿರಂಜನಜಂಗಮಾರ್ಚನೆಯು ಮೊದಲಾದ<br/>ಚಿದ್ವಿಭೂತಿರುದ್ರಾಕ್ಷಿ ಮಂತ್ರಬ್ರಹ್ಮಕ್ಕೆ ಮಾಡುವುದು ಸಾಧ್ಯ.<br/>ಗಣಂಗಳು ನಿರವಯವಾದ ಭಾವಾರ್ಚನೆಯ<br/>ಚರಜಂಗಮ ಜಂಗಮಲಿಂಗ ಲಿಂಗಶರಣ ಶರಣ ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಮಂತ್ರ,<br/>ಆ ಚಿದ್ವಿಭೂತಿ ರುದ್ರಾಕ್ಷಿ ಮಂತ್ರವೆ<br/>ಪರಮಪರುಷಾಂಬುಧಿ ಪರಮಪರುಷಾನಂದದ ಖಣಿ<br/>ಚಿತ್ಪಾದೋದಕ ಪ್ರಸಾದ.<br/>ಆ ಚಿತ್ಪಾದೋದಕಪ್ರಸಾದ ಮಂತ್ರಮಣಿ ವಿಭೂತಿ<br/>ಶರಣಲಿಂಗಜಂಗಮಚರವೆ ಘನಕ್ಕೆ ಮಹಾಘನವೆಂದಾರಾಧಿಸಿ,<br/>ಕೂಡಿ ಎರಡಳಿದು ಭಕ್ತನೆಂಬೆರಡಕ್ಷರವೆ ಪಾವನಾರ್ಥಚಿದಂಗ,<br/>ಆ ಚಿದ್ಘನಲಿಂಗವೆಂದಷ್ಟಾವರಣಸ್ವರೂಪ.<br/>ಚಿದ್ಘ ನಗುರು ತಾನೆ ತಾನಾದ ಬಯಲಪೂಜೆಗಳರಿದಾನಂದಿಸುವವರೆ<br/>ನಿರವಯಪ್ರಭು ಮಹಾಂತನ ಘನಕ್ಕೆ ಘನವೆಂದವರ ಆಳಿನಾಳಾಗಿರ್ಪೆ ಕಾಣಾಸಿದ್ಧಮಲ್ಲಿಕಾರ್ಜುನಲಿಂಗೇಶ್ವರ.</font>"
}