{
    "id": "9493", 
    "vachana": "<font>59<br/>ಮನಕ್ಕೆ ಮಂಗಳವಾಗಿ ಚೇತನಕೃತಿಯಿಂದ ವಿರಾಜಿಸುವ<br/>ಪ್ರಾಣಸೂತಕವದೆಂತೆಂದೊಡೆ ವಿಚಾರ :<br/>ಶ್ರೀಗುರುಘನಗಂಭೀರ ಮೋಕ್ಷಕರ್ತನ ಕರುಣಕಟಾಕ್ಷೆಯಿಂದೆ<br/>ಅಣುವಿಂಗಣು ಮಹತ್ತಿಂಗೆ ಮಹತ್ತಾಗಿ ಪರಿಶೋಭಿಸುವಂತೆ<br/>ಚಿದ್ಭ್ರಹ್ಮವ ಒಳಹೊರಗೆನ್ನದೆ<br/>ಸಾಕಾರ ನಿರಾಕಾರ ಆಚರಣೆಸಂಬಂಧಗಳಿಂದ ತುಂಬಿ ತುಳುಕಾಡುತ್ತ<br/>ಲಿಂಗನಡೆ ಲಿಂಗನುಡಿ ಲಿಂಗದೃಢ ಲಿಂಗರತಿ ಲಿಂಗಗತಿಮತಿ,<br/>ಲಿಂಗಾಂಗಸಂಗಸಮರಸಕೂಟದಭಿಮುಖ ಲಿಂಗಾಭಿಮಾನ,<br/>ಲಿಂಗಭೋಗೋಪಭೋಗಂಗಳೊಳ್ ತಾನೆ ತಾನಾಗಿರ್ಪ ಶಿಯೋಗೀಶ್ವರನು.<br/>ಸ್ಥೂಲಸೂಕ್ಷ್ಮವಾದ ವಿಸರ್ಜನೆ  ಬಂದೊದಗಿದ ಸಮಯದಲ್ಲಿ ವಿಸರ್ಜಿಸಿ<br/>ಪ್ರಕ್ಷಾಲ್ಯದಿಂದ ಸುಚಿರ್ಭೂತನಾಗಿ, ಪರಿಣಾಮೋದಕವ ಶೋಧಿಸಿ,<br/>ಪವಿತ್ರತೆಯಿಂದ ಹನ್ನೆರಡು ವೇಳೆ  ಪ್ರಕ್ಷಾಲನಂಗೈದು<br/>ದಂತಪಕ್ತಿಗಳ ತೀಡಿ, ಮುಕ್ಕುಳೋದಕದಿಂದ ಪರಿಣಾಮಿತನಾಗಿ,<br/>ಒಂದನೇ ವಿಸರ್ಜಿಸಿದಲ್ಲಿ ಉದಕವು ಬಳಸಿ ಪರಿಣಾಮವಾಗಿ,<br/>ಭಾಂಡವಾದರೆ ಬೆಳಗಿ, ಪಾವುಡವ ತೊಳೆದು ಒಣಹಾಕಿ,<br/>ಹಸ್ತಪಾದವ ತೊಳೆದು, ಪವಿತ್ರೋದಕದಿಂದ<br/>ಆರುವೇಳೆ ಗಂಡೂಷಮಂ ಮಾಡಿ<br/>ಜಿಹ್ವೆಯ ತೊಳೆದು, ತದನಂತರದಲ್ಲಿ ಹರಗುರುಸ್ಮರಣೆಯಿಂದ<br/>ಸುಗಂಧಯುಕ್ತವಾದ ಪತ್ರಿಪುಷ್ಪವು,<br/>ಸುರಸಯುಕ್ತವಾದ ಹಣ್ಣು  ಕಾಯಿಗಳ ಕೊಯಿದು ಕಂಡ್ರಿಸಿ,<br/>ಭ್ರಮರಾದಿಗಳುಳಿದು ಗುರುಚರಗಣಾರಾಧ್ಯರಿಗೆ<br/>ಕೆಲವು ಕೊಟ್ಟು ಶರಣೆಂದು,<br/>ಉಳಿದಂಥವ ತಮ್ಮ ಗೃಹಕ್ಕೆ ತರುವಂಥದೇ<br/>ಮಾರ್ಗಾಚರಣೆಯ ಕ್ರಿಯಾಚಾರದಿರವೆಂದುದು.<br/>ಇದಲ್ಲದೆ ಸ್ಥೂಲಸೂಕ್ಷ್ಮವ ವಿಸರ್ಜಿಸಿ<br/>ತನಗೆ ಜರೂರು ಇದ್ದರೆ ತಂಬಿಗೆ ಹಸ್ತಪಾದವ<br/>ಮೃತ್ತಿಕಾಶೌಚದಿಂದ ಪ್ರಕ್ಷಾಲನಂಗೈದು ನಿರ್ಮಲವೆನಿಸಿ,<br/>ಶ್ರೀಗುರುಲಿಂಗಜಂಗಮದ ನೆನಹು<br/>ನಿರ್ಧಾರವಾಗಿ ನಿಂದ ಭಕ್ತಮಹೇಶ್ವರರು<br/>ಜಿಹ್ವಾಗ್ರವ ಪ್ರಕ್ಷಾಲ್ಯವಂ ಮುಂದಿಟ್ಟು<br/>ಆ ಜಿಹ್ವಾಗ್ರದಲ್ಲಿ ಚರಿಸುವ ಪರಮಾನಂದಜಲವ ತೂಪಿರಿಸುತ್ತ,<br/>ಸುಗಂಧರಸದ್ರವ್ಯಂಗಳ ಕ್ರಿಮಿಕ್ರಿಮಿಗಳ ಕಂಡ್ರಿಸಿ<br/>ಎಂಜಲವನುಳಿದು ಸುಚಿತ್ತ ಹಸ್ತದಿಂದೆತ್ತಿಕೊಂಬುವುದೆ<br/>ಆಚರಣೆಯೊಳಗಿನ ಸಂಬಂಧವ ಮೀರಿದ ಕ್ರಿಯಾಚರಣೆಯೆನಿಸಿತ್ತು.<br/>ಗಣಾರಾಧ್ಯರಿಗೆ ಈ ನಿರ್ಣಯಗಳನರಿಯದೆ<br/>ತಾ ನಿರ್ಮಲ ಪರಿಪಕ್ವವಾದ ವರ್ಮಾದಿವರ್ಮವಗಾಣದೆ<br/>ಸ್ಥೂಲಸೂಕ್ಷ್ಮವ ವಿಸರ್ಜಿಸಿ, ಹಸ್ತಪಾದವ ತೊಳೆದು,<br/>ತಂಬಿಗೆಯ ಬೆಳಗಿಕೊಂಡು ಬರುವ ಪಥದಲ್ಲಿ ಸುರಸದ್ರವ್ಯವಂ ಕಂಡು<br/>ಕ್ರಯ ವಿಕ್ರಯವ ಮಾಡಿ , ಸೆರಗಿನಲ್ಲಿ ಕಟ್ಟಿ,<br/>ಬರುವಷ್ಟರೊಳಗೆ ಸುಗಂಧಯುಕ್ತವಾದ ಪುಷ್ಪಪತ್ರಿಗಳ ಕಂಡು,<br/>ಅತಿಮೋಹವಿಟ್ಟು, ಸಂಭ್ರಮದಿಂದ ನಿಂದು,<br/>ಜಿಹ್ವಾಗ್ರವ ತೊಳೆಯಲಿಲ್ಲವುಯೆಂದು<br/>ಸಂಕಲ್ಪದಿಂದ ಭ್ರಾಂತುಭ್ರಮೆಚಿತ್ತನಾಗಿ,<br/>ಅಂತರಂಗದಲ್ಲಿ ಬಿಡಲಾರದ ಅತಿಯಾಸೆ, ಕೇಳಲಾರದ ಸಂಶಯಗಳಿಂದ<br/>ತೊಳತೊಳಗಿ ಹೊಯಿದಾಡುತಿರ್ಪುದೆ<br/>ತೃತೀಯದಲ್ಲಿ ಮನದೊಳಗಣ ಅಂತರಂಗದ ಪ್ರಾಣಸೂತಕ ಕಾಣಾನಿರವಯಪ್ರಭುಮಹಾಂತ ಸಿದ್ಧಮಲ್ಲಿಕಾರ್ಜುನಲಿಂಗೇಶ್ವರ.</font>"
}