{
    "id": "6685", 
    "vachana": "<font>35<br/>ಅಯ್ಯಾ, ಪರಾತ್ಪರ  ಸತ್ಯ ಸದಾಚಾರ<br/>ಗುರುಲಿಂಗಜಂಗಮದ ಶ್ರೀಚರಣವನು<br/>ಹಿಂದೆ ಹೇಳಿದ ಅಚ್ಚಪ್ರಸಾದಿಯೋಪಾದಿಯಲ್ಲಿ<br/>ನಿರ್ವಂಚಕತ್ವದಿಂದ ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ<br/>ಅರ್ಥಪ್ರಾಣಾಭಿಮಾನವ ಸಮರ್ಪಿಸಿ,<br/>ಒಪ್ಪತ್ತು ಅಷ್ಟವಿಧಾರ್ಚನೆ  ಷೋಡಶೋಪಚಾರದಿಂದ<br/>ಅರ್ಚನೆಯ ಮಾಡಿ, ಆ ಚರಣೋದಕ ಪ್ರಸಾದವನು<br/>ತನ್ನ ಸರ್ವಾಂಗದಲ್ಲಿ ನೆಲೆಸಿರ್ಪ ಇಷ್ಟ ಮಹಾಲಿಂಗದೇವಂಗೆ<br/>ಕೊಟ್ಟು ಕೊಂಬುವಂತಹದೆ ಇದಿರಿಟ್ಟು<br/>ಜಂಗಮ ಪಾದೋದಕ ಪ್ರಸಾದವ ಕೊಂಬ<br/>ಆಚರಣೆಯ ನಿಲುಗಡೆ ನೋಡಾ.<br/>ಆಮೇಲೆ ಒಪ್ಪತ್ತು ಸಂಬಂಧವಿಟ್ಟು<br/>ಆಚರಿಸುವ ನಿಲುಕಡೆ  ಎಂತೆಂದಡೆ<br/>ಅಯ್ಯಾ, ನಿನ್ನ ಷಟ್‍ಸ್ಥಾನದಲ್ಲಿ ನೆಲೆಸಿರ್ಪ ಇಷ್ಟಮಹಾಲಿಂಗದೇವನ<br/>ತ್ರಿವಿಧಸ್ಥಾನದಲ್ಲಿ ಓಂ ಬಸವಣ್ಣ ಚೆನ್ನಬಸವಣ್ಣ ಅಲ್ಲಮಪ್ರಭುವೆಂಬ<br/>ತ್ರಿವಿಧ ನಾಮಸ್ವರೂಪವಾದ ಷೋಡಶಾಕ್ಷರಂಗಳೆ<br/>ಷೋಡಶವರ್ಣವಾಗಿ ನೆಲೆಸಿಪ್ಪರು ನೋಡಾ.<br/>ಇಂತು ಷೋಡಶಕಳಾಸ್ವರೂಪವಾದ<br/>ಚಿದ್ಘನ ಮಹಾಲಿಂಗದೇವನ<br/>ನಿರಂಜನ ಜಂಗಮದೋಪಾದಿಯಲ್ಲಿ<br/>ಸಗುಣ ನಿರ್ಗುಣ  ಪೂಜೆಗಳ ಮಾಡಿ<br/>ಜಂಗಮಚರಣಸೋಂಕಿನಿಂ ಬಂದ<br/>ಗುರುಪಾದೋದಕವಾದಡೂ ಸರಿಯೆ,<br/>ಅದು ದೊರೆಯದಿದ್ದಡೆ,<br/>ಲಿಂಗಾಣತಿಯಿಂ ಬಂದೊದಗಿದ<br/>ಪರಿಣಾಮೋದಕವಾದಡೂ ಸರಿಯೆ,<br/>ಒಂದು ಭಾಜನದಲ್ಲಿ ಸೂಕ್ಷ್ಮದಿಂ ರಚಿಸಿ<br/>ಆ ಉದಕದೊಳಗೆ ಹಸ್ತೋದಕ<br/>ಮಂತ್ರೋದಕ ಭಸ್ಮೋದಕವ ಮಾಡಿ,<br/>ಆ ಮೇಲೆ ಅನಾದಿ ಮೂಲಪ್ರಣವ ಪ್ರಸಾದಪ್ರಣವದೊಳಗೆ<br/>ಅಖಂಡಜ್ಯೋತಿಪ್ರಣವ, ಅಖಂಡಮಹಾಜ್ಯೋತಿಪ್ರಣವವ ಲಿಖಿತವಮಾಡಿ,<br/>ಶುದ್ಧಾದಿಯಾದ ಪೂರ್ಣಭಕ್ತಿಯಿಂದ<br/>ಮಹಾಚಿದ್ಘನತೀರ್ಥವೆಂದು ಭಾವಿಸಿ<br/>ಪಂಚಾಕ್ಷರ ಷಡಕ್ಷರ ಮಂತ್ರಧ್ಯಾನದಿಂದ<br/>ಅನಿಮಿಷದೃಷ್ಟಿಯಿಂ ನಿರೀಕ್ಷಿಸಿ,<br/>ಮೂರು ವೇಳೆ  ಪ್ರದಕ್ಷಿಣವ ಮಾಡಿ,<br/>ಆ ಚಿದ್ಘನ ತೀರ್ಥವನು ದ್ವಾದಶದಳ ಕಮಲದ ಮಧ್ಯದಲ್ಲಿ ನೆಲೆಸಿರ್ಪ<br/>ಇಷ್ಟ ಮಹಾಲಿಂಗ ಜಂಗಮಕ್ಕೆ<br/>ಅಷ್ಟವಿಧಮಂತ್ರ ಸಕೀಲಂಗಳಿಂದ<br/>ಆಚಾರಾದಿ ಶೂನ್ಯಾಂತವಾದ ಅಷ್ಟವಿಧ ಲಿಂಗಧ್ಯಾನದಿಂದ<br/>ಅಷ್ಟವಿಧ ಬಿಂದುಗಳ ಸಮರ್ಪಿಸಿದಲ್ಲಿಗೆ<br/>ಅಷ್ಟವಿಧೋದಕವಾಗುವುದಯ್ಯಾ.<br/>ಆ ಇಷ್ಟಮಹಾಲಿಂಗ ಜಂಗಮವೆತ್ತಿ<br/>ಅಷ್ಟಾದಶಮಂತ್ರ ಸ್ಮರಣೆಯಿಂದ<br/>ಮುಗಿದಲ್ಲಿಗೆ ನವಮೋದಕವಾಗುವುದಯ್ಯಾ.<br/>ಉಳಿದೋದಕವ ತ್ರಿವಿಧ  ಪ್ರಣವಧ್ಯಾನದಿಂದ<br/>ಮುಕ್ತಾಯವ ಮಾಡಿದಲ್ಲಿಗೆ<br/>ದಶವಿಧೋದಕವೆನಿಸುವುದಯ್ಯಾ.<br/>ಹೀಗೆ ಮಹಾಜ್ಞಾನ ಲಿಂಗಜಂಗಮಸ್ವರೂಪ ಪಾದತೀರ್ಥ<br/>ಮುಗಿದ ಮೇಲೆ ತಟ್ಟೆ ಬಟ್ಟಲಲ್ಲಿ ಎಡೆಮಾಡಬೇಕಾದಡೆ<br/>ಗೃಹದಲ್ಲಿರ್ದ ಕ್ರಿಯಾಶಕ್ತಿಯರಿಗೆ ಧಾರಣವಿರ್ದಡೆ<br/>ತಾ ಸಲಿಸಿದ ಪಾದೋದಕ ಪ್ರಸಾದವ ಕೊಡುವುದಯ್ಯಾ.<br/>ಸಹಜಲಿಂಗಭಕ್ತರಾದಡೆ<br/>ಮುಖ ಮಜ್ಜನವ ಮಾಡಿಸಿ ತಾ ಧರಿಸುವ<br/>ವಿಭೂತಿಧಾರಣವ ಮಾಡಿಸಿ<br/>ಶಿವಶಿವಾ ಹರಹರ ಬಸವಲಿಂಗಾ ಎಂದು ಬೋದಿsಸಿ<br/>ಎಡೆಮಾಡಿಸಿಕೊಂಬುವುದಯ್ಯಾ.<br/>ಆಮೇಲೆ ತಾನು ಸ್ಥಲವಾದಡೆ ಸಂಬಂಧಪಟ್ಟು,<br/>ಪರಸ್ಥಲವಾದಡೆ ಚಿದ್ಘನ ಇಷ್ಟಮಹಾಲಿಂಗ ಜಂಗಮವ<br/>ವಾಮಕರಸ್ಥಲದಲ್ಲಿ ಮೂರ್ತಮಾಡಿಸಿಕೊಂಡು<br/>ದಕ್ಷಿಣಹಸ್ತದಲ್ಲಿ ಗುರುಲಿಂಗಜಂಗಮ ಸೂತ್ರವಿಡಿದು<br/>ಬಂದ ಕ್ರಿಯಾಭಸಿತವ ಲೇಪಿಸಿ,<br/>ಮೂಲಪ್ರಣವ ಪ್ರಸಾದಪ್ರಣವದೊಳಗೆ<br/>ಗೋಳಕಪ್ರಣವ ಅಖಂಡಗೋಳಕಪ್ರಣವ<br/>ಅಖಂಡ ಮಹಾಗೋಳಕಪ್ರಣವ,<br/>ಜ್ಯೋತಿಪ್ರಣವ ಧ್ಯಾನದಿಂದ<br/>ದ್ವಾದಶ ಮಣಿಯ ಧ್ಯಾನಿಸಿ ಪ್ರದಕ್ಷಿಸಿ,<br/>ಮೂಲಮೂರ್ತಿ ಲಿಂಗಜಂಗಮದ ಮಸ್ತಕದ ಮೇಲೆ ಸ್ಪರ್ಶನವ ಮಾಡಿ,<br/>ಬಟ್ಟಲಿಗೆ ಮೂರು ವೇಳೆ  ಸ್ಪರ್ಶನವ ಮಾಡಿ,<br/>ಪದಾ ರ್ಥದ ಪೂರ್ವಾಶ್ರಯವ ಕಳೆದು<br/>ಶುದ್ಧಪ್ರಸಾದವೆಂದು ಭಾವಿಸಿ,<br/>ಆ ಇಷ್ಟ ಮಹಾಲಿಂಗ ಜಂಗಮಕ್ಕೆ<br/>ಅಷ್ಟಾದಶ ಮಂತ್ರಸ್ಮರಣೆಯಿಂದ<br/>ಮೂರುವೇಳೆ ರೂಪ ಸಮರ್ಪಿಸಿ, ಎರಡು ವೇಳೆ  ರೂಪ ತೋರಿ,<br/>ಚಿರಪ್ರಾಣಲಿಂಗ ಮಂತ್ರ ಜಿಹ್ವೆಯಲ್ಲಿಟ್ಟು<br/>ಆರನೆಯ ವೇಳೆಗೆ ಭೋಜ್ಯಗಟ್ಟಿ<br/>ಆ ಇಷ್ಟಮಹಾಲಿಂಗ ಮಂತ್ರಧ್ಯಾನದಿಂದ ಸಮರ್ಪಿಸಿ,<br/>ಷಡ್ವಿಧ ಲಿಂಗಲೋಲುಪ್ತಿಯಿಂದ ಸಂತೃಪ್ತನಾಗಿ ಆಚರಿಸಿದಾತನೆಗುರುಭಕ್ತನಾದ ನಿಚ್ಚಪ್ರಸಾದಿಯೆಂಬೆ ಕಾಣಾ ಚೆನ್ನಮಲ್ಲಿಕಾರ್ಜುನಾ</font>"
}