{
    "id": "6708", 
    "vachana": "<font>58 <br/>ಆದಿ ಅನಾದಿ ನಿತ್ಯಾನಿತ್ಯವ ತಿಳಿಯಲರಿಯದೆ <br/>ವಾಯಕ್ಕೆ ಪರಬ್ರಹ್ಮವ ನುಡಿವ <br/>ವಾಯುಪ್ರಾಣಿಗಳವರೆತ್ತ ಬಲ್ಲರೋ, <br/>ಆ ಪರಬ್ರಹ್ಮದ ನಿಜದ ನಿಲವ ? <br/>ಅದೆಂತೆಂದಡೆ ; <br/>ಆದಿಯೆ ದೇಹ, ಅನಾದಿಯೆ ನಿರ್ದೇಹ, <br/>ಆದಿಯೆ ಸಕಲ, ಅನಾದಿಯೆ ನಿಷ್ಕಲ, <br/>ಆದಿಯೆ ಜಡ, ಅನಾದಿಯೆ ಅಜಡ. <br/>ಆದಿಯೆ ಕಾಯ, ಅನಾದಿಯೆ ಪ್ರಾಣ. <br/>ಈ ಎರಡರ ಯೋಗವ ಭೇದಿಸಿ <br/>ತನ್ನಿಂದ ತಾನೆ ತಿಳಿದು ನೋಡಲು, <br/>ಆದಿ ಸಂಬಂಧವಪ್ಪ ಭೂತಂಗಳು ನಾನಲ್ಲ. <br/>ದಶವಿಧೇಂದ್ರಿಯಂಗಳು ನಾನಲ್ಲ, ದಶವಾಯುಗಳು ನಾನಲ್ಲ. <br/>ಅಷ್ಟಮದಂಗಳು, ಸಪ್ತವ್ಯಸನಂಗಳು, <br/>ಅರಿಷಡ್ವರ್ಗಂಗಳು, ಷಡೂರ್ಮಿಗಳು, ಷಡ್ಬ್ರಮೆಗಳು, <br/>ಷಡ್ಭಾವವಿಕಾರಂಗಳು, ಷಟ್ಕರ್ಮಂಗಳು, ಷಡ್ಧಾತುಗಳು, <br/>ತನುತ್ರಯಂಗಳು, ಜೀವತ್ರಯಂಗಳು, <br/>ಮಲತ್ರಯಂಗಳು, ಮನತ್ರಯಂಗಳು, <br/>ಗುಣತ್ರಯಂಗಳು, ಭಾವತ್ರಯಂಗಳು, <br/>ತಾಪತ್ರಯಂಗಳು, ಅಂತಃಕರಣಂಗಳು <br/>ಇಂತಿವಾದಿಯಾಗಿ ತೋರುವ ತೋರಿಕೆಯೇನೂ <br/>ನಾನಲ್ಲ, ನನ್ನವಲ್ಲ. <br/>ಇಂತಿವೆಲ್ಲವೂ ನನ್ನಾಧೀನವಾಗಿಪ್ಪವು <br/>ನಾನಿವರಾಧೀನದವನಲ್ಲ. <br/>ನಾನು ತೂರ್ಯ  ತೂರ್ಯಾತೀತವಪ್ಪ <br/>ಸತ್ತು ಚಿತ್ತಾನಂದ ನಿತ್ಯಪರಿಪೂರ್ಣವಸ್ತುವೆ ತನ್ನಿರವೆಂದು ತಿಳಿಯೆ, <br/>ಆ ತಿಳಿದ ಮಾತ್ರದಲ್ಲಿಯೇ ಅನಿತ್ಯದ ಬೆಸುಗೆ ಬಿಟ್ಟು <br/>ನಿರಾಳದಲ್ಲಿ ನಿಜವನೈದಲರಿಯದೆ <br/>ಮತ್ತೆಯುಂ ಭೌತಿಕ ತತ್ವಸಂಬಂಧಿಯಾಗಿ ಇರುತ್ತಿರಲು, <br/>ಇಂತೀ ತತ್ವದಾದಿ ತಾನೆಂತೆನಲು <br/>ಆ ಪರಬ್ರಹ್ಮವಪ್ಪ ನಿತ್ಯನಿರಾಳ ನಿಃಶೂನ್ಯಲಿಂಗವೆ <br/>ತನ್ನ ಲೀಲಾವಿಲಾಸದಿಂದ ತಾನೆ ಸುನಾದ ಬಿಂದು  ಪ್ರಕಾಶ <br/>ತೇಜೋಮೂರ್ತಿಯಾಗಿ ನಿಂದು ಮಹಾಲಿಂಗವೆಂದೆನಿಸಿತ್ತು. <br/>ಆ ಮಹಾಲಿಂಗವೆ ಪಂಚಸಾದಾಖ್ಯವೆಂದೆನಿಸಿತ್ತು. <br/>ಆ ಪಂಚಸಾದಾಖ್ಯವೆ ಪಂಚಲಿಂಗ ಪ್ರಕಾಶವೆಂದೆನಿಸಿತ್ತು. <br/>ಆ ಪಂಚಲಿಂಗ ಪ್ರಕಾಶವೆ ಪಂಚಮುಖವೆಂದೆನಿಸಿತ್ತು. <br/>ಆ ಪಂಚಮುಖದಿಂದವೆ ಪಂಚಾಕ್ಷರಿಯುತ್ಪತ್ತಿ. <br/>ಆ ಪಂಚಾಕ್ಷರಿಯಿಂದವೆ ಪಂಚಕಲೆಗಳುತ್ಪತ್ತಿ. <br/>ಆ ಪಂಚಕಲೆಗಳಿಂದವೆ ಜ್ಞಾನ ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  <br/>ಅಹಂಕಾರಗಳುತ್ಪತ್ತಿ. <br/>ಆ ಜ್ಞಾನ ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  ಅಹಂಕಾರಗಳಿಂದವೆ <br/>ಪಂಚತನ್ಮಾತ್ರಂಗಳುತ್ಪತ್ತಿ. <br/>ಆ ಪಂಚತನ್ಮಾತ್ರಂಗಳಿಂದವೆ ಪಂಚಭೂತಂಗಳುತ್ಪತ್ತಿ. <br/>ಆ ಪಂಚಭೂತಂಗಳೇ ಪಂಚೀಕರಣವನೆಯ್ದಿ <br/>ಆತ್ಮಂಗೆ ಅಂಗವಾಯಿತ್ತು. <br/>ಆ ಅಂಗಕ್ಕೆ ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳು ಕರ್ಮೇಂದ್ರಿಯಂಗಳು <br/>ಪ್ರತ್ಯಂಗವೆಂದೆನಿಸಿತ್ತು. <br/>ಇಂತು ದೇಹ ಸಂಬಂಧಮಂ <br/>ಶಿವ ತನ್ನ ಚಿದಂಶಿಕನಪ್ಪ ಆತ್ಮಂಗೆ ಸಂಬಂಧಿಸಿದನಾಗಿ, <br/>ಆ ಸಂಬಂಧಿಸಿದ ಕಾಯದ ಪೂರ್ವಾಶ್ರಯವು <br/>ಎಲ್ಲಿಯಾಯಿತ್ತು ಅಲ್ಲಿಯೇ ಅಡಗಿಸಿ <br/>ಆ ಕಾಯದ ಪೂರ್ವಾಶ್ರಯವನಳಿದು <br/>ಮಹಾ ಘನಲಿಂಗವ ವೇಧಿಸಿ ಕೊಟ್ಟು, <br/>ಶಿವ ತಾನೆ ಗುರುವಾಗಿ ಬಂದು <br/>ಮಹಾಘನಲಿಂಗವ ವೇದಿsಸಿ ಕೊಟ್ಟ  ಪರಿ  ಎಂತೆಂದಡೆ <br/>ಆತ್ಮಗೂಡಿ ಪಂಚಭೂತಂಗಳನೆ ಷಡ್ವಿಧ ಅಂಗವೆಂದೆನಿಸಿ, <br/>ಆ ಅಂಗಕ್ಕೆ ಆ ಕಲೆಗಳನೆ ಷಡ್ವಿಧ ಶಕ್ತಿಗಳೆಂದೆನಿಸಿ, <br/>ಆ ಶಕ್ತಿಗಳಿಗೆ ಷಡ್ವಿಧ ಭಕ್ತಿಯನಳವಡಿಸಿ, <br/>ಆ ಭಕ್ತಿಗಳಿಗೆ ಭಾವ ಜ್ಞಾನ ಮನ ಬುದ್ಧಿ ಚಿತ್ತ  ಅಹಂಕಾರಂಗಳನೆ <br/>ಷಡ್ವಿಧ ಹಸ್ತಂಗಳೆಂದೆನಿಸಿ, <br/>ಆ ಹಸ್ತಂಗಳಿಗೆ ಮಹಾಲಿಂಗವಾದಿಯಾದ <br/>ಪಂಚಲಿಂಗಗಳನೆ ಷಡ್ವಿಧ ಲಿಂಗಂಗಳೆಂದೆನಿಸಿ, <br/>ಆ ಮುಖಂಗಳಿಗೆ ತನ್ಮಾತ್ರಂಗಳನೆ ದ್ರವ್ಯಪದಾರ್ಥಂಗಳೆಂದೆನಿಸಿ, <br/>ಆ ದ್ರವ್ಯಪದಾರ್ಥಂಗಳು ಆಯಾಯ ಮುಖದ ಲಿಂಗಂಗಳಲ್ಲಿ <br/>ನಿರಂತರ ಸಾವಧಾನದಿಂದ ಅರ್ಪಿತವಾಗಿ ಬೀಗಲೊಡನೆ. <br/>ಅಂಗಸ್ಥಲಂಗಳಡಗಿ ತ್ರಿವಿಧ  ಲಿಂಗಾಂಗಸ್ಥಲಂಗಳುಳಿದು <br/>ಕಾಯ ಗುರು, ಪ್ರಾಣ ಲಿಂಗ, ಜ್ಞಾನ ಜಂಗಮ  <br/>ಗುರುವಿನಲ್ಲಿ ಶುದ್ಧಪ್ರಸಾದ, ಲಿಂಗದಲ್ಲಿ ಸಿದ್ಧಪ್ರಸಾದ, <br/>ಜಂಗಮದಲ್ಲಿ ಪ್ರಸಿದ್ಧಪ್ರಸಾದ. <br/>ಇಂತೀ ತ್ರಿವಿಧ  ಪ್ರಸಾದವು ಏಕಾರ್ಥವಾಗಿ, <br/>ಮಹಾಘನ ಪರಿಪೂರ್ಣಪ್ರಸಾದವಳವಟ್ಟ ಶರಣ <br/>ಜ್ಞಾನಿಯಲ್ಲ, ಅಜ್ಞಾನಿ ಮುನ್ನವೇ ಅಲ್ಲ. <br/>ಶೂನ್ಯನಲ್ಲ, ನಿಃಶೂನ್ಯ ಮುನ್ನವೇ ಅಲ್ಲ. <br/>ದ್ವೈತಿಯಲ್ಲ, ಅದ್ವೈತಿ ಮುನ್ನವೇ ಅಲ್ಲ. <br/>ಇಂತೀ ಉಭಯಾತ್ಮಕ ತಾನೆಯಾಗಿ ? <br/>ಇದು ಕಾರಣ, ಇದರ ಆಗುಹೋಗು ಸಕೀಲಸಂಬಂಧವ ಚೆನ್ನಮಲ್ಲಿಕಾರ್ಜುನಯ್ಯಾ, ನಿಮ್ಮ ಶರಣರೇ ಬಲ್ಲರು.</font>"
}