{
    "id": "6859", 
    "vachana": "<font>209 <br/>ಚರಾಚರಾತ್ಮಕ ಪ್ರಪಂಚವೆಲ್ಲ <br/>ಶಿವನ ಚಿದ್ಗರ್ಭದಿಂದುಯಿಸಿಪ್ಪವೆಂದು, <br/>ಶಿವಾಭಿನ್ನತ್ವದಿಂ ಸಕಲಪ್ರಾಣಿಗಳಲ್ಲಿ ತನ್ನಾತ್ಮಚೇತನವ <br/>ತನ್ನಲ್ಲಿ ಸಕಲ  ಪ್ರಾಣಿಗಳ ಆತ್ಮ  ಚೇತನವ ಕಂಡು, <br/>ದಯಾಪರತ್ವವನುಳ್ಳ ಸರ್ವಜ್ಞತಾ ಶಕ್ತಿಯನು <br/>ಭಕ್ತಿಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ತನಗೆ ಬಂದ ಅಪವಾದ ನಿಂದೆ ಎಡರಾಪತ್ತುಗಳಲ್ಲಿ ಎದೆಗುಂದದೆ <br/>ಬಪ್ಪ ಸುಖ ದುಃಖ ಖೇದ ಹರ್ಷಾದಿಗಳು <br/>ಶಿವಾಜ್ಞಾÉಯಹುದೆಂದು ಪರಿಣತನಪ್ಪ ತೃಪ್ತಿಯ ಶಕ್ತಿಯನು <br/>ಮಾಹೇಶ್ವರಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ದೇಹಾದಿ ಆದಿ  ಪ್ರಪಂಚಕ್ಕೆ ಮೂಲಿಗನಾದ <br/>ಅನಾದಿ ಪರಶಿವನು ಪ್ರಸನ್ನತ್ವವನುಂಟುಮಾಡುವ <br/>ಅನಾದಿ ಬೋಧ ಶಕ್ತಿಯನು <br/>ಪ್ರಸಾದಿಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ಅಂತಪ್ಪ ದೇಹಾದಿ ಪ್ರಪಂಚದ ಚಲನವಲನವು <br/>ತನ್ನಾಶ್ರಯದಲ್ಲಿ ನಡೆದು ತಾನು ಆವುದನ್ನೂ ಆಶ್ರಯಿಸದೆ <br/>ಸರ್ವಸ್ವತಂತ್ರ ತಾನೆಂಬರಿವನುಂಟುಮಾಡುವ <br/>ಸ್ವತಂತ್ರ ಶಕ್ತಿಯನು ಪ್ರಾಣಲಿಂಗಿಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ತನ್ನಾಶ್ರಯವ ಪಡೆದ ದೃಶ್ಯಮಾನ ದೇಹಾದಿ ಜಗವೆಲ್ಲ ಅನಿತ್ಯವೆಂಬ <br/>ಆ ದೃಶ್ಯಮಾನದೇಹಾದಿಗಳ ಮೂಲೋತ್ಪತ್ತಿಗಳಿಗೆ <br/>ಕಾರಣನಪ್ಪ ಪತಿಪರಶಿವಲಿಂಗವೇ ನಿತ್ಯವೆಂಬರಿವನುಂಟುಮಾಡುವ <br/>ಅಲುಪ್ತ ಶಕ್ತಿಯನು ಶರಣಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ಅಂಗಲಿಂಗಗಳ ಸಂಯೋಗವ ತೋರಿ, <br/>ಅಖಂಡ ಪರಶಿಲಿಂಗೈಕ್ಯವನುಂಟುಮಾಡಿ ಕೊಡುವ <br/>ಅನಂತ ಶಕ್ತಿಯನು ಐಕ್ಯಸ್ಥಲದಲ್ಲಿ ಪಡೆವುದು ನೋಡಾ. <br/>ಇದಕ್ಕೆ ಶಿವರಹಸ್ಯೇ ; <br/>'ಯದ್ಭಕ್ತಿಸ್ಥಲಮಿತ್ಯಾಹುಸ್ತತ್ಸರ್ವಜ್ಞತ್ವಮಿತೀರ್ಯತೇ ೀ <br/>ಯನ್ಮಾಹೇಶ್ವರಂ ನಾಮ ಸಾ ತೃಪ್ತಿರ್ಮಮ ಶಾಂಕರಿ || <br/>ಯತ್ಪ್ರಸಾದಾಬಿsದಂ ಸ್ಥಾನಂ ತದ್ಬೋಧೋ ನಿರಂಕುಶಃ ೀ <br/>ಯತ್ಪ್ರಣಲಿಂಗಕಂ ನಾಮ ತತ್ಸ್ವಾತಂತ್ರೈಮುದಾಹೃತಂ || <br/>ಯದಸ್ತಿ ಶರಣಂ ನಾಮ ಹ್ಯಲುಪ್ತಾ ಶಕ್ತಿರುಚ್ಯತೇ ೀ <br/>ಯದೈಕ್ಯಸ್ಥಾನಮೂರ್ಧಸ್ಥಾ ಹ್ಯನಂತಾಶಕ್ತಿರುಚ್ಯತೇ ||ú <br/>ಎಂದುದಾಗಿ, <br/>ಇಂತಪ್ಪ ಷಟ್‍ಸ್ಥಲಗಳಲ್ಲಿ ಷಡ್ವಿಧ ಶಕ್ತಿಗಳ <br/>ಸ್ಥಳಕುಳಂಗಳ ತಿಳಿದು, ಷಡ್ವಿಧ ಲಿಂಗಗಳಲ್ಲಿ <br/>ಧ್ಯಾನ ಪೂಜಾದಿಗಳಿಂದ ಅಂಗಗೊಂಡು <br/>ಭವದ ಬಟ್ಟೆಯ ಮೆಟ್ಟಿ ನಿಂದಲ್ಲದೆ ಷಟ್‍ಸ್ಥಲಬ್ರಹ್ಮಿಗಳಾಗರು. <br/>ಇಂತಲ್ಲದೆ ಅಪವಾದ ನಿಂದೆಗಳ ಪರರ ಮೇಲೆ ಕಣ್ಗಾಣದೆ ಹೊರಿಸುತ್ತ <br/>ಪರದಾರ ದಾಶಿ ವೇಶಿ ಸೂಳೆಯರ ಕೂಡಿ ಭುಂಜಿಸಿ <br/>ತೊಂಬಲತಿಂಬ ಹೇಸಿ ಮೂಳರು  <br/>ಪೆÇೀತರಾಜ, ಜೋಗಿ, ಕ್ಷಪಣರಂತೆ <br/>ಜಟಾ, ತುರುಬು, ಬೋಳುಮುಂಡೆಗೊಂಡು <br/>ಕೂಳಿಗಾಗಿ ತಿರುಗುವ ಮೂಳ  ಚುಕ್ಕೆಯರ <br/>ವಿರಕ್ತ ಷಟ್‍ಸ್ಥಲಬ್ರಹ್ಮಿಗಳೆನಬಹುದೇನಯ್ಯ ? <br/>ಅಂತಪ್ಪ ಅನಾದಿ ಷಟ್‍ಸ್ಥಲಬ್ರಹ್ಮದ ಷಡ್ವಿಧಶಕ್ತಿಯನರಿದು <br/>ವಿರಕ್ತ ಜಂಗಮ  ಷಟ್‍ಸ್ಥಲ ಬಾಲಬ್ರಹ್ಮಿ ನಿರಾಭಾರಿಯಾದ <br/>ಚೆನ್ನಬಸವಣ್ಣನ ಶ್ರೀಪಾದಕ್ಕೆ ನಮೋ ನಮೋ ಎಂಬೆನಯ್ಯಾ ಚೆನ್ನಮಲ್ಲಿಕಾರ್ಜುನಾ.</font>"
}