{
    "id": "0394", 
    "vachana": "<font>961<br/>ಅಯ್ಯಾ, ಇಂತು ವಿರಾಜಿಸುವ ಗುರುಸಿದ್ಧೇಶ್ವರಸ್ವಾಮಿಗಳು.<br/>ಮುಂದೆ, ಗುರುಪುರದ ಮೇಲುಮಠದ ಮಹಾಮಂದಿರದ<br/>ರಂಗಮಂಟಪ ಸಿಂಹಾಸನಕ್ಕೆ ಮೂಲಮೂರ್ತಿಯಾದ<br/>ಮರಿಮಹಾಂತೇಶ್ವರಸ್ವಾಮಿಗಳು.<br/>ಆ ಮರಿಮಹಾಂತೇಶ್ವರನ ಕರಕಮಲೋದ್ಭವನಾದ<br/>ಶಿವಪುರದ ಬಸವಪ್ರಭುಶೆಟ್ಟಿ.<br/>ಆ ಬಸವಪ್ರಭುಶೆಟ್ಟಿಯ ಕರ  ಮನ ಸುಭಾವದಲ್ಲಿ ಪೂಜೆಗೊಂಡು<br/>ಆ ಬಸವಪ್ರಭುಶೆಟ್ಟಿಯ ತಮ್ಮ ಚರಣಕಮಲದಲ್ಲಿ<br/>ಅಮಳೈಕ್ಯವ ಮಾಡಿಕೊಂಡ ಮೇಲೆ ಮಹಾಜ್ಞಾನ ತಲೆದೋರಿ<br/>ಸಮಸ್ತ ಭೋಗಂಗಳ ತ್ಯಜಿಸಿ ವೈರಾಗ್ಯದಿಂದ<br/>ಗುರೂಪಾವಸ್ತೆಯ ಮಾಡುತ್ತಿರಲು,<br/>ಆ ಸಮಯದಲ್ಲಿ ಹರದನಹಳ್ಳಿ ಸ್ಥಾಪನಾಚಾರ್ಯ<br/>ಶಿವಲಿಂಗಶಕ್ತಿವಲ್ಲಭನಾದ<br/>ಬಸವಲಿಂಗದೇಶಿಕೋತ್ತಮನು ಪ್ರತ್ಯಕ್ಷವಾಗಿ<br/>ಆ ಸಂಗನಬಸವೇಶ್ವರಸ್ವಾಮಿಗಳ ಒಡಗೂಡಿಕೊಂಡು<br/>ಶ್ರೀಶೈಲಪರ್ವತಕ್ಕೆ ನೈಋತ್ಯಭಾಗದಲ್ಲೊಪ್ಪುವ<br/>ಕುಮಾರಪರ್ವತದ ಉತ್ತರದಿಕ್ಕಿನಲ್ಲೊಪ್ಪುವ<br/>ನಾಗರಗವಿಯೆಂಬ ಸಿಂಹಾಸನದಲ್ಲಿ ಜಂಗಮಮೂರ್ತಿಗಳೊಡಗೂಡಿ<br/>ಶಿವಾನುಭಾವಸೂತ್ರದಲ್ಲೊಪ್ಪುವ ಗುರುಸಿದ್ಧಸ್ವಾಮಿಗಳಿಗೆ<br/>ಉಭಯಮೂರ್ತಿಗಳು ಅಷ್ಟಾಂಗಪ್ರಣಿತರಾಗಿ ಅಭಿವಂದಿಸಲು,<br/>ಆಗ ಮಹಾಸ್ವಾಮಿಗಳು ದಯಾಂತಃಕರುಣ ಹುಟ್ಟಿ<br/>ಬಸವಲಿಂಗದೇಶಿಕೇಂದ್ರನ ಆಪ್ತತ್ವದಿಂದ ಹರಗುರುವಾಕ್ಯಪ್ರಮಾಣವಾಗಿ<br/>ಸ್ಥಲಮೆಟ್ಟಿಗೆಯಿಂದ ಮಣಿಗಣಸೂತ್ರದಂತೆ ಸೇರಿಸಿ<br/>ಬೋಧಿಸುವ ಸಮಯದಲ್ಲಿ ಬಸವಲಿಂಗೇಶ್ವರನು ಲಿಖಿತವ ಮಾಡಿ,<br/>ಆ ಗುರುವರನ ಹಸ್ತಕಮಲಕ್ಕೆ ಕೊಡಲು,<br/>ಆಗ ಗುರುವರನು ಈ ಉಭಯಮೂರ್ತಿಗಳ ಒಡಗೂಡಿ<br/>ಆಸನವ ಬಿಟ್ಟೆದ್ದು ಕರ್ತುಸ್ವರೂಪವಾದ<br/>ಶಾಂತಮಲ್ಲಸ್ವಾಮಿಗಳ ಮುಂದೆ ಆ ಪುಸ್ತಕವನಿಟ್ಟು<br/>ತ್ರಿವಿಧಮೂರ್ತಿಗಳು ಶರಣುಹೊಗಲು,<br/>ಆಗ ಶಾಂತಮಲ್ಲಸ್ವಾಮಿಗಳು ಆ ಪುಸ್ತಕವ ಬಿಚ್ಚಿ<br/>ಈ ತ್ರಿವಿಧಮೂರ್ತಿಗಳು ಸಹವಾಗಿ<br/>ಸಮಸ್ತ ಜಂಗಮಮೂರ್ತಿಗಳೊಡಗೂಡಿ<br/>ಸ್ವರೂಪಾರ್ಥ-ಸಂಬಂಧಾರ್ಥ-ನಿಶ್ಚಯಾರ್ಥಂಗಳಿಂದ<br/>ಅನುಭಾವವ ಮಾಡಿ,<br/>ಆ ಪುಸ್ತಕಕ್ಕೆ `ಅನಾದಿಷಟ್ಸ್ಥಲ ನಿರಾಭಾರಿ  ವೀರಶೈವ ಶರಣನ<br/>ನಿಜಾಚರಣೆಸಂಬಂಧ ಬೋಧಾಮೃತ ನಿಲುಕಡೆ<br/>ಚಿದೈಶ್ವರ್ಯ ಚಿದಾಭರಣ'ವೆಂದು ನಾಮಾಂಕಿತವಿಟ್ಟು,<br/>ಬಸವಲಿಂಗ ಸಾಕ್ಷಿಯಾಗಿ<br/>ಆ ಸಂಗನಬಸವೇಶ್ವರನೆಂಬ ಗಣೇಶ್ವರನ<br/>ಸಿಂಹಾಸನದ ಮೇಲೆ ಮೂರ್ತಮಾಡಿಸಿ,<br/>ಆ ಪುಸ್ತಕವ ತೊಡೆಯಮೇಲಿಟ್ಟು ಸ್ತೋತ್ರವ ಮಾಡಿ,<br/>ಮಂಗಳಾರತಿಯನೆತ್ತಿ , ಪುಷ್ಪಾಂಜಲಿಯ ಮಾಡಿ,<br/>ವಂದಿಸಿದ ಸಮಯದಲ್ಲಿ<br/>ಆಗ ಸಂಗನಬಸವೇಶ್ವರಸ್ವಾಮಿಗಳು<br/>ಈ ವಚನಶಾಸ್ತ್ರದ ಅಭಿಧಾನಕ್ಕೆ ಟಿಪ್ಪಣಿಯ ಮಾಡಿ,<br/>ಸಕಲಪ್ರಮಥಗಣಂಗಳ ಸ್ತೋತ್ರಂಗೈದು<br/>ಮಂಗಳಾರತಿಯನೆತ್ತಿ ಅನಾದಿಸೂತ್ರವ ಹೇಳಿ<br/>ಸಮಾಪ್ತವ ಮಾಡುವ ಪ್ರಸ್ತಾವದ ವಚನ.<br/>ಟೀಕು -<br/>ಬ್ರಹ್ಮ , ವಿಷ್ಣು , ರುದ್ರ, ಈಶ್ವರ, ಸದಾಶಿವರಿಂದ<br/>ಪೂಜಾನಮಸ್ಕಾರಕ್ಕೆ ಕರ್ತುವಾದ ಪರಶಿವಮೂರ್ತಿ,<br/>ಅಂತಪ್ಪ ಪರಶಿವಮೂರ್ತಿಯೆ ಐವರಿಗೆ ಅನಾದಿಯು.<br/>ಅಂತಪ್ಪ ಪರಶಿವ ಸದ್ಭಕ್ತನ ಕರ-ಮನ-ಸುಭಾವದಲ್ಲಿ<br/>ಪೂಜೆಗೊಂಬ ನಿಃಕಲಪರಶಿವಮೂರ್ತಿ ಗುರುಲಿಂಗಜಂಗಮವೆ<br/>ಅನಾದಿಗೆ ಅನಾದಿಯಾಗಿರ್ಪುದೆಂಬುದೀಗ<br/>`ಅನಾದಿ' ಎಂಬ ಶಬ್ದಕ್ಕರ್ಥ.<br/>ಹೀಂಗೆ ಒಪ್ಪಲ್ಪಟ್ಟಂಥ ನಿಃಕಲಪರಶಿವಮೂರ್ತಿ<br/>ಗುರುಲಿಂಗಜಂಗಮದ ಚಿದಾಂಶವೆ<br/>ಭಕ್ತ ಮಹೇಶ್ವರಪ್ರಸಾದಿಪ್ರಾಣಲಿಂಗಿ ಶರಣೈಕ್ಯರೆಂಬುದೀಗ<br/>`ಷಟ್‍ಸ್ಥಲ' ಎಂಬ ಶಬ್ದಕ್ಕರ್ಥ.<br/>ಬ್ರಹ್ಮ ವಿಷ್ಣು ಇಂದ್ರ ಚಂದ್ರ ಮನು ಮುನಿ ದೇವ ದಾನವ<br/>ಮಾನವರೆಲ್ಲ ಬಿದ್ದ ಭವಪಾಶಂಗಳ ದಾಂಟಿ,<br/>ಸರ್ವಸಂಗಪರಿತ್ಯಾಗತ್ವದಿಂದಿರ್ಪರು<br/>ಭಕ್ತಮಹೇಶ್ವರರೆಂಬುದೀಗ `ನಿರಾಭಾರಿ' ಎಂಬ ಶಬ್ದಕ್ಕರ್ಥ.<br/>ಬ್ರಾಹ್ಮಣ ಕ್ಷತ್ರಿಯ ವೈಶ್ಯ ಶೂದ್ರ ಪಾಶುಪತ<br/>ಕಾಳಾಮುಖಿಯೆಂಬ ಷಣ್ಮತದವರೆ ಶೈವರು!<br/>ಗೊಲ್ಲಾಳಯ್ಯ ಬಳ್ಳೇಶಮಲ್ಲಯ್ಯ ಗುರುಭಕ್ತಯ್ಯ ಮೊದಲಾದ<br/>ನವಮುಗ್ಧರೆ `ವೀರಶೈವರು'.<br/>ಇವ ಎರಡನು ಹಿಡಿದು ಬಳಸುವರೆ ಅಪಶೈವರು.<br/>ಇಂತೀ ಶೈವ-ವೀರಶೈವ ಅಪಶೈವಂಗಳಿಗೆ ಉಪರಿಯಾಗಿ<br/>ಉಪಾಧಿಮಾಟಸ್ಥಲವಿಡಿದು ಒಪ್ಪಲ್ಪಟ್ಟಂಥಾದೆ<br/>ಸಾಮಾನ್ಯ ವೀರಶೈವವೆನಿಸುವುದು.<br/>ಈ ಸಾಮಾನ್ಯ ವೀರಶೈವ-ಅಪಶೈವಂಗಳಿಗೆ ಉಪರಿಯಾಗಿ<br/>ಗುರುಲಿಂಗಜಂಗಮಭಕ್ತಿಯಿಂದ ನಿರುಪಾಧಿಕಮಾಟಸ್ಥಲವಿಡಿದು<br/>ಒಪ್ಪಲ್ಪಟ್ಟಂಥಾದೆ ವಿಶೇಷ ವೀರಶೈವವೆನಿಸುವುದು.<br/>ಆ ವಿಶೇಷ ವೀರಶೈವಕ್ಕೆ ಉಪರಿಯಾಗಿ<br/>ಅಷ್ಟಾವರಣಂಗಳಂತರಂಗ ಬಹಿರಂಗದಲ್ಲಿ<br/>ಸಂಬಂಧಾಚರಣೆಗಳಿಂದ ಅಚ್ಛಾದಿಸಿಕೊಂಡು<br/>ತನ್ನ ತಾನೆ ಪೂಜ್ಯಪೂಜಕತ್ವದಿಂದಿರ್ಪುದೆಂಬುದೀಗ<br/>`ನಿರಾಭಾರಿವೀರಶೈವ' ಎಂಬ ಶಬ್ದಕ್ಕರ್ಥ.<br/>ಯಮ, ನಿಯಮ, ಆಸನ, ಪ್ರಾಣಾಯಾಮ, ಪ್ರತ್ಯಾಹಾರ,<br/>ಧ್ಯಾನ ಧಾರಣ ಸಮಾಧಿಯೆಂಬ ಹಟಯೋಗಿಗಳಿಗೆ<br/>ಉಪರಿಯಾಗಿ ರಾಜಿಸುವಂಥ<br/>ಭಕ್ತ ಮಹೇಶ್ವರ ಪ್ರಸಾದಿ ಪ್ರಾಣಲಿಂಗಿ ಶರಣೈಕ್ಯಸ್ಥಲಂಗಳ ಮೀರಿ<br/>ನಿರಾವಯ, ನಿಃಶೂನ್ಯ, ನಿರಂಜನಸ್ಥಲದಲ್ಲಿ ನಿಂದ<br/>ಶಿವಯೋಗಿ ಎಂಬುದೀಗ `ಶರಣ' ಎಂಬ ಶಬ್ದಕ್ಕರ್ಥ.<br/>ಭಕ್ತಸ್ಥಲ ಹದಿನೈದು, ಮಹೇಶ್ವರಸ್ಥಲ ಒಂಬತ್ತು ,<br/><p s=\"\" mso-=\"\"/></font>"
}