{
    "id": "1121", 
    "vachana": "<font>816ಭೂಲೋಕದ ನಚ್ಚನೆ ಮೀರಿನಿಶ್ಚಟನಾಗಿ ಜ್ಞಾನ ಕ್ರೀಗಳಿಂದ ಆಚರಿಸಿಅಂಗಲಿಂಗ ಸಂಬಂಧಿಗಳಾದ ಶಿವಲಿಂಗ ಮೋಹಿಗಳು ಕೇಳಿರಯ್ಯ.ಶರಣರು ಮುಕ್ತಿಪುರಕ್ಕೆ ಹೋಗುವ ಹಾದಿಯಲ್ಲಿಒಂದು ಪಂಚವರ್ಣದ ಹಣ್ಣು,ಮನವೇಟದ ಮಹಾಪಟ್ಟಣವೊಂದು.ಆ ಪಟ್ಟಣದ ಕಡೆ ಮೊದಲಾಗಿಯೂ ಹಾಳಾಗಿಪ್ಪುದು.ಆ ಪಟ್ಟಣದ ನಡುವೆ ಹೋಗುತ್ತಿಪ್ಪ ಹಾದಿಯಲ್ಲಿಅಹಂಕಾರ ಮಮಕಾರಗಳೆರಡು ಪಟ್ಟಣಗಳು ತುಂಬಿ ತುಳುಕುತವೆ.ಆ ಎರಡು ಪಟ್ಟಣಕ್ಕೆ ಹೋಹಾದಿ ಹೆಬ್ಬೆಟ್ಟಗಳಾಗಿಪ್ಪವು.ಆ ಎರಡು ಪಟ್ಟಣದ ದಿಕ್ಕಿನಲ್ಲಿ ಒಂದು ಭಕ್ತಿಯ ಪುರವಿದೆ.ಆ ಭಕ್ತಿ ಪುರಕ್ಕೆ ಹಾದಿಯಿಲ್ಲ.ಆ ಭಕ್ತಿಪುರಕ್ಕೆ ಹೋದಲ್ಲದೆ ಮುಂದಳ ಮುಕ್ತಿಪುರದ ಬಟ್ಟೆ  ಕಾಣಬಾರದು.ಮುಂದಳ ಪಯಣ ಗತಿಯ ಸಂಚದೋವರಿಯಸಂಚಮಾಕರಣ ಮನ ಎಂಬತ್ತು ನಾಲ್ಕು ಲಕ್ಷದ ಪ್ರಕಾರದಲ್ಲಿಪ್ಪರಾಮಂಡಲದಲ್ಲಿ ಸುಳಿವುದು ತಪ್ಪದೆಂದುಅದಕ್ಕೆ ಹೇಹಮಂ ಮಾಡಿ,ತಮ್ಮವರು ಹೋದ ನಸುದೋಯಲ (?)ಬೆಂಬಳಿವಿಡಿದು ಹೋಗಿ ಭಕ್ತಿಪುರಮಂ ಕಂಡುಆ ಭಕ್ತಿಪುರದಿ ನಡುವೆ ಹೋಗುತ್ತಿದ್ದ ಹಾದಿಯಲ್ಲಿಹೆಬ್ಬುಲಿ ಕರಡಿ ಕಾಳರಕ್ಕಸಿ ಕರಿಘಟೆಯಿಪ್ಪಮಹಾಸರೋವರದ ಅರಣ್ಯವಿದೆ.ಆ ಸರೋವರದ ಅರಣ್ಯಮಧ್ಯದಲ್ಲಿಎಂಟು ಕಳಸದ ಚೌಕಮಂಟಪದ ಸುವರ್ಣದ ದೇಗುಲವಿದೆ.ಆ ದೇಗುಲದಲ್ಲಿ ಮುಕ್ತಿರಾಜ್ಯಕ್ಕೆ ಪಟ್ಟವಕಟ್ಟುವಸಮರ್ಥಿಕೆಯನ್ನುಳ್ಳ ಜಂಗಮಲಿಂಗವದೆ.ಆ ಲಿಂಗಜಂಗಮಂ ಶರಣ ಕಂಡುಹರ್ಷಗೊಂಡ ಭಾವದಲ್ಲಿ ಷೋಡಶೋಪಚಾರಅಷ್ಟವಿಧಾರ್ಚನೆಗಳಿಂದ ಪೂಜೆಯಂ ಮಾಡಿತನ್ನ ಮನದ ಅಭೀಷ್ಟೆಯಂ ಮನ ನೆನದಂತೆ ಮನದಲ್ಲಿ ಭೇದಿಸಿದೇಹ ಮನ ಪ್ರಾಣಕುಳ ಸಮಸ್ತ ಶರಣಾದಿಗಳಗುಣಕಂಗಳೆಲ್ಲವೂ ಸುಟ್ಟು ಬೊಟ್ಟಿಕ್ಕಿನಿರ್ಮಲದ ರೂಪನಾಗಿ ಅಲ್ಲಿಂದ ಮುಂದೆ ನಡೆಸುತ್ತಿದ್ದಾಗಉತ್ತರ ದಿಕ್ಕಿನ ಆಕಾಶದಲ್ಲಿ ಅನೇಕ ಚೋದ್ಯವನೊಳಕೊಂಡಿಪ್ಪತ್ರಿಪುರಮಂ ಕಂಡು,ಆ ತ್ರಿಪುರದ ಮೇಲೆ ಬ್ರಹ್ಮರಂಧ್ರವೆಂಬಕೈಲಾಸದ ಕಡೆಯ ಬಾಗಿಲೊಳಿಪ್ಪಐಕ್ಯಸ್ಥಲವೆನಿಸುವ ಅಣುನೆಲೆಯ ಮಾಣಿಕ್ಯವರ್ಣದಉಪ್ಪರಿಗೆಯ ತಳಮಂ ಕಂಡುಪತಿಯಿದ್ದ ಮನೆಯ ಬಾಗಿಲ ಸತಿಸಾರುವಂತೆಶರಣ ಉಪ್ಪರಿಗೆಯ ಬಾಗಿಲಂ ಸಾರಿಬಾಗಿಲಲ್ಲಿ ಡಾಕಿಣಿ, ರಾಕಿಣಿ, ಲಾಕಿಣಿ,ಕಾಕಿಣಿ, ಸಾಕಿಣಿ, ಹಾಕಿಣಿಯರೆಂಬಪಡ್ವಿಧಶಕ್ತಿಗಳಿಗೆ ಆದಿನಾಯಕಿಯಾಗಿಪ್ಪಳು.ಅರ್ಧಕುಂಡಲಿ ಎಂಬ ಜ್ಞಾನಶಕ್ತಿ,ಆ ಶಕ್ತಿಯ ಬಾಗಿಲಿಗೆ ದ್ವಾರಪಾಲಕಿಯಾಗಿಪ್ಪಳು.ಅವಳ ಅಂಗರಂ ತಡವಳು, ನಿರಂಗರಂ ಬಿಡುವಳುಎಂಬುದ ಶರಣ ತನ್ನ ಮನದಲ್ಲಿ ತಾನೆ ತಿಳಿದುಅಲ್ಲಿಪ್ಪ ಮಹಾಲಿಂಗಮಂ ಶರಣ ಮಂತ್ರಮಾಲೆಯಂ ಮಾಡಿಮನದಲ್ಲಿ ಧರಿಸಿ, ಸೋಮಸೂರ್ಯರ ಕಾಲಾಟಮಂ ನಿಲ್ಲಿಸಿ,ಕುಂಭಕಮಂ ಇಂಬುಗೊಳಿಸಿ,ಝಂ ಝಂ ಎಂದು ಝೇಂಕರಿಸುತ್ತಿದ್ದಪೆಣ್ದುಂಬಿಯ ನಾದಮಂಚಿಣಿಮಿಣಿಯೆಂದು ಸಣ್ಣರಾಗದಿಘನವ ಸೋಂಕುತಿಪ್ಪ ವೀಣಾನಾದಮಂಲಿಂಗಲಿಂಗ ಎಂದು ಕರವುತಿಪ್ಪ ಘಂಟಾನಾದಮಂಢಂ ಢಂ ಎನುತಿಪ್ಪ ಪೂರಿತವಾದ ಭೇರಿನಾದಮಂಚಿಟಪಟಲು ಭುಗಿಲು ಭುಗಿಲೆನುತಿಪ್ಪ ಮೇಘನಾದಮಂಝಂ ಝಂ ಎಂದು ಎಡವಿಡದೆ ಬಲಿವುತಿಪ್ಪ ಪ್ರಣಮನಾದಮಂಓಂ ಹ್ರಾಂ ಹ್ರೀಂ ಹ್ರೂಂ ಹ್ರೀ ಎಂದುಬೆಳಗಿ ಬೀರುತಿಪ್ಪ ದಿವ್ಯ ನಾದಮಂ,ಆರಣ್ಯ ಘೀಳಿಡುವಂತೆ ಹೂಂಕರಿಸುತಿಪ್ಪ ಸಿಂಹನಾದಮಂಈ ಪ್ರಕಾರ ನಾದಂಗಳ ಶರಣ ಕೇಳಿ ಮನಂ ದಣಿದುಹರುಷಣ ಮಿಕ್ಕು ಆ ಬಾಗಿಲ ದಾಟಿಪಶ್ಚಿಮ ದಿಕ್ಕಿಗೆ ಮುಖವಾಗಲೊಡನೆಚೌಕಮಧ್ಯದಲ್ಲಿ ವಜ್ರ  ವೈಢೂರ್ಯ ಪುಷ್ಯರಾಗ ಗೋಮೇಧಿಕಇಂತಿವರೊಳಗಾದ ನವರತ್ನಂಗಳಕಂಬ ಬೋದಿಗೆ  ಹಲಗೆಗಳಿಂದ ಅನುಗೈದು ತೀರಿಸಿದಮಹಾಶ್ರೀಗುರುವಿನ ಒಡ್ಡೋಲಗದ ಪ್ರಭೆಆಕಾಶಮಂ ಸಲವುತಿಪ್ಪುದ ಕಂಡುಬಹಿರಾವರಣದಿ ಎಸೆವ ಪ್ರಾಕಾರದಕೋಟೆಎರಡು ಹದಿನಾರು ಕೊತ್ತಳಗಳಲ್ಲಿ ಈಶಾನ್ಯ ಪರ್ಜನ್ಯಜಯಂತರೊಳಗಾದಿ ಮೂವತ್ತೆರಡು ತಂಡದಅನಂತ ವಸ್ತು  ದೇವತೆಗಳ ಕಾವಲ  ಅತ್ಯುಗ್ರಮಂ ಕಂಡುಶರಣರ್ಗೆ ತಡಹಿಲ್ಲವೆಂಬುದಂ ತನ್ನಮನೋವೇಗದಿಂದ ಅರಿದು  ಕಾವಲಾಗಿಪ್ಪ ವಸ್ತು  ದೇವತೆಯಕೃಪಾದೃಷ್ಟಿಯಿಂದ ಸಂತೈಸಿ ಮುಕ್ತಿಪುರಕೆ ಮೂಲಸೂತ್ರವಾದಬ್ರಹ್ಮರಂಧ್ರದ ಪೂರ್ವದಿಕ್ಕಿನ ಚಂದ್ರಮಂಡಲದಲ್ಲಿಪ್ಪಬಾಗಿಲ ಬೀಗಮಂ ತೆಗೆದುಶರಣ ಒಳಹೊಗಲೊಡನೆ ಬಹಿರಾವರಣದ ವೀದಿಯಓಲಗದೊಳಿಪ್ಪ ಹರಿಸುರ ಬ್ರಹ್ಮಾದಿ ದೇವತೆಗಳುಮನು ಮುನಿ ಗರುಡ ಗಂಧರ್ವ ಇಂದ್ರ ಚಂದ್ರರೊಳಗಾದಅನಂತರೆಲ್ಲಾ ಅಂಜಿ ಕೆಲಸಾರೆ,ಸೋಮವೀದಿಯೊಳಿಪ್ಪ ಅನಂತರ ರುದ್ರರೊಳಗಾದಇಪ್ಪತ್ತುನಾಲ್ಕು ತಂಡದ ಅನಂತರು,ಶಿವನ ಒಡ್ಡೋಲಗವ ನಡೆಸುವ ಪರಿಚಾರಕರು,ಅವರು ಬಂದು, ಶರಣಲಿಂಗದ ದೃಷ್ಟಿಸಂಧಾನವಾಗಲೆಂದುಮುಖವಂ ಮಾಡಿ,ಸೂರ್ಯವೀದಿಯೊಳಿಪ್ಪ ಉಮಾಚಂಡಿಕೇಶ್ವರ ನಂದಿಕೇಶ್ವರರೊಳಗಾದಹದಿನಾರು ತಂಡದ ಅನಂತ ರುದ್ರರು ಬಂದುಶರಣನ ಸನ್ಮಾನವಂ ಮಾಡಿ,ಅಗ್ನಿವೀದಿಯೊಳಿಪ್ಪ ಉಮೆ ಜೇಷ್ಠೆಯರೊಳಗಾದಎಂಟು ತಂಡದ ಅನಂತ ಶಕ್ತಿಯರು[ಕರ್ಪೂ]ರದ ಪುತ್ಥಳಿ  ಬಂದು ಉರಿಯ ಪುತ್ಥಳಿಯ ಆಲಂಗಿಸಿದಂತೆಶರಣ ಬಂದು ಆ ಘನಲಿಂಗಮಂ ಅಮರ್ದಪ್ಪಿಪುಷ್ಪ ಪರಿಮಳದಂತೆ ಏಕವಾಗಿ,ಆ ಘನಲಿಂಗ[ವೆ] ತಾನೆಯಾದಮಹಾಗುರು ಸಿದ್ಧೇಶ್ವರನ ಶ್ರೀ ಚರಣಮಂ ನಾನುಕರಸ್ಥಳದಲ್ಲಿ ಪಿಡಿದು ಪೂಜೆಯಂ ಮಾಡಲೊಡನೆಎನ್ನ ತನುವೆ ಪಂಚಬ್ರಹ್ಮ, ಪ್ರಾಣವೆ ಪರಬ್ರಹ್ಮವಾಯಿತ್ತು.</font>"
}