{
    "id": "20548", 
    "vachana": "<font>1117<br/>ಮನವಿಕಾರ ಸುಟ್ಟದನು ಮನವಿಕಾರದ ಭ್ರಮೆಯ ಹೋರಟೆಯಾಗದೆಂ<br/> ಬನುವಿನಿಂ ತ್ರಿಲೋಕಯೆಲ್ಲ ಭಂಗಿತರಾಗಿ<br/> ಜನನ ಮರಣಕೆ ಬರುವ ಮನವು ನಿರ್ಮನವಾಗಲವ ಸತ್ಯ ನಿತ್ಯ  ಶರಣ.<br/>ಪದ :ಹರಿದು ಮರ್ಕಟನ ವಿಕಾರಕಿಂದಲಿ ಮೇಣು<br/>ಸುರೆ ಸವಿದವನ ವಿಕಾರವದರಿಂದ ಧ<br/>ತ್ತುರಿಯ ಸೇವಿಸಿದವನ ವಿಕಾರಯಿವು ತ್ರಿವಿಧಕೆ ಗೌರವಂ ಮನವಿಕಾರ<br/>ಚರಿಯ ಮದದ ಅಮಲು ತಲೆಗೇರಿ ತಾಮಸದಲಿಂ<br/>ಗಿರಿಯಂಧಕನವೋಲಿನಂತೆ ದೇವತಾ ಸತ್ಯ<br/>ಪುರುಷರುಂ ಶಿವಜ್ಞಾನ ಹೊಲಬನರಿಯದೆ ಕೆಟ್ಟುದನೇನ ಹೊಗಳ್ವೆ ನಾನು | 1 |<br/>ಹರಿಯ ಮುಂದುಗೆಡಿಸಿ ಅಜನ ಶಿರವ ಕಳೆಸಿ<br/>ಸುರನ ಮೈಯೋನಿಯಂ ಮಾಡಿ ದೇವರ್ಕಳಂ<br/>ನೆರೆ ಕೆಡಿಸಿ ಯತಿ ಸಿದ್ಧಸಾಧ್ಯರೆಲ್ಲರ ಸೆರೆಯ ಹಿಡಿದು ಭಂಗಿತರ ಮಾಡಿ<br/>ಧರೆಯ ಮನುಜರ ತಿಂದು ತೇಗಿ ಕಾಡುವ ಮನವ<br/>ನಿರಸನಮಾಡಿ ನಿರ್ಮೋಹಿಯಾಗಿಹ ಸತ್ಯ<br/>ಶರಣರಡಿಧೂಳಿಯ ಚಮ್ಮಾವುಗೆಯ ಪೆÇರೆವೆನೆನಗಿದೆ ಸತ್ಯ ಮುಕ್ತಿ ಕಂಡಾ |2|<br/>ಇಳೆಪತಿಗೆ ಮಂತ್ರಿ ತಾ ಮುಖ್ಯವಾದಂತೆ ಕಾಯ<br/>ದೊಳು ಚರಿಸುವ ಜೀವ ಪ್ರಾಣದ್ವಯ ದಶವಾಯು<br/>ಗಳು ಅಷ್ಟಮದ ಸಪ್ತವ್ಯಸನ ಅರಿವರ್ಗ ಚತುರಂತಃಕರಣವಿಷ್ಟೆಲ್ಲಕೆ<br/>ಸಲೆ ಮನಂ ಮುಖ್ಯವಾಗಿಯೂ ಪಾಪ ಅನ್ಯಾಯವ<br/>ಗಳಿಸಿ ಯಮನಿಂಗೆ ಗುರಿಮಾಡಿ ಬಂಧಿಸಿ ಜನರ<br/>ಕೊಲ್ಲಿಸುತಿಹ ವಿಧಿಗಂಜಿ ನಿಮ್ಮ ಮೊರೆಹೊಕ್ಕೆನೆಲೆ ಕಾಯೋ ಶಂಭುವೆ.  | 3 |<br/>ಚಣಚಣಕ್ಕೆ ಪಾತಾಳಲೋಕಕೈದುವ ಮನಂ<br/>ಚಣಚಣಕ್ಕೆ ಆಕಾಶದತ್ತ ಹಾರುವ ಮನಂ<br/>ಚಣಚಣಕ್ಕೆ ಸಪ್ತಸಮುದ್ರವ ಚರಿಸಿಬರುವುದೀ ಮನಮರುತ ಸರ್ವಾಂಗದಿ<br/>ಚಣಕೊಂದು ಬುದ್ಧಿಯ ನೆನದು ಕಾಡುವ ಮನದ<br/>ಗುಣದಿಂದ ನಾ ಕರ್ಮಶರಧಿಯೊಳು ಮುಣಗಿದೆನು<br/>ತ್ರಿಣಯ ನೀ ಕೈವಿಡಿದು ತೆಗೆದು ರಕ್ಷಿಸು ಎನ್ನ ಕರುಣಾಳು ದುರಿತಹರನೆ  |4 |<br/>ಮನದಿಂದೆ ನೊಂದೆ ನಾ ಮನದಿಂದೆ ಬೆಂದೆ ನಾ<br/>ಮನದಿಂದ ಕಂದಿ  ಕುಂದಿಯೆ ಕುಸಿದು ಭವಗಿರಿಯ<br/>ನನುದಿನಂ ಸುತ್ತುತಿರ್ದೆನು ಅಂಧಕನ ತೆರದಿ ಮನದ ನಸು<br/>ಗುನ್ನಿ ಚುರಿಚಿತನವು ಸರ್ವಾಂಗವೆಲ್ಲವ ಕೊಂಡು<br/>ತಿನಿಸೆದ್ದು ಮನದ ಗಂಧೆಯ ತುರಿಸಿ ತುರಿಸನೇ ಹಂಬಲಿಸಿ<br/>ಕನಲುತಿರ್ದೆನು ಎನ್ನ ಗುಣವ ನೋಡದೆ ಕಾಯೋ ಕಾಯೋ ಕರುಣಾಳುವೆ |5|<br/>ಪಾಪಿಮನ ಠಕ್ಕಮನ ಸರ್ವರೊಳು<br/>ಕೋಪಿಮನ ಕುಕ್ಕಮನ ಕಾಕುಮನ<br/>ಜಾಪಿಮನ ಹೇವಮನ ಹೆಬಗಮನ ಗುಣಧರ್ಮಕರ್ಮದಿಂದ<br/>ತಾಪಸಬಡುತಿರ್ದೆ ಗಾಯವಡೆದ ಉರಗ<br/>ನಾಪರಿಯಲೆನ್ನ ನೆರಳಿಸಿ ಒರಲಿಸುವ ಮನದ<br/>ರೂಪನಳಿದು ಜ್ಞಾನವಿತ್ತು ಸಲವಯ್ಯಾ ಚಿದ್ರೂಪ ಚಿನ್ಮಯ ಶಂಭುವೆ.  | 6 |<br/>ಕೂಳಮನ ಕುರಿಮನ ಸರ್ವಚಾಂ<br/>ಡಾಲಿಮನ ಪರಧನ ಪರಸ್ತ್ರೀಯರನ್ಯಕ್ಕೆ<br/>ಕೋಳುಗೊಂಬುವ ಹೆಡ್ಡಮನ ಜಿಡ್ಡುಮನ ಜಾಳುಮನ<br/>ಹಾಳುಮನದ ಪಾಳೆಯವು ಹಲವು ಪರಿಯ ಮನದ<br/>ಗಾಡಿಗೆ ಸಿಲ್ಕಿ ಕಾಲಕರ್ಮಕ್ಕೆ ಗುರಿಯಾದೆನಿದ ಪರಿಹರಿಸಿ<br/>ಶೂಲಿ ಸರಸಿಜನ ಕಪಾಲಿ ಶಿರಮಾಲಿ ರಕ್ಷಿಸು ಕರುಣಾಂಬುನಿಧಿ ಗಿರಿಜೇಶನೆ |7|<br/>ಅಂಗಗೂಡಿನೊಳು ಮನಪಕ್ಷಿ ಹೊರಗಿರುವ ಪ<br/>ಕ್ಕಂಗಳೆರಡರೊಳು ಉಡುಪತಿ  ಭಾನುವಂ ಪಿಡಿದು<br/>ಜಂಗಿಟ್ಟು ಭೂಯ್ಯೋಮ ಮಧ್ಯದೊಳು ಚರಿಸುತಿರಲೆತಿ ಸಿದ್ಧ ಸಾಧ್ಯರೆಲ್ಲ<br/>ಭಂಗಬಡುವರು ಮನವೆಂಬ ಪಕ್ಷಿಯ ಮುರಿದು<br/>ನುಂಗಬಲ್ಲಡೆ ಸತ್ಯಶಿವಯೋಗಿ ಶರಣ ನಿ<br/>ರ್ಭಂಗ ನಿರ್ಲೇಪ ನಿರ್ಮನ ನಿರಾಭಾರಿಯಾಗಿಹರೆನ್ನ ಪ್ರಾಣಲಿಂಗ.  | 8 |<br/>ಹರನ ಶ್ರೀಪಾದದೊಳು ಮನವನಿಟ್ಟಿಹ ಸತ್ಯ<br/>ಶರಣಬಸವೇಶ ಪ್ರಭುರಾಯ ಮೋಳಿಗೆ  ಮಾರ<br/>ಗುರುಭಕ್ತ ನೆಂಬಣ್ಣ ದಾಸಿ ಕೇಶಯ್ಯನೋಹಿಲದೇವನುದುಟಯ್ಯ<br/>ಮರುಳಶಂಕರ ಮುಖ್ಯವಾದ ಪ್ರಮಥರ ದಿವ್ಯ<br/>ಚರಣದಲಿ ಮನವ ಮಗ್ನಿಸಿದ ದಾಸೋಹಿಗಳ<br/>ವರಪ್ರಸಾದಕ್ಕೆ ಯೋಗ್ಯನ ಮಾಡು ಪಡುವಿಡಿ ಸಿದ್ಧಮಲ್ಲಿನಾಥಪ್ರಭುವೆ. | 9 |</font>"
}