{
    "id": "20687", 
    "vachana": "<font>1256<br/>ಕಂದ : ಬಣ್ಣಿಪರಳವೆ ಶ್ರೀ ಪಂಚಾಕ್ಷರಿ<br/>ಉನ್ನತ ಮಹಿಮೆಯ ತ್ರಿಜಗದೊಳಗಂ<br/>ಎನ್ನಯ ಬಡಮತಿಯುಳ್ಳಷ್ಟಂ<br/>ಇನ್ನಂ ಪೆÇಗಳ್ವೆ ಸಿದ್ಧಮಲ್ಲನ ಕೃಪೆಯಿಂ.<br/>ರಗಳೆ :ಗುರು ಮಹಿಮೆಯನೋಪ ಪಂಚಾಕ್ಷರಿಯು<br/>ನಾಗಭೂಷಣನರ್ತಿನಾಮ ಪಂಚಾಕ್ಷರಿಯು | 1 |<br/>ನಡೆವುತಂ ನುಡಿವುತಂ ಶಿವನೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕುಡುತಲಿ ಕೊಂಬುತಲಿ ಹರನೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಉಡುತಲಿ ಉಂಬುತಲಿ ಸದ್ಗುರುವೇ ಪಂಚಾಕ್ಷರಿಯು<br/>ಬಿಡದೆ ಜಪಿಸಲು ಸದ್ಯೋನ್ಮುಕ್ತಿ  ಪಂಚಾಕ್ಷರಿಯು. | 2 |<br/>ಸಟೆ ಠಕ್ಕು  ಠೌಳಿಯಲ್ಲಿ ಬಿಡದೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ದಿಟಪುಟದಲ್ಲಿ ಆವಾ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕುಟಿಲ ವಿಷಯಂಗಳೊಲಿದು ಪಂಚಾಕ್ಷರಿಯು<br/>ನಟಿಸಿ ಜಪಿಸಲು ಮುಕ್ತಿ ಈವ  ಪಂಚಾಕ್ಷರಿಯು. | 3 |<br/>ಮಂತ್ರಯೇಳ್ಕೋಟಿಗೆ ತಾಯಿ ಪಂಚಾಕ್ಷರಿಯು<br/>ಅಂತ್ಯಜಾಗ್ರಜ ವಿಪ್ರರೆಲ್ಲ ಪಂಚಾಕ್ಷರಿಯು<br/>ಸಂತತಂ ಬಿಡದೆ ಜಪಿಸುವದು ಪಂಚಾಕ್ಷರಿಯು<br/>ಎಂತು ಬಣ್ಣಿಪರಳವಲ್ಲ ಪಂಚಾಕ್ಷರಿಯು. | 4 |<br/>ಆದಿ ಪಂಚಾಕ್ಷರಿಯು ಅನಾದಿ ಪಂಚಾಕ್ಷರಿಯು<br/>ಭೇದ್ಯ ಪಂಚಾಕ್ಷರಿಯು [ಅಭೇದ್ಯ ಪಂಚಾಕ್ಷರಿಯು]<br/>ಸಾಧಿಸುವಗೆ ಸತ್ಯ ನಿತ್ಯ  ಪಂಚಾಕ್ಷರಿಯು<br/>ಬೋಧೆ ಶೃತಿತತಿಗಳಿಗೆ ಮಿಗಿಲು ಪಂಚಾಕ್ಷರಿಯು. | 5 |<br/>ಪಂಚಾನನದುತ್ಪತ್ಯದಭವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಪಂಚಮಯ ಬ್ರಹ್ಮಮಯಂ ಜಗತ್ ಪಂಚಾಕ್ಷರಿಯು<br/>ಪಂಚವಿಂಶತಿತತ್ವಕಾದಿ ಪಂಚಾಕ್ಷರಿಯು<br/>ಪಂಚಶತಕೋಟಿ ಭುವನೇಶ ಪಂಚಾಕ್ಷರಿಯು. | 6 |<br/>ಹರಿಯಜರ ಗರ್ವವ ಮುರಿವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಉರಿಲಿಂಗವಾಗಿ ರಾಜಿಸುವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಸ್ಮರಣೆಗೆ ಸರಿಯಿಲ್ಲ ಪ್ರಣಮಪಂಚಾಕ್ಷರಿಯು<br/>ಸ್ಮರಿಸುವಾತನೆ ನಿತ್ಯಮುಕ್ತ ಪಂಚಾಕ್ಷರಿಯು. | 7 |<br/>ಪರಮ ಮುನಿಗಳ ಕರ್ಣಾಭರಣ ಪಂಚಾಕ್ಷರಿಯು<br/>ಹರನ ಸಾಲೋಕ್ಯದ ಪದವನೀವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಉರಗತೊಡೆಶಿವನನೊಲಿಸುವರೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕರ್ಮಗಿರಿಗೊಜ್ರ ಸುಧರ್ಮ ಪಂಚಾಕ್ಷರಿಯು. | 8 |<br/>ನಾನಾ ಜನ್ಮದಲ್ಲಿ ಹೊಲೆಯ ಕಳೆವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಮನಸ್ಮರಣೆಗೆ ಸರಿಯಿಲ್ಲ ಪಂಚಾಕ್ಷರಿಯು<br/>ಜ್ಞಾನವೇದಿಕೆ ಮುಖ್ಯ ಪಂಚಾಕ್ಷರಿಯು<br/>ಧ್ಯಾನಿಸುವ ನೆರೆವ ತಾನೆ ಪಂಚಾಕ್ಷರಿಯು. | 9 |<br/>ಏನ ಬೇಡಿದಡೀವ ದಾನಿ ಪಂಚಾಕ್ಷರಿಯು<br/>ಸ್ವಾನುಜ್ಞಾನದಲ್ಲು[ದಿ]ಸಿದಂಥ ಪಂಚಾಕ್ಷರಿಯು<br/>ಭಾನು ಅಘತಿಮಿರಕ್ಕೆ ತಾನೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕ್ಷಿತಿಭುವನಗಳ ಬೇಡಲೀವ ಪಂಚಾಕ್ಷರಿಯು. | 10 |<br/>ಕಾನನ ಭವತರು ವಹ್ನಿ  ಪಂಚಾಕ್ಷರಿಯು<br/>ಯತಿಗೆ ಯತಿತನವೀವ ಗತಿಯು ಪಂಚಾಕ್ಷರಿಯು<br/>ಉನ್ನತ ಸಿದ್ಧತ್ವವನೀವ ಸಿದ್ಧಿ ಪಂಚಾಕ್ಷರಿಯು<br/>ಭಾನು ಅಘತಿಮಿರಕ್ಕೆ ತಾನೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಗತಿ ಮೋಕ್ಷಗಳ ಬೇಡೆ ಕುಡುವ ಪಂಚಾಕ್ಷರಿಯು. | 11 |<br/>ಅವಲಂಬಿಗೆ ಅವಲಂಬ ಪಂಚಾಕ್ಷರಿಯು<br/>ನಿರಾವಲಂಬಿಗೆ ನಿರಾವಲಂಬ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕಾವ ಸಂಹರ ಭಜಿಪರಿಗೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ಮಾವದ್ಯುಮಣಿಧರನನೊಲಿಪ ಪಂಚಾಕ್ಷರಿಯು. | 12 |<br/>ಅರಿವರ್ಗಗಳ ಮುರಿವ ಶತೃ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕರಿಗಳೆಂಟನು ಹೊಡೆವ ಸಿಂಹ ಪಂಚಾಕ್ಷರಿಯು<br/>ಹರಿವ ದಶವಾಯುಗಳನಳಿವ ಪಂಚಾಕ್ಷರಿಯು<br/>ನೆರೆ ಸಪ್ತವ್ಯಸನಗಳಿಗೊಹ್ನಿ ಪಂಚಾಕ್ಷರಿಯು. | 13 |<br/>ತ್ರಿಗುಣಗಳ ಕೆಡಿಪ ನಿರ್ಗುಣವು ಪಂಚಾಕ್ಷರಿಯು<br/>ಅಘವೈದೇಂದ್ರಿಯಕೆ ಲಿಂಗೇಂದ್ರಿಯ ಪಂಚಾಕ್ಷರಿಯು<br/>ಮಿಗೆ ಕರ್ಮೇಂದ್ರಿಗಳ ತೆರೆತೆಗೆವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಝಗಝಗಿಸಿ ಸರ್ವಾಂಗಪೂರ್ಣ ಪಂಚಾಕ್ಷರಿಯು. | 14 |<br/>ಷಡೂರ್ಮಿಗಳ ಗಡವನಳಿವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಷಡುಕರ್ಮಗಳ ಮೆಟ್ಟಿನಿಲುವ ಪಂಚಾಕ್ಷರಿಯು<br/>ಷಡುವೇಕದಂತಿಗೆ ನಾಥ  ಪಂಚಾಕ್ಷರಿಯು<br/>ಬಿಡದೆ ಜಪಿಸಿದಡವ ಮುಕ್ತ ಪಂಚಾಕ್ಷರಿಯು. | 15 |<br/>ಸಂಸಾರಸಾಗರಕೆ ಹಡಗ ಪಂಚಾಕ್ಷರಿಯು<br/>ವಂಶಗಳನಳಿವ ನಿರ್ವಂಶ ಪಂಚಾಕ್ಷರಿಯು<br/>ಸಂಶಯವಿಲ್ಲದಲಿ ನಿಸ್ಸಂಶಯ ಪಂಚಾಕ್ಷರಿಯು<br/>ವಿಂಶಾರ್ಥ ಬಿಡದೆ ಜಪಿಸುವದು ಪಂಚಾಕ್ಷರಿಯು. | 16 |<br/>ಗುರುಕೃಪಕಧಿಕದಿ ಭವದಗ್ಧ ಪಂಚಾಕ್ಷರಿಯು<br/>ಕರದ ಲಿಂಗಬೆಳಗು ಪ್ರಣಮಪಂಚಾಕ್ಷರಿಯು<br/>ನೆರೆಶ್ರೋತ್ರಬೋಧೆ ನಿರ್ಬೋಧೆ ಪಂಚಾಕ್ಷರಿಯು<br/>ನಿರುತ ಜಪಿಸುವನೆ ನಿರಾಪೇಕ್ಷ ಪಂಚಾಕ್ಷರಿಯು. | 17 |<br/>ದೀಕ್ಷಾ ಪಂಚಾಕ್ಷರಿಯು ದೀಕ್ಷ ಪಂಚಾಕ್ಷರಿಯು<br/>ಮೋಕ್ಷಾ ಪಂಚಾಕ್ಷರಿಯು ಮೋಕ್ಷ ಪಂಚಾಕ್ಷರಿಯು<br/>ಶಿಕ್ಷಾ ಪಂಚಾಕ್ಷರಿಯು ಶಿಕ್ಷ ಪಂಚಾಕ್ಷರಿಯು<br/>ಭಿಕ್ಷಾ ಪಂಚಾಕ್ಷರಿಯು ಭಿಕ್ಷ ಪಂಚಾಕ್ಷರಿಯು | 18 |<br/>ಚಿದ್ಭಸ್ಮದೊಳುವಾಭರಣ ಪಂಚಾಕ್ಷರಿಯು<br/>ಚಿದ್ಮಣಿಗಳ ಸ್ಥಾನ ಸ್ಥಾನ ಪಂಚಾಕ್ಷರಿಯು<br/><p s=\"\" mso-=\"\"/></font>"
}