{
    "id": "32", 
    "vachana": "<font>32 <br/>ಅಯ್ಯ! ಅಚ್ಚಪ್ರಸಾದಿ, ನಿಚ್ಚಪ್ರಸಾದಿ, <br/>ಸಮಯಪ್ರಸಾದಿಗಳೆಂದು ಒಪ್ಪವಿಟ್ಟು ನಿಚ್ಚ ನಿಚ್ಚ ನುಡಿವ ಅಣ್ಣಗಳಿರ! <br/>ನೀವು ಅಚ್ಚಪ್ರಸಾದ, ನಿಚ್ಚಪ್ರಸಾದ, ಸಮಯಪ್ರಸಾದವಾದ ವಿಚಾರವ ಹೇಳಿರಣ್ಣ! ಅರಿಯದಿರ್ದಡೆ ಕೇಳಿರಣ್ಣ! <br/>ಸಮಸ್ತಪದಾರ್ಥವ ಗುರುಲಿಂಗಜಂಗಮದಿಂದ ಪವಿತ್ರವ ಮಾಡಿ <br/>ಅವರವರ ಪದಾರ್ಥವ ಅವರವರಿಗೆ ವಂಚಿಸದೆ <br/>ನಿರ್ವಂಚಕತ್ವದಿಂದ ಸಮರ್ಪಿಸುವದೆ ತ್ರಿವಿಧಪ್ರಸಾದಸ್ವರೂಪು ನೋಡ! <br/>ಕ್ರಿಯಾಮುಖದಲ್ಲಿ ಇಷ್ಟಲಿಂಗಕ್ಕೆ ಸಮರ್ಪಿಸುವ <br/>ಪೃಥ್ವಿಸಂಬಂಧವಾದ, ಅಷ್ಟತನುಗಳಿಂದುದಯವಾದ, <br/>ಗಂಧರಸರೂಪುಸ್ಪರ್ಶನಶಬ್ದ ಮೊದಲಾದ ಸಮಸ್ತಪದಾರ್ಥಂಗಳ <br/>ಆ ಕ್ರಿಯಾಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಸಮರ್ಪಿಸಿ, <br/>ಅವರೊಕ್ಕುಮಿಕ್ಕ ರೂಪುರುಚಿತೃಪ್ತಿಪ್ರಸಾದವ ಭೋಗಿಸುವಾತನೆ <br/>ತ್ರಿವಿಧಪ್ರಸಾದಿ ನೋಡ! <br/>ಜ್ಞಾನಮುಖದಲ್ಲಿ ಪ್ರಾಣಲಿಂಗಕ್ಕೆ ಸಮರ್ಪಿಸುವ ಮನಸಂಬಂಧವಾದ ಸ್ತ್ರೀಯಳೆಂಬ <br/>ರೂಪುರುಚಿತೃಪ್ತಿ ಮೊದಲಾದ ಪದಾರ್ಥಂಗಳ  <br/>ಸತ್ಕ್ರೀಯಾಗುರುಲಿಂಗಜಂಗಮವನೆ ಜ್ಞಾನಗುರುಲಿಂಗಜಂಗಮವೆಂದು ಭಾವಿಸಿ <br/>ತನ್ನ ವಿವಾಹಸಮಯದಲ್ಲಿ ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಭಕ್ತಗಣಸಾಕ್ಷಿಯಾಗಿ <br/>ತನ್ನ ಕೂಟದ ಶಕ್ತಿಯ ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಕೊಡುವ ಭಕ್ತಿ ಮೊದಲಾಗಿ, <br/>ಆ ಶಕ್ತಿಯರ ಅಂತರಂಗದಲ್ಲಿ ಬೆಳಗುವ ಪರಂಜ್ಯೋತಿರ್ಲಿಂಗವ ಬಹಿಷ್ಕರಿಸಿ  <br/>ಸದ್ಗುರುಮುಖದಿಂ ಹಸ್ತಮಸ್ತಕಸಂಯೋಗವ ಮಾಡಿಸಿ, <br/>ಆ ಲಿಂಗಾಂಗಕ್ಕೆ ಪಾಣಿಗ್ರಹಣವ ಮಾಡಿಸಿ, ಮಂತ್ರದೀಕ್ಷೆಯ ಬೋಧಿಸಿ, <br/>ಪಾದೋದಕಪ್ರಸಾದವ ಕೊಡಿಸಿ, <br/>ಸದಾಚಾರ-ಸದ್ಭಕ್ತಿ-ಸತ್ಕ್ರೀಯಾ-ಸಮ್ಯಜ್ಞಾನವ ಬೋದಿsಸಿ, <br/>ಶಕ್ತಿಭಾರವಳಿದು ಕ್ರಿಯಾಶಕ್ತಿಯರೆಂದು ಭಾವಿಸಿ, <br/>ಪ್ರಥಮದಲ್ಲಿ ಗುರುಲಿಂಗಜಂಗಮಕ್ಕೆ ಆ ಕ್ರಿಯಾಶಕ್ತಿಯ ಭಕ್ತಗಣಸಾಕ್ಷಿಯಾಗಿ <br/>ಪ್ರಮಾಣದಿಂದ ಕಂಕಣವ ಕಟ್ಟಿ, <br/>ಶರಣಾರ್ಥಿಯೆಂದು ಒಪ್ಪದಿಂದ ಒಪ್ಪಿಸಿ, <br/>ಅದರಿಂ ಮೇಲೆ, ಆ ಗುರುಲಿಂಗಜಂಗಮದ ಕರುಣವ ಹಡೆದು, <br/>ಆ ಕ್ರಿಯಾಶಕ್ತಿಯ ಭಕ್ತಗಣಮಧ್ಯದಲ್ಲಿ ಕೂಡಿ, ಸೆರಗ ಹಿಡಿದು <br/>ಗಣಪದಕ್ಕೆ ಶರಣೆಂದು ವಂದಿಸಿ <br/>ಅವರ ಕರುಣವ ಹಾರೈಸಿ ನಿಜಭಕ್ತಿಜ್ಞಾನವೈರಾಗ್ಯವ ಬೆಸಗೊಂಡು <br/>ಸಚ್ಚಿದಾನಂದಲಿಂಗನಿಷ್ಠಾಪರತ್ವದಿಂದ ಗುರುಲಿಂಗಜಂಗಮಶಕ್ತಿ ಮೊದಲಾಗಿ <br/>ಗುರುಭಕ್ತಿಯಿಂದ ಆಚರಿಸುವರೆ ತ್ರಿವಿಧಪ್ರಸಾದಿಗಳು ನೋಡ! <br/>ಮಹಾಜ್ಞಾನಮುಖದಲ್ಲಿ ಭಾವಲಿಂಗಕ್ಕೆ ಸಮರ್ಪಿಸುವ <br/>ಧನಸಂಬಂಧವಾದ ದ್ರವ್ಯವನ್ನು <br/>ಆ ಕ್ರಿಯಾಜ್ಞಾನಯುಕ್ತವಾದ ಗುರುಲಿಂಗಜಂಗಮವನೆ <br/>ಮಹಾಜ್ಞಾನಗುರುಲಿಂಗಜಂಗಮವೆಂದು ಭಾವಿಸಿ, <br/>ತಾ ಧರಿಸುವಂಥ ವಸ್ತ್ರಾಭರಣರಕ್ಷೆ ಮೊದಲಾಗಿ ಪ್ರತಿಪದಾರ್ಥವ <br/>ವಿಚಾರಮುಖದಲ್ಲಿ ಪಾತ್ರಾಪಾತ್ರವ ತಿಳಿದು ಸಮರ್ಪಿಸಿ, ನಿಜನೈಷ್ಠೆಯಿಂದ, <br/>ಪರದ್ರವ್ಯವ ತಂದು ಗುರುಲಿಂಗಜಂಗಮವ ಒಡಗೂಡಿ ಋಣಭಾರಕ್ಕೊಳಗಾಗದೆ ನಡೆ ನುಡಿ ಒಂದಾಗಿ ಆಚರಿಸುವರೆ ತ್ರಿವಿಧಪ್ರಸಾದಿಗಳು ನೋಡ! <br/>ಈ ವಿಚಾರವ ಸದ್ಗುರುಮುಖದಿಂದ ಬೆಸಗೊಂಡು ಆಚರಿಸುವರೆ  <br/>ಅಚ್ಚಪ್ರಸಾದಿ, ನಿಚ್ಚಪ್ರಸಾದಿ, ಸಮಯಪ್ರಸಾದಿ ನೋಡ! <br/>ಈ ವಿಚಾರವನರಿಯದೆ, ಶ್ರುತಿ-ಗುರು-ಸ್ವಾನುಭಾವವ ತಿಳಿಯದೆ,  <br/>ವಾಚಾಳಕತ್ವದಿಂದ ನುಡಿದು, [ತಾವು] ಗುರುಲಿಂಗಜಂಗಮಪ್ರಸಾದಿಗಳೆಂಬ <br/>ಮೂಳರ ಬಾಯ ಮೇಲೆ ಗಣಂಗಳು ಮೆಟ್ಟಿದ ಚಮ್ಮಾವಿಗೆಯ ತೆಗೆದುಕೊಂಡು ಪಟಪಟನೆ ಹೊಡೆಯೆಂದಾತನಂಬಿಗರ ಚೌಡಯ್ಯನು <br/>ನೋಡ, ಸಂಗನ ಬಸವೇಶ್ವರ. </font>"
}