{
    "id": "8034", 
    "vachana": "<font>34<br/>ಅಯ್ಯಾ, ನಾವು ಪರಮವಿರಕ್ತರು, <br/>ಪಟ್ಟದ ಅಯ್ಯನವರು, ಚರಮೂರ್ತಿಗಳು, ಪರದೇಶಿಗಳು ಎಂದು <br/>ಶಂಖ ಗಿಳಿಲು  ದಂಡಾಗ್ರ ಎಂಬ ಬಿರುದು ಪಿಡಿದು, <br/>ಕಾವಿ ಕಾಷಾಯಾಂಬರವ ಹೊತ್ತು, <br/>ಸರ್ವಕಾರ್ಯದಲ್ಲಿ ಶ್ರೇೀಷ್ಠರೆಂದು ಗರ್ವದಲ್ಲಿ ಕೊಬ್ಬಿ, <br/>ಕಾಮನಾಟದಲ್ಲಿ ಕಲಕಿ, ಮನಸ್ಸಿನಲ್ಲಿ ದುರ್ಗುಣವನ್ನಿಟ್ಟುಕೊಂಡು <br/>ಮಾತಿನಲ್ಲಿ ನೀತಿಯ ಸೇರಿಸುತ್ತ ಕಪಟದಲ್ಲಿ ಚರಿಸುವಂತಹ <br/>ತೊನ್ನ ಹೊಲೆಮಾದಿಗರ ಸಂಗಮಾಡಲಾಗದು, <br/>ಅವರ ಪ್ರಸಂಗವ ಕೇಳಲಾಗದು. <br/>ಅದೇನು ಕಾರಣವೆಂದಡೆ:<br/>ಗುರುಲಿಂಗಜಂಗಮವಾದ ಬಳಿಕ <br/>ಅಷ್ಟಾವರಣದಲ್ಲಿ ನಿಷ್ಠಾಪರವಾಗಿರಬೇಕು. <br/>ಪರಧನ ಪರಸತಿಯರ ಹಿಡಿಯೆನೆಂಬ ನೇಮದಲ್ಲಿ ಬಲ್ಲಿದರಾಗಿರಬೇಕು. <br/>ಶಿವಭಕ್ತರಾದವರ ಭವವ ಗೆಲಿಸಿ ಮೋಕ್ಷವ ಹೊಂದಿಸಬೇಕು. <br/>ಶಿವಲಾಂಛನವ ಹೊತ್ತ ಬಳಿಕ ಶಿವನಂತಿರಬೇಕು <br/>ಬರಿದೆ, ನಾನು ಮಾಹೇಶ್ವರನೆಂದು, ನಾನು ಶಿವಭಕ್ತನೆಂದು <br/>ತನ್ನ ಹೃನ್ಮಂದಿರದಲ್ಲಿ ನೆಲಸಿದ ಚಿನ್ಮಯಜಂಗಮಲಿಂಗಕ್ಕೆ <br/>ತನು-ಮನ-ಧನವೆಂಬ ತ್ರಿವಿಧಪದಾರ್ಥವನರ್ಪಿಸಿ, <br/>ತ್ರಿವಿಧಪ್ರಸಾದವ ಗರ್ಭೀಕರಿಸಿಕೊಂಡು, ಪ್ರಸನ್ನಪ್ರಸಾದವ ಸ್ವೀಕರಿಸಿ <br/>ಪರತತ್ವಪ್ರಸಾದದಲ್ಲಿ ತಾನು ತಾನಾಗಲರಿಯದೆ <br/>ಉಚ್ಚಂಗಿದುರ್ಗಿಗೆ ಬಿಟ್ಟ ಪೆÇೀತರಾಜನಂತೆ <br/>ಮೂರು ಮೂರು ಜಡೆಗಳ ಬಿಟ್ಟು, <br/>ಆಡಿನೊಳಗಿರುವ ಹಿರಿಯ ಹೋತಿನಂತೆ <br/>ಮೊಳ ಮೊಳ ಗಡ್ಡವ ಬಿಟ್ಟು, <br/>[ಡಂ]ಬ ಜಾತಿಗಾರನಂತೆ ವೇಷವ ತೊಟ್ಟು, <br/>ಮೀಸೆಯ ಬೋಳಿಸಿಕೊಂಡು, ಕೈಪವ ಧರಿಸಿ, <br/>ಸಂಸ್ಕೃತ ಗೀರ್ವಾಣಭಾಷೆಯ ಕಲಿತು, <br/>ಕಾಕ ಕುಟಿಲ  ಕುಹಕದ ಗಾಳಿಪೂಜೆಯಿಂದ ಬಂದ <br/>ಸುಡಗಾಡು ಸಿದ್ಧಯ್ಯಗಳಂತೆ, <br/>ಗಿಡಮೂಲಿಕೆಗಳು ತಂತ್ರ ಮಂತ್ರ ಯಂತ್ರದ ಭಾಷೆಗಳ ಕಲಿತುಕೊಂಡು <br/>ಪುರಜನರ ಮೆಚ್ಚಿಸಬೇಕೆಂದು <br/>ಅಯ್ಯಾ, ನಾವು ಕೆರೆ ಭಾವಿಯನಗೆಸಬೇಕೆಂದು, <br/>ಮಠ ಗುಡಿಯ ಕಟ್ಟಿಸಬೇಕೆಂದು, <br/>ಮಾನ್ಯದಲಿ ಬಿಲ್ವಗಿಡಗಳ ಹಚ್ಚಬೇಕೆಂದು, <br/>ಮದುವೆ ಅಯ್ಯಾಚಾರವ ಮಾಡಬೇಕೆಂದು, <br/>ಅನ್ನಕ್ಷೇತ್ರ ಅರವಟ್ಟಿಗೆಯ ಇಡಿಸಬೇಕೆಂದು, <br/>ಪುರಾಣಗಳ ಹಚ್ಚಿಸಬೇಕೆಂದು, <br/>ಇಂತಪ್ಪ ದುರಾಸೆಯ ಮುಂದುಗೊಂಡು ನಾನಾ ದೇಶವ ತಿರುಗಿ, <br/>ಅರಸರ ಮದದಂತೆ ಗರ್ವದಿಂದ ಹೆಚ್ಚಿ, <br/>ಹೇಸಿ ಹೊಲೆ  ಮಾದಿಗರ ಕಾಡಿ ಬೇಡಿ, <br/>ಹುಸಿಯನೆ ಬೊಗಳಿ ಒಬ್ಬನ ಒಲವ ಮಾಡಿ[ಕೊಂ]ಡು, <br/>ವ್ಯಾಪಾರ ಮರ್ಯಾದೆಯಲ್ಲಿ ಪೇಟೆಯಲ್ಲಿ ಕುಳಿತು <br/>ಅನಂತ ಮಾತುಗಳನಾಡುತ್ತ, <br/>ಸೆಟ್ಟಿ ಮುಂತಾದ ಅನಂತ ಕಳ್ಳ ಹಾದರಗಿತ್ತಿಯ ಮಕ್ಕಳ ಮಾತಿನಿಂದೊಲಿಸಿ, <br/>ಅವರು ಕೊಟ್ಟಡೆ ಹೊಗಳಿ, ಕೊಡದಿರ್ದಡೆ ಬೊಗಳಿ, <br/>ಆ ಭ್ರಷ್ಟ ಹೊಲೆಮಾದಿಗರು ಕೊಟ್ಟ  ದ್ರವ್ಯಗಳ ತೆಗೆದುಕೊಂಡು ಬಂದು <br/>ಕಡೆಗೆ ಚೋರರು ಒಯ್ದರೆಂದು ಮಠದೊಳಗೆ ಮಡಗಿಕೊಂಡು <br/>ಪರಸ್ತ್ರೀಯರ ಹಡಕಿ  ಯೋನಿಯೊಳಗೆ ಇಂದ್ರಿಯ ಬಿಟ್ಟು, <br/>ಕಾಮಕ್ರೋಧದಲ್ಲಿ ಮುಳುಗಿ ಮತಿಗೆಟ್ಟು, <br/>ಶಿವಪಥಕ್ಕೆ ದೂರಾಗಿ, ದುರಾಚಾರವ ಆಚರಿಸಿ, <br/>ನಡೆನುಡಿಗಳ ಹೊರತಾಗಿ, ವ್ಯರ್ಥ ಹೊತ್ತುಗಳೆದು, <br/>ಸತ್ತುಹೋಗುವ ಜಡದೇಹಿ ಕಡುಪಾತಕ ಕತ್ತೆ ಹಡಿಕರಿಗೆ <br/>ಪರಮ ನಿರಂಜನ  ಜಂಗಮಲಿಂಗದೇವರೆಂದು ಕರೆತಂದು, <br/>ಪಾದತೀರ್ಥ ಪ್ರಸಾದವ ತೆಗೆದುಕೊಂಬುವರಿಗೆ <br/>ಇಪ್ಪತ್ತೊಂದು ಯುಗಪರಿಯಂತರ ನರಕಕೊಂಡದಲ್ಲಿಕ್ಕುವ. <br/>ಇಂತಪ್ಪ ಜಂಗಮವನು ಪೂಜೆ  ಮಾಡುವಂತಹ ಶಿವಭಕ್ತನ <br/>ಉಭಯತರ ಮೂಗ  ಸೀಳಿ ಮೆಣಸಿನ ಹಿಟ್ಟು ತುಪ್ಪವ ತುಂಬಿ, <br/>ಪಡಿಹಾರಿ [ಉತ್ತಣ]ಗಳೆಡದ ಪಾದುಕೆಯಿಂದ <br/>ಪಡಪಡನೆ ಹೊಡಿ ಎಂದಾತ ನಮ್ಮ ಅಂಬಿಗರ ಚೌಡಯ್ಯ ನಿಜಶರಣನು. </font>"
}