{
    "id": "6665", 
    "vachana": "<font>713<br/>ಅಯ್ಯ<br/>ಪಂಚತತ್ವಂಗಳ ಪಡೆವ ತತ್ವ ಪ್ರತ್ಯಕ್ಷವಾಗದ ಮುನ್ನ,<br/>ಪದ್ಮಜಾಂಡವ ಧರಿಸಿಪ್ಪ ಕಮಠ-ದಿಕ್ಕರಿಗಳಿಲ್ಲದ ಮುನ್ನ,<br/>ನಿರ್ಮಲಾಕಾಶವೇ ಸಾಕಾರವಾಗಿ ನಿರಂಜನವೆಂಬ ಪ್ರಣವವಾಯಿತ್ತಯ್ಯ<br/>ಆ ನಿರಂಜನ  ಪ್ರಣವವೆಂಬ ಮರುಜೇವಣಿಯ ಬೀಜ,<br/>ಹ್ರೂಂಕಾರ ಮಂಟಪದಲ್ಲಿ ಮೂರ್ತಿಗೊಂಡಿತಯ್ಯ.<br/>ಆ ನಿರಂಜನ  ಪ್ರಣವವೆಂಬ ಮರುಜೇವಣಿಯ ಬೀಜ,<br/>ತನ್ನ ನಿರಂಜನ  ಶಕ್ತಿಯ ನಸುನೆನಹಿಂದ<br/>ಹಂಕಾರ ಚಕ್ಷುವೆಂಬ ಕುಹರಿಯಲ್ಲಿ ಶುದ್ಧಪ್ರಸಾದವೆಂಬ<br/> ಮೊಳೆದೋರಿತ್ತಯ್ಯ.<br/>ಆ ಶುದ್ಧ ಪ್ರಸಾದವೆಂಬ ಮೊಳೆ<br/>ತನ್ನ ಶೂನ್ಯಶಕ್ತಿಯ ಸೆಜ್ಜೆಯಿಂದ<br/>ಕರ್ಣಿಕಾಪ್ರಕಾಶ ಪಂಚನಾದವನುಳ್ಳ <br/>ಷೋಡಶ ಕಲಾಪುಂಜರಂಜಿತವಪ್ಪ<br/>ಹನ್ನೊಂದನೂರುದಳದ ಪತ್ರದಲ್ಲಿ<br/>ಪ್ರಣವಚಿತ್ರವೊಪ್ಪಿತ್ತಿಪ್ಪ ಹ್ರೀಂಕಾರ ಸಿಂಹಾಸನದ ಮೇಲೆ<br/>ಸಿದ್ಧಪ್ರಸಾದವೆಂಬ ಎಳವೆರೆ ತಳಿರಾಯಿತ್ತಯ್ಯ.<br/>ಆ ಸಿದ್ಧಪ್ರಸಾದವೆಂಬ ಎಳವೆರೆ<br/>ತನ್ನ ಶಾಂತಶಕ್ತಿಯ ಚಲನೆಯಿಂದ<br/>ಮೂರುಬಟ್ಟೆಯ ಮೇಲಿಪ್ಪ ಎರಡುಮಂಟಪದ ಮಧ್ಯದಲ್ಲಿ<br/>ಪ್ರಸಿದ್ಧಪ್ರಸಾದವೆಂಬ ಮಹಾವೃಕ್ಷ ಬೀಗಿ  ಬೆಳೆಯಿತ್ತಯ್ಯ.<br/>ಆ ಪ್ರಸಿದ್ಧಪ್ರಸಾದವೆಂಬ ಮಹಾವೃಕ್ಷ<br/>ತನ್ನ ಚಿಚ್ಛಕ್ತಿಯ ಲೀಲಾವಿನೋದದಿಂದ<br/>ಪಂಚಶಕ್ತಿಗಳೆಂಬ ನಾಲ್ಕೊಂದು ಹೂವಾಯಿತು.<br/>ಆ ಹೂಗಳ ಮಹಾಕೂಟದಿಂದ<br/>ಪಂಚಲಿಂಗಗಳೆಂಬ ಪಂಚಪ್ರಕಾರದ ಮೂರೆರಡು ಹಣ್ಣಾಯಿತು.<br/>ಆ ಹಣ್ಣುಗಳ ಆದ್ಯಂತಮಂ ಪಿಡಿದು<br/>ಸದ್ಯೋನ್ಮುಕ್ತಿಯಾಗಬೇಕೆಂದು<br/>ಸದಾಕಾಲದಲ್ಲಿ ಬಯಸುತ್ತಿಪ್ಪ ಮಹಾಶಿವಶರಣನು<br/>ತಿಳಿದು ನೋಡಿ ಕಂಡು<br/>ಆರುನೆಲೆಯ ನಿಚ್ಚಣಿಗೆಯ ಆ ತರುಲತೆಗೆ ಸೇರಿಸಿ<br/>ಜ್ಞಾನ ಕ್ರೀಗಳೆಂಬ ದೃಢದಿಂದೇರಿ<br/>ನಾಲ್ಕೆಲೆಯ ಪೀತವರ್ಣದ ಹಣ್ಣ<br/>ಸುಚಿತ್ತವೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಆರೆಲೆಯ ನೀಲವರ್ಣದ ಹಣ್ಣ<br/>ಸುಬುದ್ಧಿಯೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಹತ್ತೆಲೆಯ ಸ್ಫಟಿಕವರ್ಣದ ಹಣ್ಣ<br/>ನಿರಹಂಕಾರವೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಹನ್ನೆರೆಡೆಲೆಯ ಸುವರ್ಣವರ್ಣದ ಹಣ್ಣ<br/>ಸುಮನನೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಹದಿನಾರೆಲೆಯ ಮಿಂಚುವರ್ಣದ ಹಣ್ಣ<br/>ಸುಜ್ಞಾನವೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಆಸನಸ್ಥಿರವಾಗಿ ಕಣ್ಮುಚ್ಚಿ<br/>ಜ್ಞಾನಚಕ್ಷುವಿನಿಂ ನಿಟ್ಟಿಸಿ ಕಟ್ಟಕ್ಕರಿಂ ನೋಡಿ<br/>ರೇಚಕ ಪೂರಕ ಕುಂಭಕಂಗೈದು<br/>ಪೆಣ್ದುಂಬಿಯ ನಾದ  ವೀಣಾನಾದ ಘಂಟನಾದ<br/>ಭೇರೀನಾದ ಮೇಘನಾದ ಪ್ರಣವನಾದ ದಿವ್ಯನಾದ<br/>ಸಿಂಹನಾದಂಗಳಂ ಕೇಳಿ ಹರುಷಂಗೊಂಡು<br/>ಆ ಫಲಂಗಳಂ ಮನವೆಂಬ ಹಸ್ತದಿಂ ಮಡಿಲುದುಂಬಿ<br/>ಮಾಯಾಕೋಲಾಹಲನಾಗಿ ಪಂಚಭೂತಂಗಳ ಸಂಚವ ಕೆಡಿಸಿ<br/>ದಶವಾಯುಗಳ ಹೆಸಗೆಡಿಸಿ<br/>ಅಷ್ಟಮದಂಗಳ ಹಿಟ್ಟುಗುಟ್ಟಿ<br/>ಅಂತಃಕರಣಂಗಳ ಚಿಂತೆಗೊಳಗುಮಾಡಿ<br/>ಮೂಲಹಂಕಾರವ ಮುಂದುಗೆಡಿಸಿ<br/>ಸಪ್ತವ್ಯಸನಂಗಳ ತೊತ್ತಳದುಳಿದು<br/>ಜ್ಞಾನೇಂದ್ರಿಯಂಗಳ ನೆನಹುಗೆಡಿಸಿ<br/>ಕರ್ಮೇಂದ್ರಿಯಂಗಳ ಕಾಲಮುರಿದು<br/>ತನ್ಮಾತ್ರೆಯಂಗಳ ತೋಳಕೊಯ್ದು,<br/>ಅರಿಷಡ್ವರ್ಗಂಗಳ ಕೊರಳನರಿದು<br/>ಸ್ಫಟಿಕದ ಪುತ್ಥಳಿಯಂತೆ ನಿಜಸ್ವರೂಪಮಾಗಿ-<br/>ಎರಡೆಸಳ ಕಮಲಕರ್ಣಿಕಾಗ್ರದಲ್ಲಿಪ್ಪ<br/>ಪರಬ್ರಹ್ಮದ ಶ್ವೇತಮಾಣಿಕ್ಯವರ್ಣದ ದ್ವಿಪಾದಮಂ<br/>ಸುಜ್ಞಾನವೆಂಬ ಹಸ್ತದಲ್ಲಿ ಪಿಡಿದು<br/>ಓಂಕಾರವೆಂಬ ಮಂತ್ರದಿಂದ ಸಂತೈಸಿ<br/>ನೀರ ನೀರು ಕೂಡಿದಂತೆ ಪರಬ್ರಹ್ಮವನೊಡಗೂಡಿ<br/>ಆ ಪರಬ್ರಹ್ಮವೆ ತಾನೆಯಾಗಿ<br/>ಬ್ರಹ್ಮರಂಧ್ರವೆಂಬ ಶಾಂಭವಲೋಕದಲ್ಲಿಪ್ಪ<br/>ನಿಷ್ಕಲ ಪರಬ್ರಹ್ಮದ ನಿರಾಕಾರಪಾದಮಂ<br/>ನಿರ್ಭಾವವೆಂಬ ಹಸ್ತದಿಂ ಪಿಡಿದು<br/>ಪಂಚಪ್ರಸಾದವೆಂಬ ಮಂತ್ರದಿಂ ಸಂತೈಸಿ<br/>ಕ್ಷೀರಕ್ಷೀರವ ಕೂಡಿದಂತೆ ನಿಷ್ಕಲಬ್ರಹ್ಮವನೊಡಗೂಡಿ<br/>ಆ ನಿಷ್ಕಲಬ್ರಹ್ಮವೇ ತಾನೆಯಾಗಿ<br/>ಮೂರುಮಂಟಪದ ಮಧ್ಯದ ಕುಸುಮಪೀಠದಲ್ಲಿಪ್ಪ<br/>ಶೂನ್ಯಬ್ರಹ್ಮದ ಶೂನ್ಯಪಾದಮಂ<br/>ನಿಷ್ಕಲವೆಂಬ ಹಸ್ತದಿಂ ಪಿಡಿದು<br/>ಕ್ಷಕಾರವೆಂಬ ಮಂತ್ರದಿಂ ಸಂತೈಸಿ<br/>ಘೃತಘೃತವ ಕೂಡಿದಂತೆ<br/>ಶೂನ್ಯಬ್ರಹ್ಮವನೊಡಗೂಡಿ<br/>ಆ ಶೂನ್ಯಬ್ರಹ್ಮವೇ ತಾನೆಯಾಗಿ-<br/>`ನಿಶಬ್ದಂ ಬ್ರಹ್ಮ  ಉಚ್ಯತೇ' ಎಂಬ<br/>ಒಂಬತ್ತು ನೆಲೆಯ ಮಂಟಪದೊಳಿಪ್ಪ<br/>ನಿರಂಜನಬ್ರಹ್ಮದ ನಿರಂಜನಪಾದಮಂ<br/>ಶೂನ್ಯವೆಂಬ ಹಸ್ತದಿಂ ಪಿಡಿದು<br/>ಹ್ರೂಂಕಾರವೆಂಬ ಮಂತ್ರದಿಂ ಸಂತೈಸಿ<br/>ಬಯಲ ಬಯಲು  ಬೆರಸಿದಂತೆ<br/>ನಿರಂಜನಬ್ರಹ್ಮವೇ ತಾನೆಯಾಗಿ-<br/>ಮಹಾಗುರು ಸಿದ್ಧಲಿಂಗಪ್ರಭುವಿನ<br/>ಗರ್ಭಾಬ್ಧಿಯಲ್ಲಿ ಜನಿಸಿದ ಬಾಲಕಿಯಯ್ಯ ನಾನು.<br/>ಎನ್ನ ಹೃದಯಕಮಲೆಂಟು ಮಂಟಪದ<br/>ಚತುಷ್ಪಟ್ಟಿಕಾ ಮಧ್ಯದ ಪದ್ಮಪೀಠದಲ್ಲಿ<br/>ಎನ್ನ ತಂದೆ ಸುಸ್ಥಿರವಾಗಿ<br/>ಎನಗೆ ಷಟ್ಸ ್ಥಲಮಾರ್ಗ-ಪುರಾತರ ವಚನಾನುಭಾವ-<br/>ಭಕ್ತಿ ಜ್ಞಾನ ವೈರಾಗ್ಯವೆಂಬ<br/>ಜೇನುಸಕ್ಕರೆ ಪರಮಾಮೃತವ ತಣಿಯಲುಣಿಸಿದನಯ್ಯ.<br/>ಆ ಜೇನುಸಕ್ಕರೆ ಪರಮಾಮೃತವ ತಣಿಯಲುಣಿಸಲೊಡನೆ<br/>ಎನ್ನ ಬಾಲತ್ವಂ ಕೆಟ್ಟು ಯೌವನಂ ಬಳೆದು ಬೆಡಗು  ಕುಡಿವರಿದು<br/>ಮೀಟು ಜವ್ವನೆಯಾದೆನಯ್ಯ ನಾನು.<br/>ಎನಗೆ ನಿಜಮೋಕ್ಷವೆಂಬ ಮನ್ಮಥವಿಕಾರವು<br/>ಎನ್ನನಂಡಲೆದು ಆಳ್ದು ನಿಂದಲ್ಲಿ ನಿಲಲೀಸದಯ್ಯ.<br/>ಅನಂತಕೋಟಿ ಸೋಮಸೂರ್ಯ ಪ್ರಕಾಶವನುಳ್ಳ<br/> ಪರಂಜ್ಯೋತಿಲಿಂಗವೆ<br/>ಎನಗೆ ಶಿವಾನಂದ ಭಕ್ತಿಯೆಂಬ ತಾಲಿಬಂದಿಯ ಕಟ್ಟು<br/>ಸುಮಂತ್ರವಲ್ಲದೆ ಕುಮಂತ್ರವ ನುಡಿಯೆನೆಂಬ<br/>ಕಂಠಮಾಲೆಯಂ ಧರಿಸು.<br/>ಅರ್ಪಿತವಲ್ಲದೆ ಅನರ್ಪಿತವ ಪರಿಮಳಿಸೆನೆಂಬ<br/>ಮೌಕ್ತಿಕದ ಕಟ್ಟಾಣಿ ಮೂಗುತಿಯನಿಕ್ಕು.<br/>ಸುಶಬ್ಧವಲ್ಲದೆ ಅಪಶಬ್ದವ ಕೇಳೆನೆಂಬ<br/>ರತ್ನದ ಕರ್ಣಾಭರಣಂಗಳಂ ತೊಡಿಸು.<br/>ಶರಣತ್ವವನಲ್ಲದೆ ಜೀವತ್ವವನೊಲ್ಲೆನೆಂಬ<br/>ತ್ರಿಪುಂಡ್ರಮಂ ಧರಿಸು.<br/>ಕ್ರೀಯಲ್ಲದೆ ನಿಷ್ಕಿ ್ರೀಯ ಮಾಡೆನೆಂಬ<br/>ಮೌಕ್ತಿಕದ ಬಟ್ಟನಿಕ್ಕು.<br/>ನಿಮ್ಮವರಿಗಲ್ಲದೆ ಅನ್ಯರಿಗೆರಗೆನೆಂಬ<br/>ಕನಕಲತೆಯ ಬಾಸಿಂಗಮಂ ಕಟ್ಟು.<br/>ಸಮ್ಯಜ್ಞಾನವಲ್ಲದ ಅಜ್ಞಾನವ ಹೊದ್ದೆನೆಂಬ<br/>ನವ್ಯದುಕೂಲವನುಡಿಸು.<br/>ಲಿಂಗಾಣತಿಯಿಂದ ಬಂದುದನಲ್ಲದೆ<br/>ಅಂಗಗತಿಯಿಂದ ಬಂದುದಂ ಮುಟ್ಟೆನೆಂಬ<br/>ರತ್ನದ ಕಂಕಣವಂ ಕಟ್ಟು.<br/>ಶರಣಸಂಗವಲ್ಲದೆ ಪರಸಂಗಮಂ ಮಾಡೆನೆಂಬ<br/>ಪರಿಮಳವಂ ಲೇಪಿಸು.<br/>ಶಿವಪದವಲ್ಲದೆ ಚತುರ್ವಿಧಪದಂಗಳ ಬಯಸೆನೆಂಬ<br/>ಹಾಲು ತುಪ್ಪಮಂ ಕುಡಿಸು.<br/>ಪ್ರಸಾದವಲ್ಲದೆ ಭಿನ್ನರುಚಿಯಂ ನೆನೆಯೆನೆಂಬ<br/>ತಾಂಬೂಲವನಿತ್ತು ಸಿಂಗರಂಗೆಯ್ಯ.<br/>ನಿನ್ನ ಕರುಣಪ್ರಸಾದವೆಂಬ ವಸವಂತ ಚಪ್ಪರದಲ್ಲಿ<br/>ಪ್ರಮಥಗಣಂಗಳ ಮಧ್ಯದಲ್ಲಿ<br/>ಎನ್ನ ಮದುವೆಯಾಗಯ್ಯಾ,<br/>ಘನಲಿಂಗಿಯ ಮೋಹದ ಚೆನ್ನಮಲ್ಲಿಕಾರ್ಜುನಾ.</font>"
}