{
    "id": "16697", 
    "vachana": "<font>745<br/>ಲೋಕದ ನಚ್ಚಮಚ್ಚನೆ ನೀಗಿ ನಿಚ್ಚಟನಾಗಿ<br/>ಜ್ಞಾನ ಕ್ರೀಗಳಿಂದಾಚರಿಸಿ ಅಂಗಲಿಂಗದ ಸಂಬಂಧಿಗಳಾದ<br/>ಶಿವಲಿಂಗಮೋಹಿಗಳು ನೀವು ಕೇಳಿರಯ್ಯ.<br/>ಶರಣರು ಮುಕ್ತಿಪುರಕ್ಕೆ ಹೋಗುವ<br/>ಬಟ್ಟೆಯ ಬೆಡಗು  ಬಿನ್ನಾಣದ ಪರಿಯ.<br/>ಆ ಮುಕ್ತಿಪುರಕ್ಕೆ ಹೋಗುವ ಹಾದಿಯಲ್ಲಿ<br/>ಒಂದು ಪಂಚವರ್ಣದ ಕಣ್ಣು ಮನಕ್ಕೆ ಮುಟ್ಟದ<br/> ಮಹಾಪಟ್ಟಣವೊಂದೇ.<br/>ಆ ಪಟ್ಟಣವ ಕಟ್ಟಿದುದು ಮೊದಲಾಗಿ ಊರು  ಹಾಳಾಗಿಪ್ಪುದು.<br/>ಆ ಪಟ್ಟಣದ ನಡುವೆ ಹೋಗುತಿಪ್ಪ ಹಾದಿಯಲ್ಲಿ<br/>ಅಹಂಕಾರ ಮಮಕಾರಂಗಳೆಂಬ ಎರಡು<br/>ಪಟ್ಟಣಂಗಳು ತುಂಬಿ ತುಳುಕುತ್ತಿವೆ.<br/>ಆ ಎರಡು ಪಟ್ಟಣಕ್ಕೆ ಹೋದ ಹಾದಿ ಹೆಬ್ಬಟ್ಟೆಗಳಾಗಿಪ್ಪವು.<br/>ಆ ಎರಡು ಪಟ್ಟಣದ ವಿದಿಕ್ಕಿನಲ್ಲಿ ಒಂದು ಭಕ್ತಿಪುರವಿದೆ.<br/>ಆ ಭಕ್ತಿಪುರಕ್ಕೆ ಹಾದಿಯಿಲ್ಲ.<br/>ಆ ಭಕ್ತಿಪುರಕ್ಕೆ ಹೋದಲ್ಲದೆ<br/>ಮುಂದಣ ಮುಕ್ತಿಪುರದ ಬಟ್ಟೆಯ ಕಾಣಬಾರದು.<br/>ಆ ಮುಂದಣ ಪಯಣಗತಿಯ ಸಂಚುವರಿಯುವ ಸಂಬಂಧಮಂ<br/>ಶರಣ ಮನದಲ್ಲಿ ತಿಳಿದು<br/>ಆ ಹೆಬ್ಬಟ್ಟೆಗಳಲ್ಲಿ ಹೋದರೆ<br/>ಎಂಬತ್ತುನಾಲ್ಕುಲಕ್ಷ ಪ್ರಕಾರದ ಪರಮಂಡಲದಲ್ಲಿ<br/>ಸುಳಿವುದು ತಪ್ಪದೆಂದು ಅದಕ್ಕೆ ಹೇಹಮಂ ಮಾಡಿ<br/>ತಮ್ಮವರು ಹೋದ ನಸುದೋಯಲ ಬೆಂಬಳಿವಿಡಿದು  ಹೋಗಿ<br/>ಭಕ್ತಿಪುರಮಂ ಕಂಡು<br/>ಆ ಭಕ್ತಿಪುರದ ನಡುವೆ ಹೋಗುತಿಪ್ಪ ಹಾದಿಯಲ್ಲಿ<br/>ಹೆಬ್ಬುಲಿ ಕರಡಿ ಕಳ್ಳ ರಕ್ಕಸಿ ಕರಿಘಟೆಯಿಪ್ಪ<br/>ಮಹಾಸರೋವರದ ಅರಣ್ಯವಿದೆ.<br/>ಆ ಸರೋವರದ ಮಧ್ಯದಲ್ಲಿ<br/>ಎಂಟುಕಲಶದ ಚೌಕಾಮಂಟಪದ ಸುವರ್ಣದ ದೇಗುಲವಿದೆ.<br/>ಆ ದೇಗುಲದಲ್ಲಿ<br/>ಮುಕ್ತಿರಾಜ್ಯಕ್ಕೆ ಪಟ್ಟುವ ಕಟ್ಟುವ ಸಮರ್ಥಿಕೆಯನುಳ್ಳ<br/>ಜಂಗಮಲಿಂಗವಿದೆ.<br/>ಆ ಜಂಗಮಲಿಂಗಮಂ ಶರಣ ಕಂಡು ಹರುಷಗೊಂಡು<br/>ಭಾವದಲ್ಲಿಯೇ ಷೋಡಶೋಪಚಾರ  ಅಷ್ಟವಿಧಾರ್ಚನೆಗಳಿಂದ<br/>ಪೂಜೆಯಂಮಾಡಿ ತನ್ನ ಮನದಭೀಷ್ಟೆಯಂ<br/>ನೆನೆದಂತೆ ಮನದಲ್ಲಿ ಬೇಡಿ<br/>ದೇಹ ಮನ ಪ್ರಾಣಕುಳ್ಳ<br/>ಸಮಸ್ತ ಕರಣಾದಿ ಗುಣಗಳೆಲ್ಲಮಂ ಸುಟ್ಟು ಬೊಟ್ಟಿಕ್ಕಿ<br/>ನಿರ್ಮಲ ಸ್ವರೂಪನಾಗಿ ಅಲ್ಲಿಂದ ಮುಂದೆ ನಡೆವುತಿಪ್ಪಾಗ<br/>ಊಧ್ರ್ವದಿಕ್ಕಿನ ಆಕಾಶದಲ್ಲಿ<br/>ಅನೇಕ ಚೋದ್ಯವನೊಳಕೊಂಡಿಪ್ಪ ತ್ರಿಪುರಮಂ ಕಂಡು<br/>ಆ ತ್ರಿಪುರವ ಮೇಲೆ ಬ್ರಹ್ಮರಂಧ್ರವೆಂಬ<br/>ಕೈಲಾಸದ ಕಡೆಯ ಬಾಗಿಲೊಳಿಪ್ಪ ಐಕ್ಯಸ್ಥಲವೆನಿಸುವ<br/>ಆರುನೆಲೆಯ ಮಾಣಿಕ್ಯವರ್ಣದ ಉಪ್ಪರಿಗೆ ತಳಮಂ ಕಂಡು<br/>ಪತಿಯಿದ್ದ ಮನೆಯ ಬಾಗಿಲಂ ಸತಿ ಸಾರುವಂತೆ<br/>ಆ ಶರಣ ಆ ಉಪ್ಪರಿಗೆಯ ಬಾಗಿಲಂ ಸಾರೆ<br/>ಆ ಬಾಗಿಲಿನಲ್ಲಿ<br/>ಡಾಕಿನಿ ಶಾಕಿನಿ ರಾಕಿನಿ ಲಾಕಿನಿ ಕಾಕಿನಿ ಹಾಕಿನಿಯರೆಂಬ<br/>ಷಡ್ವಿಧಶಕ್ತಿಗಳಿಗೆ ಆದಿನಾಯಕಿಯಾಗಿಪ್ಪಳು,<br/>ಊಧ್ರ್ವಕುಂಡಲಿನಿಯೆಂಬ ಜ್ಞಾನಶಕ್ತಿ.<br/>ಆ ಶಕ್ತಿ ಆ ಬಾಗಿಲಿಗೆ ದ್ವಾರಪಾಲಕಿಯಾಗಿಪ್ಪಳು.<br/>ಅವಳು ಅಂಗರ ತಡೆವಳು ನಿರಂಗರ ಬಿಡುವಳೆಂಬುದ<br/>ಶರಣ ತನ್ನ ಮನದಲ್ಲಿ ತಾನೆ ತಿಳಿದು<br/>ಅಲ್ಲಿಪ್ಪ ಮಹಾಲಿಂಗಮಂ ಶರಣ<br/>ಮಂತ್ರಮಾಲೆಯಂ ಮಾಡಿ ಮನದಲ್ಲಿ ಧರಿಸಿ<br/>ಸೋಮ ಸೂರ್ಯರ ಕಲಾಪಮಂ ನಿಲಿಸಿ<br/>ಕುಂಭಮಂ ಇಂಬುಗೊಳಿಸಿ<br/>ರೆುsುೀಂ ರೆುsುೀಂ ಎಂದು ರೆುsುೀಂಕರಿಸುತಿಪ್ಪ ಪೆಣ್ದುಂಬಿಯ ನಾದಮಂ<br/>ಚಿಣಿಮಿಣಿ ಎಂದು ಸಣ್ಣರಾಗದಿಂದ<br/>ಮನವ ಸೋಂಕುತಿಪ್ಪ ವೀಣಾನಾದಮಂ<br/>ಲಿಂಗ ಲಿಂಗವೆಂದು ಕರೆವುತಿಪ್ಪ ಘಂಟಾನಾದಮಂ<br/>ಢಮ್ಮ ಢಮ್ಮ ಎನುತಿಪ್ಪ ಪೂರಿತವಾದ ಭೇರಿನಾದಮಂ<br/>ಚಿಟಿಲು ಪಿಟಿಲು ಧಿಗಿಲು ಭುಗಿಲೆನುತಿಪ್ಪ ಮೇಘನಾದಮಂ<br/>ಓಂ ಓಂ ಎಂದು ಎಲ್ಲಿಯೂ ಎಡೆವಿಡದೆ<br/>ಉಲಿವುತಿಪ್ಪ ಪ್ರಣವನಾದಮಂ<br/>ಓಂ ಹ್ರಾಂ ಹ್ರೀಂ ಹ್ರೂಂ ಹ್ರೇಂ ಹ್ರೆ ೈಂ ಹ್ರೌಂ ಹ್ರಂ ಹ್ರಃ<br/>ಎಂದು ಬೆಳಗ ಬೀರುತಿಪ್ಪ ದಿವ್ಯನಾದಮಂ<br/>ಅರಣ್ಯ ಘೋಳಿಡುವಂತೆ ಹೂಂಕರಿಸುತಿಪ್ಪ ಸಿಂಹನಾದಮಂ<br/>ಈ ಪ್ರಕಾರದ ನಾದಂಗಳಂ ಶರಣ ಕೇಳಿ<br/>ಮನದಣಿದು ಹರುಷಂ ಮಿಕ್ಕು<br/>ಆ ಬಾಗಿಲು ದಾಂಟಿ ಪಶ್ಚಿಮ ದಿಕ್ಕಿಗೆ ಮುಖವಾಗಲೊಡನೆ<br/>ಚೌಕಮಧ್ಯದಲ್ಲಿ<br/>ವಜ್ರ ವೈಡೂರ್ಯ ಪುಷ್ಯರಾಗ ಗೋಮೇಧಿಕ<br/>ಇಂತಿವರೊಳಗಾದ ನವರತ್ನಂಗಳ<br/>ಕಂಭ ಬೋದಿಗೆ  ಹಲಗೆಗಳಿಂದ ಅನುಗೈದು ತೀರಿಸಿದ<br/>ಮಹಾ ಶ್ರೀ ಗುರುವಿನ ಒಡ್ಡೋಲಗದ ಹಜಾರದ ಪ್ರಭೆಯು<br/>ಆಕಾಶವನಲೆವುತಿಪ್ಪುದಂ ಕಂಡು<br/>ಬಹಿರಾವರಣವ ಸೇರಿಪ್ಪ ಪ್ರಾಕಾರದ ಗೋಡೆಯ<br/>ಎರಡು ಹದಿನಾರು ಗೊತ್ತುಗಳಲ್ಲಿ<br/>ಈಶಾನ ಪರ್ಜನ್ಯ ಜಯಂತರೊಳಗಾದ ಮೂವತ್ತೆರಡು ತಂಡದ<br/>ಅನಂತ [ವಾ]ಸ್ತುದೇವತೆಗಳ ಕಾವಲ  ಅತ್ಯುಗ್ರವಂ ಕಂಡು<br/>ಶರಣರ್ಗೆ ತಡೆಹಿಲ್ಲವೆಂಬುದಂ ತನ್ನ ಮನಜ್ಞಾನದಿಂದವೇ ಅರಿದು<br/>ಕಾವಲಾಗಿಪ್ಪ [ವಾ]ಸ್ತುದೇವತೆಗಳ ಕೃಪಾದೃಷ್ಟಿಯಿಂದ ಸಂತೈಸಿ<br/>ಮುಕ್ತಿಪುರಕ್ಕೆ ಮೂಲ  ಸೂತ್ರವಾದ ಬ್ರಹ್ಮರಂಧ್ರದ ಪೂರ್ವ ದಿಕ್ಕಿನ<br/>ಚಂದ್ರಮಂಡಲದಲ್ಲಿಪ್ಪ ಬಾಗಿಲ ಬೀಗಮಂ ತೆಗೆದು<br/>ಶರಣನು ಒಳಹೊಗಲೊಡನೆ<br/>ಬಹಿರಾವರಣದ ವೀಥಿ  ಓಲಗದೊಳಿಪ್ಪ<br/>ಹರಿ ಸುರ  ಬ್ರಹ್ಮಾದಿ ದೇವತೆಗಳು<br/>ಮನು ಮುನಿ ಗರುಡ ಗಂಧರ್ವ ಇಂದ್ರ ಚಂದ್ರರೊಳಗಾದ<br/>ಅನಂತರೆಲ್ಲರು ಬೆದರಿ ಕೆಲಸಾರೆ<br/>ಸೋಮವೀಥಿಯೊಳಿಪ್ಪ ಅನಂತರುದ್ರರೊಳಗಾದ<br/>ಇಪ್ಪತ್ತನಾಲ್ಕುತಂಡದ ಅನಂತರು<br/>ಶಿವನ ಒಡ್ಡೋಲಗದ ವೈಭವವ ನಡೆಸುವ ಪರಿಚಾರಕರು ಬಂದು<br/>ಶರಣ ಲಿಂಗದೃಷ್ಟಿ ಸಂಧಾನವಾಗಲೆಂದು ಸಮ್ಮುಖವಂ ಮಾಡೆ<br/>ಸೂರ್ಯವೀಥಿಯೊಳಿಪ್ಪ<br/>ಉಮೆ ಚಂಡೇಶ್ವರ ನಂದಿಕೇಶ್ವರರೊಳಗಾದ<br/>ಹದಿನಾರುತಂಡದ ಅನಂತರುದ್ರರು ಬಂದು<br/>ಶರಣನ ಸನ್ಮಾನವಂ ಮಾಡೆ<br/>ಅಗ್ನಿವೀಥಿಯೊಳಿಪ್ಪ ವಾಮೆ ಜ್ಯೇಷ್ಠೆಯರೊಳಗಾದ<br/>ಎಂಟುತಂಡದ ಅನಂತಶಕ್ತಿಯರು ಬಂದು<br/>ಶರಣನ ಇದಿರ್ಗೊಳೆ<br/>ಕರ್ನಿಕಾವೀಥಿಯೊಳಿಪ್ಪ ಅಂಬಿಕೆ ಗಣಾನಿಯರೊಳಗಾದ<br/>ನಾಲ್ಕುತಂಡದ ಶಕ್ತಿಯರು ಬಂದು<br/>ಶರಣನ ಕೈವಿಡಿದು ಕರೆತರೆ<br/>ಈ ಸಿಂಹಾಸನಕ್ಕೆ ಮೇಲುಗದ್ದಿಗೆಯೆನಿಪ ಸಿಂಹಾಸನ<br/>ಶುಭ್ರವರ್ಣದ ಹತ್ತುನೂರುದಳವ ಗರ್ಭೀಕರಿಸಿಕೊಂಡು<br/>ಬೆಳಗುತಿಪ್ಪ ಒಂದು ಮಹಾಕಮಲ.<br/>ಆ ಕಮಲದಳಂಗಳೊಳಗಿಪ್ಪ ಪ್ರಣವ.<br/>ಆ ಪ್ರಣವ  ಸ್ವರೂಪರಾದ<br/>ಬಸವಾದಿ ಅಸಂಖ್ಯಾತ ಪ್ರಮಥಗಣಂಗಳು<br/>ಆ ಪ್ರಮಥಗಣಂಗಳಿಗೆ ಶರಣಭಾವದಲ್ಲಿಯೇ ಸಾಷ್ಟಾಂಗವೆರಗಿ<br/>ನಮಸ್ಕಾರವ ಮಾಡೆ<br/>ಆ ಗಣಂಗಳು ಕೃಪಾದೃಷ್ಟಿಯಿಂದ ಶರಣನ ಮೈದಡವಿ<br/>ಅನಂತಕೋಟಿ ಸೋಮ  ಸೂರ್ಯ ಕಾಲಾಗ್ನಿ ಮಿಂಚು ನಕ್ಷತ್ರಂಗಳು<br/>ತಮ್ಮ ತಮ್ಮ ಪ್ರಕಾಶಮಂ ಒಂದೇ ವೇಳೆ  ತೋರಿದ<br/>ಬೆಳಗಿನೊಡ್ಡವಣೆ ಪಂಚಪತ್ರಂಗಳಾವರಣಂಗಳಾಗಿ ತೋರ್ಪ<br/>ಹದಿನಾರುದಳಂಗಳೊಳಿಪ್ಪ ಷೋಡಶಕಳಾಪುಂಜವೆನಿಸುವ<br/>ಪದ್ಮಿನಿ ಚಂದ್ರಿಣಿಯರೊಳಗಾದ<br/>ಷೋಡಶ ಲಾವಣ್ಯಶಕ್ತಿನಿಯರ ಬೆಳಗಂ ಕಂಡು<br/>ಆ ಬೆಳಗಿನೊಡ್ಡವಣೆ ಬಯಲಾಯಿತ್ತು.<br/>ಈ ಕರ್ಣಿಕಾಪ್ರದೇಶದ ಪಂಚಪತ್ರಂಗಳೊಳಗಿಪ್ಪ<br/>ಪಂಚಪ್ರಣವಂಗಳ ಬೆಳಗಂ ಕಂಡು<br/>ಆ ಲಾವಣ್ಯಶಕ್ತಿನಿಯರ ಬೆಳಗು ತೆಗೆದೋಡಿತ್ತು.<br/>ಕರ್ಣಿಕಾಗ್ರದೊಳು ನಿಜನಿವಾಸವಾಗಿ ಮೂರ್ತಿಗೊಂಡಿಪ್ಪ<br/>ನಿಷ್ಕಲಬ್ರಹ್ಮದ ಚರಣದಂಗುಲಿಯ ನಖದ ಬೆಳಗಂ ಕಂಡು<br/>ಆ ಪ್ರಣವಂಗಳ ಬೆಳಗು ತಲೆವಾಗಿದವು.<br/>ಇಂತಪ್ಪ ಘನಕ್ಕೆ ಘನವಾದ ಮಹಾಲಿಂಗವಂ<br/>ಶರಣಂ ನಿಟ್ಟಿಸಿ ಕಟ್ಟಕ್ಕರಿಂ ನೋಡಿ<br/>ಮನಂ ನಲಿದು ಆನಂದಾಶ್ರುಜಲಂ ಸುರಿದು<br/>ಪುಳಕಂಗಳುಣ್ಮೆ ರೋಮಾಂಚನಂ ಗುಡಿಗಟ್ಟೆ<br/>ಪ್ರಣವದ ನುಡಿ ತಡೆಬಡಿಸಿ ನಡೆ ದಟ್ಟಡಿಸುವ ಕಾಲದಲ್ಲಿ<br/>ಕರ್ಪೂರದ ಪುತ್ಥಳಿ  ಬಂದು ಉರಿಯ ಪುತ್ಥಳಿಯನಾಲಂಗಿಸಿದಂತೆ<br/>ಶರಣಂ ಬಂದು ಆ ಘನಲಿಂಗಮಂ ಅಮರ್ದಪ್ಪಿ<br/>ಪುಷ್ಪ ಪರಿಮಳದಂತೆ ಏಕವಾಗಿ ಘನಲಿಂಗ ತಾನೆಯಾದ,<br/>ಮಹಾಗುರು ಸಿದ್ಧೇಶ್ವರಪ್ರಭುವಿನ ಚರಣಮಂ<br/>ನಾನು ಕರಸ್ಥಲದಲ್ಲಿ ಪಿಡಿದು ಪೂಜೆಯಂ ಮಾಡಲೊಡನೆ<br/>ಎನ್ನ ತನುವೇ ಪಂಚಬ್ರಹ್ಮ ಪ್ರಾಣವೇ ಪರಬ್ರಹ್ಮವಾಯಿತು.<br/>ಪ್ರವೃತ್ತಿಯ ಬಟ್ಟೆ  ಹುಲ್ಲು ಹುಟ್ಟಿತು.<br/>ನಿವೃತ್ತಿಯ ಬಟ್ಟೆ  ನಿರ್ಮಲವಾಯಿತು.<br/>ಉಯ್ಯಾಲೆಯ ಮಣೆ ನೆಲೆಗೆ ನಿಂದಂತೆ ಆದೆನಯ್ಯಾ,ಘನಲಿಂಗಿಯ ಮೋಹದ ಚೆನ್ನಮಲ್ಲಿಕಾರ್ಜುನಾ.</font>"
}