{
    "id": "9069", 
    "vachana": "<font>1111<br/>ಶುದ್ಧಶೈವದ ನಿರ್ಧರವನರಿವ ಬುದ್ಧಿಯನನುಕರಿ[ಸೆ]<br/>ಆ ಶುದ್ಧಶೈವದ ಪರಿಯೆಂತೆಂದಡೆ:<br/>ಏಕಮೇವನದ್ವಿತೀಯಂ ಬ್ರಹ್ಮವೆಂಬು[ದ]<br/>ಶ್ರುತಿಪ್ರಮಾಣಿಂದರಿದು<br/>ಅಂತಪ್ಪ ಶಿವನಲ್ಲಿ ಏಕನಿಷ್ಠೆಯ ಪಡೆದು<br/>ಆ ಶಿವಂಗೆ ಅರ್ಚನೆ ಪೂಜನೆಯಂ ಮಾಡುವಲ್ಲಿ<br/>ದುರ್ಗಿ, ವಿನಾಯಕ, ಭೈರವ ಮೊದಲಾದ ಪರಿವಾರ ದೇವತೆಗಳನ್ನು<br/>ಏಕಪೀಠದಲ್ಲಿ ಪೂಜೆಯಂ ಮಾಡುವಾತನು<br/>ಅವಿವೇಕದ ಅಪರಾಧಿಯಲ್ಲದೆ<br/>ವಿವೇಕವನುಳ್ಳ ಶೈವಸಂಪನ್ನನಲ್ಲ.<br/>ಅದಕ್ಕೆ ದೃಷ್ಟಾಂತವೆಂತೆಂದಡೆ:<br/>ಅರಸು ಕುಳ್ಳಿರುವ ಸಿಂಹಾಸನದಲ್ಲಿ<br/>ಪ್ರಧಾನ ಮೊದಲಾದ ಪರಿವಾರ ಕುಳ್ಳಿರಬಹುದೆ ?<br/>ಬಾರದಾಗಿ, ಪರಿವಾರ ದೇವತೆಗಳಿಗೆ ಏಕ ಪೀಠ ಸಲ್ಲದು.<br/>ಮುನ್ನ ಅರುವತ್ತುಮೂವರು ಮೊದಲಾದ ಅಸಂಖ್ಯಾತರೆನಿಪ ಭಕ್ತರುಗಳು<br/>ಶುದ್ಧಶೈವ ವೀರಶೈವದಲ್ಲಿ ನಿಷ್ಠೆಯ ಆಚರಿಸುವಲ್ಲಿ<br/>ಏಕಲಿಂಗದಲ್ಲಿ ನಿಷ್ಠೆ, ಶಿವಭಕ್ತರಲ್ಲಿ ಪ್ರೇಮ,<br/>ಶಿವಲಾಂಛನವ ಧರಿಸಿಪ್ಪ ಜಂಗಮವನು ಶಿವನೆಂದು ಕಂಡು<br/>ಅವರಿಗೆ ತೃಪ್ತಿಪಡಿಸಿದವರಾಗಿ ಚತುರ್ವಿಧವನೆಯ್ದಿದರು.<br/>ಅದೆಂತೆಂದಡೆ:<br/>ವೃಕ್ಷಸ್ಯ ವದನಂ ಭೂಮಿಃ ಸ್ಥಾವರಸ್ಯ ಚ ಜಂಗಮಃ<br/>ಮಮ ತೃಪ್ತಿರುಮಾದೇವಿ ಜಂಗಮಸ್ಯಾನನಾದ್ಭವಃ ††<br/>ಅಸ್ಯಾರ್ಥ,<br/>ಮರಕ್ಕೆ ಬೇರು  ಬಾಯಿ ಹೇಗೆಯಾಯಿತ್ತು<br/>ಹಾಂಗೆ ಲಿಂಗಕ್ಕೆ ಜಂಗಮವೆ ಬಾಯಿಯೆಂದು<br/>ಆವನಾನೊರ್ವನು ಜಂಗಮಕ್ಕೆ ತೃಪ್ತಿಪಡಿಸುತ್ತಂ ಇದ್ದಾನು,<br/>ನಾನು ತೃಪ್ತನು ಕಾಣಾ ಉಮಾದೇವಿ<br/>ಎಂದು ಶಿವನು ಹೇಳಿದನಾಗಿ ಮತ್ತಂ,<br/>ಶಿವಯೋಗಿಮುಖೇನೈವ ಸಾಕ್ಷಾದ್ಭುಂಕ್ತೇ ಸದಾಶಿವಃ<br/>ಶಿವಯೋಗಿಶರೀರಾನ್ತೇ ನಿತ್ಯಂ ಸನ್ನಿಹಿತಃ ಶಿವಃ ††<br/>ಆವನೊರ್ವ ಶಿವಯೋಗಿಗೆ ಆವನೊರ್ವ ಭಕ್ತನು<br/>ತೃಪ್ತಿ ಪಡಿಸುತ್ತಂ ಇದ್ದಾನು, ಅದೇ ಶಿವನ ತೃಪ್ತಿಯೆಂದು ಅರಿವುದು.<br/>ಅದು ಹೇಗೆಂದಡೆ:<br/>ಶಿವಯೋಗಿಯ ಹೃದಯಕಮಲಮಧ್ಯದಲ್ಲಿ<br/>ಶಿವನು ಆವಾಗಲೂ ತೊಲಗದಿಹನಾಗಿ,<br/>ಮತ್ತಾ ಶಿವಂಗೆ ಲಿಂಗ ಒಂದು ಮುಖ, ಜಂಗಮ  ಒಂದು ಮುಖ.<br/>ಅದಕ್ಕೆ ಈಶ್ವರ ವಾಕ್ಯ:<br/>ಯಥಾ ಭೇರುಂಡಪಕ್ಷೀ ತು ದ್ವಿಮುಖಾತ್ ಪರಿಭುಂಜತೇ †<br/>ತಥಾ ಭುಂಜಾಮಿ ದ್ವಿಮುಖಾಲ್ಲಿಂಗಜಂಗಮಯೋರಹಂ ††<br/>ಅಸ್ಯಾರ್ಥ,<br/>ಆವುದಾನೊಂದು ಭೇರುಂಡ  ಪಕ್ಷಿ ಎರಡು ಮುಖದಲ್ಲಿ ಹಾರವ ಕೊಳಲು<br/>ಒಂದೇ ದೇಹಕ್ಕೆ ತೃಪ್ತಿಯಹ ಹಾಂಗೆ<br/>ಎನಗುಳ್ಳವು ಲಿಂಗ ಜಂಗಮವೆರಡು ಮುಖ.<br/>ಆ ಎರಡು ಮುಖಕ್ಕೆ ಆವನಾನೊರ್ವನು ನೈವೇದ್ಯವ ನೀಡುತ್ತಂ ಇದ್ದಾನು,<br/>ಅದು ಎನ್ನ ತೃಪ್ತಿಯೆಂದು ಶಿವನು ದೇವಿಯರಿಗೆ ಹೇಳಿದನಾಗಿ<br/>ಇಂತಪ್ಪ ಲಿಂಗಜಂಗಮವೆರಡು ಮುಖವೆ<br/>ಶಿವನ ತೃಪ್ತಿಗೆ ಕಾರಣವೆಂದರಿದು ಆಚರಿಸಿದರಾಗಿ<br/>ವೀರಶೈವಸಂಪನ್ನರುಮಪ್ಪ ಅರುವತ್ತುಮೂವರು ಅಸಂಖ್ಯಾತರು<br/>ಶಿವನಲ್ಲಿ ಚತುರ್ವಿಧ ಪದವಿಯನೆಯ್ದಿ ಸುಖಿಯಾದರು.<br/>ಇದೀಗ ಶುದ್ಧಶೈವದ ಮಾರ್ಗ.<br/>ಈ ಶೈವಸಂಪತ್ತನರಿದಾಚರಿಸಿದವರೆ ಮುಕ್ತರುಸೌರಾಷ್ಟ್ರ ಸೋಮೇಶ್ವರಾ.</font>"
}