{
    "id": "9099", 
    "vachana": "<font>1141<br/>ಹಠಯೋಗ ಲಂಬಿಕಾಯೋಗ ಆತ್ಮಯೋಗ<br/>ಸಿದ್ಧಯೋಗ ಪಿಶಾಚಯೋಗ ಅಷ್ಟಾಂಗಯೋಗಂಗಳೆಂಬ<br/>ಷಡುವಿಧ ಕರ್ಮಯೋಗಂಗಳೊಳು<br/>ಶೋಷಣೆ, ದಾಹನೆ, ಪ್ಲಾವನೆ, ಚಾಲನೆ ಖಾಳಾಪಖಾಳಮಂ ಮಾಡಿ<br/>ತ್ರಿದೋಷಾದಿಗಳಂ ಪ್ರವರ್ತಿಸಲೀಯದೆ ಮಲಯುಗಮಂ ನೆಲೆಗೊಳ್ಳಲೀಯದೆ<br/>ಗಜಕರಣಂಗಳಿಂ ಪವನಧಾರಣೆಯಿಂ ಕಲ್ಪಯೋಗಂಗಳಿಂ<br/>ಮೂಲಿಕಾಬಂಧದಿಂ ಬಂದಿsಸಿ, ಘಟಮಂ ನಟಿಸುವುದು ಹಠಯೋಗ. <br/>ಪವನಾಭ್ಯಾಸಂಗಳಿಂದಭ್ಯಾಸಯೋಗ,<br/>ಕ್ರಮಕ್ರಮಂಗಳಿಂ ಜಿಹ್ವೆಯಂ ಬೆಳಸಿ<br/>ಹಠಸಮ್ಮಿಶ್ರದಿಂ ಷಡಾಧಾರದ ಪಶ್ಚಿಮಪಥವಿಡಿದು<br/>ಪ್ರಾಣಪವನನ ಮಸ್ತಕಕ್ಕೇರಿಸಿ ಜಿಹ್ವೆಯ ಸುಷುಮ್ನೆಯಲ್ಲಿಟ್ಟು<br/>ಸೋಮಪಾನಮಂ ಸೇವಿಸಿ ಸಪ್ತಸ್ಥಾನ ನವಚಕ್ರದಲ್ಲಿ ನಿಂದು <br/>ಮುಕ್ತ್ಯಂಬಿಕೆಯೊಡಗೂಡುನವುದು ಲಂಫಬಿಕಾಯೋಗ.<br/>ಆತ್ಮನಂ ಭೇದಿಸಿ ಪ್ರಾಣವಾಯು ನಾಡಿಗಳನರಿತು<br/>ಹಿಡಿವ ಭೇದಮಂ ತಿಳಿದು, ತೆಗೆವ ಬಿಗಿವ ಸಂಚಮಂ ಕಂಡು<br/>ಒಡ್ಡಿಯಾಣಬಂಧ ಜಾಳಾಂಧರಬಂಧ<br/>ಠಾಣಿಕಾಮುದ್ರೆ ಭ್ರೂಸಂಕೋಚ ಬ್ರಹ್ಮಸ್ಥಾನದುತ್ತರನಾಡಿಯಿಂದ<br/>ಆತ್ಮನನಾತ್ಮಲಿಂಗದಲ್ಲಿ ಸಂಯೋಗಮಾಡುವದಾತ್ಮಯೋಗ.<br/>ಅಂಜನಾಸಿದ್ಧಿ ಘುಟಿಕಾಸಿದ್ಧಿ ಶರೀರಸಿದ್ಧಿ ಪರಕಾಯಪ್ರವೇಶ<br/>ತ್ರಿಕಾಲಜ್ಞಾನ ದೂರಶ್ರವಣ ದೂರದೃಷ್ಟಿಯೊಳಗಾದ<br/>ಅಷ್ಟಮಹಾಸಿದ್ಧಿಯಂ ಪಡೆದು,<br/>ರಸಸಿದ್ಧಿ ಪಾಷಾಣಸಿದ್ಧಿ ಲೋಹಸಿದ್ಧಿ ವಯಸ್ತಂಭ<br/>ಸ್ವರವಂಚನೆ ಕಾಯವಂಚನೆ<br/>ವೇದಶಾಸ್ತ್ರಸಿದ್ಧಿ<br/>ಭರತಸಿದ್ಧಿ ಗಾಂಧರ್ವಸಿದ್ಧಿ ಕಿನ್ನರಸಿದ್ಧಿ<br/>ವಾಚಾಸಿದ್ಧಿ ಖೇಚರತ್ವ ಮಹೇಂದ್ರಜಾಲದೊಳಗಾದ ಷಷ್ಟಿವಿದ್ಯಾಸಿದ್ಧಿ<br/>ಅಣಿಮಾದಿ ಮಹಿಮಾ ದಿ<br/>ಈಶಿತ್ವ ವಶಿತ್ವ ಪ್ರಾಪ್ತಿ  ಪ್ರಾಕಾಮ್ಯವೆಂಬ ಅಷ್ಟೈಶ್ವರ್ಯಸಿದ್ಧಿ<br/>ವ್ಯಾಳಿ ಚರ್ಪಟಿ ಕೋರಾಂಟ ರತ್ನಘೋಷ<br/>ಭೂತನಾಥ ನಾಗಾರ್ಜುನ ಮಚ್ಚೇಂದ್ರ ಗೋರಕ್ಷ<br/>ಮಂಜಿನಾಥ ನವನಾಥ ಸಿದ್ಧರೊಳಗಾದ ಸಮಸ್ತ ಸಿದ್ಧಿಬುದ್ಧಿಗಳಿಂ<br/>ಲಿಂಗವನರಿಸಿ ಅಟ್ಟಿಮುಟ್ಟಿ ಹಿಡಿದೆಹೆನೆಂಬುದು ಸಿದ್ಧಯೋಗ.<br/>ಪಿಶಾಚತ್ವದಿಂ ತ್ರಿಭುವನಿಯಂ ಸೇವಿಸಿ ಅಮರಿಗಳಂ ಸೇವಿಸಿ<br/>ಅಮರೀ ಭ್ರಮರಾದೇವಿ ಅಮರೀ ತ್ರಿಪುರಾಂತಕೀ<br/>ಅಮರೀ ಕಾಲಸಂಹಾರೀ ಅಮರೀ ತ್ರೈಲೋಕ್ಯಸಾಧನೀ<br/>ಇಂತೆಂಬ ಶ್ರುತಿಗೇಳ್ದು,<br/>ವಜ್ರಿ ಅಮರಿಗಳನಂಗಲೇಪಂ ಮಾಡಿ ಶುಕ್ಲಮಂ ಸೇವಿಸಿ  <br/>ಭೂತಸಂಕುಳಂಗಳೊಡನಾಡಿ ಅಜ್ಞಾನವಶದಿಂ<br/>ಲಿಂಗವನೇನೆಂದರಿಯದ ಕ್ಷೀಣವೃತ್ತಿಯ<br/>ಪಿಶಾಚತ್ವದಿಂದಿಪ್ಪುದು ಪಿಶಾಚಯೋಗ.<br/>ಹಿಂಸೆಯನುಳಿದ ±ಚತ್ವದಿಂ ಬ್ರಹ್ಮಚರ್ಯದಿಂ  <br/>ತತ್ವಂಗಳನಾಹ್ವಾನಿಸುತ್ತಿಪ್ಪುದು ಯಮಯೋಗ.<br/>ವಿವೇಕ ವಿಚಾರದಿಂ ತತ್ವಂಗಳನರಿತು ಆಚರಿಸಿ<br/>ಅಡಿುಟ್ಟು ನಡೆವುದು ನಿಯಮಯೋಗ.<br/>ಪದ್ಮಾಸನ ಸಿದ್ಧಾಸನ ಬದ್ಧಾಸನ ವಜ್ರಾಸನ ಮಯೂರಾಸನ ಕೂರ್ಮಾಸನ<br/>ಕಕ್ಕುಟಾಸನ ಅರ್ಧಾಸನ ವೀರಾಸನ ಶ್ಮಶಾನಾಸನ ಹಸ್ತಾಸನ<br/>ಮಸ್ತಕಾಸನ ಕುಠಾರಾಸನ ಸಿಂಹಾಸನ ಮಧ್ಯಲವಣಿ   <br/>ಶಿರೋಲವಣಿಯೊಳಗಾದ ಆಸನಬಂಧಂಗಳಿಂದಾಚರಿಸುವುದಾಸನಯೋಗ.<br/>ತತ್ವ ಮೂವತ್ತಾರಕ್ಕೆ ಪ್ರಣವ  ಮೂಲವೆಂದರಿತು<br/>ಷಡಾಧಾರಚಕ್ರಂಗಳ ಅಕ್ಷರವರ್ಣಂಗಳಿಂ ತಿಳಿದು<br/>ಮೇರಣ ಅಜನಾಳ ಬ್ರಹ್ಮಸ್ಥಾನ ತುರೀಯಾತೀತದ ಓಂಕಾರಮಪ್ಪ<br/>ಪ್ರಣವವನರಿವುದು ಪ್ರಾಣಾಯಾಮಯೋಗ.<br/>ಪ್ರತ್ಯಾಹಾರಯೋಗಕ್ರಮಗಳಿಂದ<br/>ಸತ್ಪ್ರಣವವನಾಹಾರಿಸುವುದು ಪ್ರತ್ಯಾಹಾರಯೋಗ.<br/>ಪ್ರಣವಕ್ಕೆ ಅತೀತವಾದ ಪರಶಿವಮೂರ್ತಿ ಮನದಲ್ಲಿ ಚಿಗುರ್ತು<br/>ಅಂತರಂಗದಲ್ಲಿ ಧ್ಯಾನಾರೂಢನಾಗಿ ಧ್ಯಾನಿಸುವುದು ಧ್ಯಾನಯೋಗ.<br/>ಆ ಪರಶಿವಮೂರ್ತಿಯೆ ಇಷ್ಟಲಿಂಗವೆಂಬ ಭಾವನೆಯಿಂದ<br/>ಅಷ್ಟವಿಧಾರ್ಚನೆ ಷೋಡಶೋಪಚರ್ಯಂಗಳಿಂದಿಷ್ಟಲಿಂಗಧಾರಣದಿಂದ<br/>ಇಪ್ಪುದು ಧಾರಣಯೋಗ.<br/>ಅಪ್ರಶಿಖಾಸ್ಥನದಿಂದುತ್ತರವಿಭಾಗೆಯ ಅಜಪೆಯಿಂದತ್ತಣ<br/>ಚಿತ್‍ಪ್ರಭೆಯಿಂದುಜ್ವಳತೇಜ ಸ್ವಯಂಪ್ರಕಾಶ<br/>ದಿವ್ಯತೇಜದಿಂದೊಪ್ಪಿಪ್ಪ ಮಹಾಘನ ಪರವಸ್ತುವನಿದಿರಿಟ್ಟೀಕ್ಷಿಸಿ<br/>ಆಮಹಾಪ್ರಕಾಶದಲ್ಲಿ ಒಡಗೂಡಿ ತಾನು ತಾನಾಗಿ  <br/>ಜಗದ್ವಿಹರಣೀಯನೇನೆಂದರಿಯದ ಪರಮಕಾಷ್ಠೆಯ   <br/>ಸಮಾಧಿಯಲ್ಲಿಪ್ಪುದು ಸಮಾಧಿಯೋಗ.   <br/>ಇಂತಪ್ಪ ಅಷ್ಟಾಂಗವೊಳಗಾದ ಷಡುವಿಧಕರ್ಮಯೋಗಂಗಳಂ ಮೆಟ್ಟಿ <br/>ಚತುರ್ವಿಧಪದವಿಯಂ ಹೊದ್ದದೆ ಫಲಭೋಗಂಗಳಂ ಮುಟ್ಟದೆ  <br/>ಖ್ಯಾತಿ ಲಾಭ ಪೂಜೆಯಂ ತಟ್ಟದೆ   <br/>ಇಹಪರಂಗಳಂ ಸಾರದೆ, ಭವಬಂಧನಕ್ಕೆ ಬಾರದೆ  <br/>ಗೆಲ್ಲ ಸೋಲಕ್ಕೆ ಹೋರದೆ, ತನುವಿನಿಚ್ಛೆಯಲ್ಲಿ ಸುಳಿಯದೆ  <br/>ಮನದಿಚ್ಛೆಯಲ್ಲಿ ಹರಿಯದೆ, ಪ್ರಾಣನ ಸುಳುಹಿನಲ್ಲಿ ಸಿಕ್ಕದೆ  <br/>ಪ್ರಕೃತಿವಶಕ್ಕೊಳಗಾಗದೆ, ಇಂದ್ರಿಯಂಗಳಿಗೆ ಮೈಯೊಡ್ಡದೆ  <br/>ಸರ್ವಸಂದೇಹನಿವೃತ್ತಿಯಾಗಿ, ನಿಂದಲ್ಲಿ ನಿರಾಳ, ನಡೆದಲ್ಲಿ ನಿರ್ಗಮನಿ,  <br/>ನುಡಿದಲ್ಲಿ ನಿಶ್ಶಬ್ದಿ, ಸುಳಿದಲ್ಲಿ ಒಡಲಿಲ್ಲದುಪಾಧಿಯರತು<br/>ಅಂಗವೆ ಲಿಂಗವಾಗಿ ಲಿಂಗವೆ ಪ್ರಾಣವಾಗಿ<br/>ಪ್ರಾಣವೆ ಪ್ರಸಾದವಾಗಿ, ಪ್ರಸಾದವೆ ಪರಿಪೂರ್ಣವಾಗಿ<br/>ನಿಜಲಿಂಗೈಕ್ಯವಾಗಿ ನಿಜಸುಖಸಂಬಂಧಿಯಾಗಿ<br/>ನಿಜಯೋಗ ಸನ್ನಿಹಿತವಾಗಿ ಕಾಯವಿದ್ದಂತೆ ಬಯಲಾಗಿಪ್ಪರಯ್ಯಾಸೌರಾಷ್ಟ್ರ ಸೋಮೇಶ್ವರಾ ನಿಮ್ಮ ಶರಣರು.</font>"
}