{
    "id": "9084", 
    "vachana": "<font><br/>952<br/>ಬೈಲ ಬ್ರಹ್ಮವು ತನ್ನ ಬೈಲಿನೊಳಗೆ ತಾನೆ<br/>ಬೈಲುರೂಪವಾಗಿ ಬೈಲಾದುದು ತಾನೆ  | ಪಲ್ಲ |<br/>ಜಾರನೋರ್ವಗೆ ಸುತರು ನೂರೆಂಟು ಹುಟ್ಟಿಹರು<br/>ಚೋರತನಕ್ಕೆ ಬಿದ್ದು ಹೋರುವ ತಾನೆ<br/>ಚೋರತನಕೆ ಬಿದ್ದು ಹೋರುವ ಮಕ್ಕಳ<br/>ಜಾರ ತಾ ಕೊಂದು ಅಳಿವನು ತಾನೆ.  | 1 |<br/>ಪುಂಡಪುಂಡರು ಕೂಡಿ ದಂಡೆತ್ತಿ ಬರುವರು<br/>ಕಂಡಕಂಡ್ಹಂಗೆ ಕಡಿದಾಡಿ ತಾನೆ.<br/>ಕಂಡಕಂಡ್ಹಂಗೆ ಕಡಿದಾಡಿ ಆ ದಂಡು<br/>ಬಂಡಾಟವಾಗಿ ಹೋಗುದು ತಾನೆ.  | 2 |<br/>ಇರವಿಯ ದಂಡೆದ್ದು ಧರೆಯೆಲ್ಲ ಮುತ್ತುವುದು<br/>ನರರಿರುವುದಕ್ಕೆ ನೆಲೆಯಿಲ್ಲ ತಾನೆ.<br/>ನರರಿರುವುದಕ್ಕೆ ನೆಲೆಯಿಲ್ಲದಂತಾಗಿ<br/>ಧರೆ ಉರಿದಿರಿವಿ ಅಳಿವುದು ತಾನೆ. | 3 |<br/>ಇದ್ದ ದೈವಗಳೆಲ್ಲ ಬಿದ್ದುರುಳಿ ಹೋದಾವು<br/>ಸುದ್ದಿ ಕೇಳೋರ್ವ ಬರುವನು ತಾನೆ<br/>ಸುದ್ದಿ ಕೇಳೋರ್ವ ಬಂದು ತಾ ಮಾಡಿದ<br/>ಬುದ್ಧಿಂದ ಸೀಮಾ ನೇಮವು ತಾನೆ. | 4 |<br/>ಮಾಡಿದ ನೇಮ ಸೀಮಾ ಮಾಡಿದಂತಿರದೆ ತಾ<br/>ಕೂಡೋದು ಜಾತಿಸಂಕರ ತಾನೆ<br/>ಕೂಡೋದು ಜಾತಿಸಂಕರವಾಗಲು<br/>ರೂಢಿಯೊಳಗೆ ಮಹಾಶ್ಚರ್ಯವು ತಾನೆ. | 5 |<br/>ಹಿಂದೆ ಬಸವರಾಜ ಬಂದು ತೋರಿದ ಮಹತ್ವಕ್ಕೆ<br/>ಅಂದೇ ಆಯಿತು ವಿಘ್ನ ಪ್ರಮಥರಿಗೆ ತಾನೆ<br/>ಅಂದಾದ ವಿಘ್ನಕ್ಕೆ ಪ್ರಮಥರು  ತಾವೆಲ್ಲಾ<br/>ಮುಂದಾಗುವದು ಸೂಚಿಸಿದರು ತಾನೆ. | 6 |<br/>ಮುಂದಾದುದು ತಾನೆ ಮುಂದೇನಾಗುವದು ಅದ<br/>ರಂದವ ಅರಿಯದೆ ಉಳುವಿಟ್ಟರು ತಾನೆ<br/>ಅಂದವರಿಯದೆ ತಾವು  ಉಳುವಿಟ್ಟು ಹೋದ ಕಾರಣ<br/>ಬಂದುಹೋಗುವದು ಭವವುಂಟು ತಾನೆ. | 7 |<br/>ಚನ್ನಣ್ಣ ಬರುವದು ಬಿನ್ನಣ ಮುಂದುಂಟು<br/>ಚನ್ನಣ್ಣನಿಂದೇನಾಗುವದು ತಾನೆ<br/>ಚನ್ನಣ್ಣನಿಂದೇನಾಗದಿರಲು ಆಗ<br/>ತನ್ನ ತಾ ತಿಳಿದು ನಿಜವಹ ತಾನೆ | 8 |<br/>ಆರು ಕೂಡಿಸಿದರೆ ಕೂಡದು ಆರು ಅಗಲಿಸಿದರೆ ಅಗಲದು<br/>ಆರಿಗೆ ಆರಾಗಿ ಮೀರುವದು ತಾನೆ<br/>ಆರಿಗೆ ಆರಾಗಿ ಮೀರುವ ಮಾತಿಗೆ<br/>ಘೋರಾಟವಾಯಿತು ಬಹುಜನ್ಮ ತಾನೆ | 9 |<br/>ಒಂದೊಂದು ಜೀವದಿಂದೆ ಮುಂದೊಮ್ಮೆ ಸರ್ವಜೀವವು<br/>ಹೊಂದಿ ಹೋಗುವದು ಲಯವಾಗಿ ತಾನೆ<br/>ಹೊಂದಿ ಹೋಗುವದು ಲಯವಾಗಿ ಅದರೊಳ್<br/>ಬಂದುಳಿದು ಹಲವಾಗುವದು ತಾನೆ | 10 |<br/>ನಿಷ್ಠೆ ನೆಲೆಗೊಳಿಸಿ ನಿಷ್ಠೆಯೊಳ್ ಅಳಿವರು<br/>ನಿಷ್ಠೆ ಉಳ್ಳವರು ನಿಜವಲ್ಲ ತಾನೆ<br/>ನಿಷ್ಠೆಯುಳ್ಳವರು ನಿಜವಲ್ಲ ಇದರಂತೆ<br/>ದುಷ್ಟರು ದುಷ್ಟರೊಳ್ ಅಳಿವರು ತಾನೆ | 11 |<br/>ಅಳಿದದ್ದು ಅಳಿವುದು ಉಳಿದದ್ದು ಉಳಿವುದು<br/>ಇಳೆಯು ನೀರೊಳ್ ಕರಗುವದು ತಾನೆ<br/>ಇಳೆಯು ನೀರೊಳು ಕರಗಿದ ಕಾಲಕ್ಕೆ<br/>ಬಲವಂತನೊಬ್ಬನು ಬರುವನು ತಾನೆ | 12 |<br/>ಬಲವಂತ ಬಂದಾಗ ನೆಲಜಲ ನೆಲಮಾಡಲು<br/>ಹಲವುಕಾಲ ಮತ್ತಾಗುವದು ತಾನೆ<br/>ಹಲವುಕಾಲ ಮತ್ತಾಗುವದು ಈ ಪರಿ<br/>ನೆಲೆಯೊಳಳಿವು ಸಾಕಾರಕ್ಕೆ ತಾನೆ | 13 |<br/>ಆರಾರ ವ್ಯಾಳ್ಯಕ್ಕೆ ಮೀರುವದು ಈ ಭೂಮಿ<br/>ನೀರೊಳು ಕೂಡಿ ನೀರಾಗುವದು ತಾನೆ<br/>ನೀರೊಳು ಕೂಡಿ ನೀರಾಗಿರಲು ಆ ನೀರು<br/>ನೀರರ್ತು ಅಗ್ನಿ ಆಗುವದು ತಾನೆ | 14 |<br/>ಅನಲಾನ ಉರಿನುಂಗಿ ಅನಿಲಾನ ಒಳಕೊಂಡು<br/>ಅನುವಾಯಿತು ಆಕಾಶ ಆತ್ಮನೊಳು ತಾನೆ<br/>ಅನುವಾಯಿತು ಆತ್ಮನೊಳು ಆಕಾಶ ಆ ಆತ್ಮ<br/>ಚಿನುಮಯನೊಳಗೆ ತನುಮಯ ತಾನೆ | 15 |<br/>ಲೀಲವನುಳಿದು ತಾ ಲೀಲವಾಗಲು ಮಹಾಂತ<br/>ಮೂಲೋಕವೆಲ್ಲಾ ಸಾಲೋಕ್ಯ ತಾನೆ<br/>ಮೂಲೋಕವೆಲ್ಲಾ ಸಾಲೋಕ್ಯವೆಲ್ಲುಂಟು<br/>ಲೀಲ ಮೇಲಾಗಿ ತಾನಹನು ತಾನೆ.</font>"
}