{
    "id": "9098", 
    "vachana": "<font>966<br/>ಆ ಗುರುಶಿಷ್ಯರೆರಡು ಒಂದಾಗಿ<br/>ತಾನೇ ತಾನಾದ ವಿನೋದವೇನೆಂಬೆ ?<br/>ಮಹಾಂತ ಮಹಾಂತ ನೀನೆಂದರೆ ನೀನು<br/>ಇಂದಿನ ಮಹಾಂತನೇ ಅಲ್ಲಾ, ಅಂದಿನ ಮಹಂತ ನೀನು.<br/>ನೀನು ನಿರುಪಮ, ನಿರಾಳ, ನಿಷ್ಕಳ, ನಿರ್ಬೈಲು,<br/>ಮಹಾಬಯಲಾದ ಅಂದಿನ ಮಹಾಂತ ನೀನಲ್ಲವೆ ?<br/>ಅದು ನೀ ಹ್ಯಾಂಗ ಬಲ್ಲೆಯೆಂದರೆ :<br/>ನೀನು ನನಗೆ ತತ್ವೋಪದೇಶ ಹೇಳಿದಾತನೇ ? ಅಲ್ಲ.<br/>ಅಷ್ಟಾಂಗಯೋಗಂಗಳ ಹೇಳಿದಾತನೇ ? ಅಲ್ಲ.<br/>ಮುದ್ರೆಸಾಧನವ ಹೇಳಿದಾತನೇ ? ಅಲ್ಲ.<br/>ಹಠಯೋಗ ಲಯಯೋಗ ಲಂಬಿಕಾಯೋಗ<br/>ತಪಜಪ ಅದ್ವೈತಾದಿ ನಿತ್ಯನೇಮ ಪುಣ್ಯ ಸತ್ಕರ್ಮ<br/>ಮೊದಲಾದ ಇವು ಏನಾದರೂ ಎನಗೆ ಹೇಳಿದಾತನೇ ? ಅಲ್ಲ.<br/>ಇವು ಏನು ಹೇಳಲೊಲ್ಲದೆ ನನಗೊಂದು ಹೇಳಿದಿರಿ.<br/>ಅದ ಏನು ಹೇಳಿದಿರಿ ಅಂದರೆ,<br/>ನಿನ್ನ ನೀ ತಿಳಿದು ಹಾಡೆಂದು ಹೇಳಿದಿರಿ.<br/>ನೀನು ಹೇಳಿದುದಕ್ಕೆ ನಾನು ನನ್ನ ಒಬ್ಬುಳಿಯ ಮಾಡಿ ಏಕಚಿತ್ತಾಗಿ<br/>ಹೊರ ಆಸೆ ಬಿಟ್ಟು ಒಳನೋಟವಿಟ್ಟು<br/>ಹಸಿವೆ ತೃಷೆಗಳಂ ಸುಟ್ಟು ನನ್ನನ್ನೇ ನಾ ಕೆಟ್ಟು<br/>ರತಿ ನಿನ್ನೊಳಗಿಟ್ಟು ಆತ್ಮಜ್ಞಾನ ಅಳವಟ್ಟು, ಅಹಂಬ್ರಹ್ಮವಂ ಬಿಟ್ಟು,<br/>ನೀ ಒಂದು ಮಾಡೆಂದರೆ ನಾ ಒಂಬತ್ತು ಮಾಡಿ ಹುಡುಕಲು,<br/>ಅಲ್ಲಿ ನಿನ್ನ ಬಲ್ಲಾದೆ, ನಿನ್ನ ಬಲ್ಲಲ್ಲಿ ಸರ್ವವೂ ಬಲ್ಲಾದೆ.<br/>ನನ್ನ ನಿನ್ನ ಬಲ್ಲಲ್ಲಿ ಸರ್ವವೂ ಬಲ್ಲಾದೆ.<br/>ಅದು ಹ್ಯಾಂಗ ಬಲ್ಲಿ ಅಂದರೆ,<br/>ಮಾತಿಲೆ ಬಲ್ಲಲ್ಲಿ ನಿನ್ನ ವಾರ್ತಿ ಕೇಳಿ ಬಲ್ಲೆ,<br/>ನಿನ್ನ ಸನ್ನಿಧಿಗೆ ಹೋಗಿ ಬಲ್ಲೆ, ನಿನ್ನ ಕಂಡು ಬಲ್ಲೆ,<br/>ನಿನ್ನ ಕೂಡಿ ಬಲ್ಲೆ, ನಿನ್ನ ಸದ್ವಾಸನೆಗೊಂಡು ಬಲ್ಲೆ,<br/>ನಿನ್ನ ಸ್ನೇಹವ ಮಾಡಿ ಬಲ್ಲೆ, ನಿನ್ನ ಕೂಡುಂಡು ಬಲ್ಲೆ,<br/>ನಿನ್ನ ಸಮರಸಗೂಡಿ ಬಲ್ಲೆ, ನಿನ್ನ ಕೂಡಿದ ಪರಮಸುಖ<br/>ಪರಮ ಉಪಕಾರಕ್ಕೆ ಹೇಳಬಲ್ಲೆ, ವಿಸ್ತಾರವಾಗಿ ನಿನ್ನ ಹಾಡಿ ಬಲ್ಲೆ,<br/>ಒಂದೆ ಮಾಡಬಲ್ಲಲ್ಲಿ ಒಂಬತ್ತ ಮಾಡಬಲ್ಲೆ,<br/>ಈ ಒಂಬತ್ತುಮಾಡಿ ಬಲ್ಲಲ್ಲಿ ನಾ ಮೊದಲಾದ ಸರ್ವವು ನೀನೆಂಬುದು ಬಲ್ಲೆ.<br/>ಇನ್ನು ಎನ್ನ ಪ್ರಾಣ, ಮನ, ದೇಹ, ಭಾವ, ಅರವು, ಮನವು<br/>ನನ್ನ ಸರ್ವವು ನೀನಾದ ಮ್ಯಾಲೆ ನನಗೇನುಂಟು ?<br/>ಮತ್ರ್ಯಲೋಕದ ಮಹಾಗಣಂಗಳು, ಮಹಾನುಭಾವಿಗಳು,<br/>ನಿಜಜ್ಞಾನಿಗಳು, ಮಹಾ ಅರವಿಗಳು, ಎನಗೊಂದು ಹೆಸರಿಟ್ಟಿದ್ದರು.<br/>ಅದು ಹೆಸರು ನಿನಗೆ ಆಯಿತು. ಅದೇನು ಹೆಸರೆಂದರೆ ?<br/>ಸರ್ವವು ನೀನಾದಮ್ಯಾಲೆ, ಸತ್ಕರ್ಮ ದುಷ್ಕರ್ಮ ಎರಡು ನೀನೇ ಆದಿ.<br/>ನಾನು ಇನ್ನೇನು ಮಾಡಲಿ ಎಂದು<br/>ಆವ ಕರ್ಮವಿಲ್ಲದೆ ಸುಮ್ಮನೆ ಇರುತಿರಲು, ಅದ ಕಂಡು ಹೆಸರಿಟ್ಟಿದ್ದರು.<br/>ಈತ ಸತ್ಕರ್ಮಿಯೆಂಬುವೆ ಸತ್ಕರ್ಮಿ ಅಲ್ಲಾ,<br/>ಈತಗೆ ನಾವು ದುಷ್ಕರ್ಮಿಯೆಂಬುವೆ ದುಷ್ಕರ್ಮಿ ಅಲ್ಲಾ,<br/>ಪಾಪಿಯೆಂಬುವೆ ಪಾಪಿ ಅಲ್ಲಾ, ಪುಣ್ಯನೆಂಬುವೆ ಪುಣ್ಯನಲ್ಲಾ,<br/>ಆಸೆ ಅಲ್ಲಾ ನಿರಾಸೆ ಅಲ್ಲಾ, ಅಜ್ಞಾನಿ ಅಲ್ಲಾ ಸುಜ್ಞಾನಿ ಅಲ್ಲಾ,<br/>ಕಾಮಿ ಅಲ್ಲಾ ನಿಷ್ಕಾಮಿ ಅಲ್ಲಾ, ಕ್ರೋಧಿ ಅಲ್ಲಾ ನಿಷ್ಕ್ರೋಧಿ ಅಲ್ಲಾ,<br/>ಲೋಭಿ ಅಲ್ಲಾ ನಿರ್ಲೋಭಿ ಅಲ್ಲಾ, ಮೋಹಿ ಅಲ್ಲಾ ನಿರ್ಮೋಹಿ ಅಲ್ಲಾ,<br/>ಅಹಂಕಾರಿ ಅಲ್ಲಾ ನಿರಹಂಕಾರಿ ಅಲ್ಲಾ, ಮತ್ಸರಿ ಅಲ್ಲಾ ಮತ್ಸರರಹಿತನೇ ಅಲ್ಲಾ.<br/>ಯೋಗಿಯೇ ಅಲ್ಲಾ ಭೋಗಿಯೆ ಅಲ್ಲಾ.<br/>ತ್ಯಾಗಿಯೇ ಅಲ್ಲಾ ರಾಗಿಯೇ ಅಲ್ಲಾ, ಸುಖಿಯೇ ಅಲ್ಲಾ ದುಃಖಿಯೆ ಅಲ್ಲಾ,<br/>ಕ್ರಿಯಯುಕ್ತನೇ ಅಲ್ಲಾ ಕ್ರಿಯಾಬಾಹ್ಯನೇ ಅಲ್ಲಾ,<br/>ಭವಿಯೇ ಅಲ್ಲಾ ಭಕ್ತನೇ ಅಲ್ಲಾ, ಶಿವನೇ ಅಲ್ಲಾ ಜೀವನೇ ಅಲ್ಲಾ.<br/>ಅರುವೇ ಅಲ್ಲಾ ಮರವೆಯೇ ಅಲ್ಲಾ,<br/>ಸತ್ತವನೇ ಅಲ್ಲಾ ಬದುಕಿದವನೇ ಅಲ್ಲಾ,<br/>ಊರವನೇ ಅಲ್ಲಾ ಅಡವಿಯವನೇ ಅಲ್ಲಾ,<br/>ಗುರುವೇ ಅಲ್ಲಾ ಶಿಷ್ಯನೇ ಅಲ್ಲಾ, ಶಂಕರನೆ ಅಲ್ಲಾ ಕಿಂಕರನೇ ಅಲ್ಲಾ, <br/>ಹೇಳುವವನೇ ಅಲ್ಲಾ ಕೇಳುವವನೇ ಅಲ್ಲಾ,<br/>ಮೂಕನೇ ಅಲ್ಲಾ ಮಾತಾಡುವವನೇ ಅಲ್ಲಾ, ಹೆಣ್ಣೆ ಅಲ್ಲಾ ಗಂಡೇ ಅಲ್ಲಾ, <br/>ನಪುಂಸಕನೇ ಅಲ್ಲಾ ಅಂತರಪಿಶಾಚಿಯೇ ಅಲ್ಲಾ,<br/>ವಿಷಯಾತುರಿಯೇ ಅಲ್ಲಾ ವಿರಕ್ತನೇ ಅಲ್ಲ,<br/>ಇಹಲೋಕ ಇಚ್ಛಿಯೇ ಅಲ್ಲಾ ಪರಲೋಕ ಬಯಕಿಯೇ ಅಲ್ಲಾ.<br/>ಅದು ಎಂಬುವೆ ಅದು ಅಲ್ಲ, ಇದು ಎಂಬುವೆ ಇದು ಅಲ್ಲ.<br/>ಹಾಂಗೂ ಅಲ್ಲ ಹೀಂಗೂ ಅಲ್ಲ, ಅಂತೂ ಅಲ್ಲಾ ಇಂತೂ ಅಲ್ಲಾ,<br/>ಏನೂ ಅಲ್ಲಾ ಅಲ್ಲಾ ಅಲ್ಲಾ ಎಂದು ಹೆಸರಿಟ್ಟಿದ್ದರು ಎನಗೆ.<br/>ಇದು ಹೆಸರು ನಿನಗೆ ಆಯಿತು.<br/>ಅದೆಂತೆಂದೊಡೆ :<br/>ಅಲ್ಲಮಪ್ರಭು ಎಂಬುವ ನಾಮವು ನಿನಗೆ ಆಯಿತಲ್ಲದೆ ನನಗೆಲ್ಲಿಹದು ?<br/>ಅದು ಕಾರಣ ನನಗೆ ನಾಮವಿಲ್ಲಾ ರೂಪವಿಲ್ಲಾ ಕ್ರೀಯವಿಲ್ಲಾ<br/>ಬಯಕೆಯಿಲ್ಲಾ ಭವವಿಲ್ಲಾ ಆವುದೂ ಇಲ್ಲಾ.<br/>ಅದೇಕೆ ನೀ ಅಲ್ಲಾ ನಾ ಇಲ್ಲಾನಿರುಪಮ ನಿರಾಳ  ಮಹತ್ಪ್ರಭು ಮಹಾಂತಯೋಗಿ.</font>"
}