{
    "id": "19132", 
    "vachana": "<font>1000<br/>ಜಯ ಜಯ ನಿರುಪಮ ನಿರವಯ  ನಿಷ್ಕಲ<br/>ಜಯ ಜಯ ನಿಶ್ಚಲ ನಿರ್ಮಲ ನಿರ್ಗುಣ<br/>ಜಯ ಜಯ ಪರಮ ನಿರಂಜನ  ಸದ್ಗುರು ಮಹಾಂತ ಶರಣಾರ್ಥಿ.  | ಪಲ್ಲ |<br/>ಸುಳ್ಳೆ ನಿರ್ಬೈಲೆನಿಸಿ ಮೆರೆದಿ<br/>ಸುಳ್ಳೆ ಮಹಾಬೈಲಾಗಿ ತೋರಿದಿ<br/>ಸುಳ್ಳೆ ಚಿದ್ಬೈಲವಾಗಿ ಸಾರಿದಿ ಸುಳ್ಳೆ ಪರಬ್ರಹ್ಮಾ<br/>ಸುಳ್ಳೆ ಪರಶಿವ ಚಿತ್ತಭಿತ್ತಿಯು<br/>ಸುಳ್ಳೆ ಇಚ್ಛೆಯ ನೆನವಕೊನರಿಸಿ<br/>ಸುಳ್ಳೆ ಮನಘನವೃಕ್ಷ ಮಾಡಿದಿ ಮಹಾಂತ ಶರಣಾರ್ಥಿ. | 1 |<br/>ಸುಳ್ಳೆ ನೆಲ ಜಲ ಅಗ್ನಿ ವಾಯು<br/>ಸುಳ್ಳೆ ಗಗನಾತ್ಮಾರ್ಕ ಚಂದ್ರಮ<br/>ಸುಳ್ಳೆ ತಾರಕ  ಕಠೋರ ಮಹಾಮಹತ್ವಣುವಿಗಣು ಮಾಯೆ<br/>ಸುಳ್ಳೆ ಬೀಜದ ಸಸಿಯ ಫಲರಸ<br/>ಸುಳ್ಳೆ ಶೋಣಿತ  ಶುಕ್ಲ  ಶರೀರ<br/>ಸುಳ್ಳೆ ಹಮ್ಮು ಮತ್ತಾಶೆ ಮಾಡಿದೆ ಮಹಾಂತ ಶರಣಾರ್ಥಿ. | 2 |<br/>ಸುಳ್ಳೆ ತ್ರಿಜಗ ಸಚರಾಚರಗಳು<br/>ಸುಳ್ಳೆ ತನ್ನನು ತಾನೆ ಎಂಬುದು<br/>ಸುಳ್ಳೆ ಕುಲ ಛಲ  ಸುಳ್ಳೆ ಮತಿ ತತಿ  ಸುಳ್ಳೆ ವ್ರತಶೀಲಾ<br/>ಸುಳ್ಳೆ ತಾ ಸತ್ಕರ್ಮ ಸದ್ಗುಣ<br/>ಸುಳ್ಳೆ ತಾ ದುಷ್ಕರ್ಮ ದುರ್ಗುಣ<br/>ಸುಳ್ಳೆ ಸರ್ವವ್ಯಾಪಾರ ಮಾಡಿದೆ ಮಹಾಂತ ಶರಣಾರ್ಥಿ.   | 3 |<br/>ಸುಳ್ಳೆ ಕಾಮ ಶೀಮ ನೇಮವು<br/>ಸುಳ್ಳೆ ಭೋಗ ತ್ಯಾಗ ಯೋಗವು<br/>ಸುಳ್ಳೆ ಜಪ ತಪ ಧ್ಯಾನ ಮೌನವು ಸುಳ್ಳೆ ಪದಫಲವು<br/>ಸುಳ್ಳೆ ಇಹಪರ ಪಾಪ ಪುಣ್ಯವು<br/>ಸುಳ್ಳೆ ಸ್ವರ್ಗ ನರಕ ಸುಖ ದುಃಖ<br/>ಸುಳ್ಳೆ ನೋವು ಸಾವು ಮಾಡಿದೆ ಮಹಾಂತ ಶರಣಾರ್ಥಿ.  | 4 |<br/>ಸುಳ್ಳೆ ಭಾವದ ಭ್ರಮಿಗೆ ಭವಭವ<br/>ಸುಳ್ಳೆ ತಾ ತಿರುತಿರುಗಿ ಬಳಲುತೆ<br/>ಸುಳ್ಳೆ ಉತ್ಪತ್ತಿ ಸ್ಥಿತಿ ಲಯಂಗಳಾಗಿ ಮಣ್ಣಾಯಿತು<br/>ಸುಳ್ಳೆ ತಾ ಮಹಾಮೇರು ಮಹತ್ವವು<br/>ಸುಳ್ಳೆ ಈ ಮಾಯಾ ಗಮನವು<br/>ಸುಳ್ಳೆ ಶರಣರ ಐಕ್ಯ ಮಾಡಿದಿ ಮಹಾಂತ ಶರಣಾರ್ಥಿ  | 5 |<br/>ಸುಳ್ಳೆ ಅಷ್ಟಾವರಣದರ್ಚನೆ<br/>ಸುಳ್ಳೆ ತಾ ಅಷ್ಟಾಂಗಯೋಗವು<br/>ಸುಳ್ಳೆ ಬೆಳಗಿನ ಬೆಳಗು ಅದ್ವೆ ೈತಾದಿ ನಿಜಮುಕ್ತಿ<br/>ಸುಳ್ಳೆ ಖರೇ ಮಾಡಿ ಸಲೆ  ಕಾಡಿದಿ<br/>ಸುಳ್ಳೆ ಸುಳ್ಳೆನಿಸುತ್ತೆ ಹಬ್ಬಿದಿ<br/>ಸುಳ್ಳೆ ಆಟವನಾಡಿ ಮೆರೆಯುವ ಮಹಾಂತ ಶರಣಾರ್ಥಿ.  | 6 |<br/>ಸುಳ್ಳೆ ತಾ ಶಿವ ಸುಳ್ಳೆ ನೀ ಗುರು<br/>ಸುಳ್ಳೆ ನಾ ಶಿಷ್ಯಾಗಿ ಈ ಭವಕರ<br/>ಸುಳ್ಳೆ ಲಿಂಗವ ಕಂಡು ಜಂಗಮತೀರ್ಥಪ್ರಸಾದ<br/>ಸುಳ್ಳೆ ಭಸ್ಮ ಶಿವೇಕ್ಷಮಣಿ ಮಂತ್ರ<br/>ಸುಳ್ಳೆ ಅನುಗೊಳಿಸ್ಯಾತ್ಮ ತತ್ವವ<br/>ಸುಳ್ಳೆ ಧ್ಯಾನವ ಹುಡುಕಿ ಮಾಡಿದಿ ಮಹಾಂತ ಶರಣಾರ್ಥಿ  | 7 |<br/>ಸುಳ್ಳೆ ಹುಡುಕಿ ನಾ ನನ್ನ ಮರೆದೆ<br/>ಸುಳ್ಳೆ ಹುಡುಕಿ ನಾ ನಿನ್ನ ಅರಿದೆ<br/>ಸುಳ್ಳೆ ಹುಡುಕಿ ಮುಕ್ತಿ ಮೆರೆದೆನು ಸುಳ್ಳೆ ತಾನಾಯಿತು<br/>ಸುಳ್ಳೆ ಬಂದಿತು ಸುಳ್ಳೆ ನಿಂದಿತು<br/>ಸುಳ್ಳೆ ಹೊಂದಿತು ಸುಳ್ಳೆ ಹೋಯಿತು<br/>ಸುಳ್ಳೆ ಖರೆ ಮಾಡಿಸದೆ ಕಾಡಿದಿ ಮಹಾಂತ ಶರಣಾರ್ಥಿ  | 8 |<br/>ಸುಳ್ಳೆ ಇಪ್ಪತ್ತೈದು ನಿಜಪದ<br/>ಸುಳ್ಳೆ ಹತ್ತೊಂಬತ್ತು ವಚನಗಳು<br/>ಸುಳ್ಳೆ ಈ ಪರಿವರ್ಧಿನೊಂಬತ್ತೆಂದೆನು ಹಾಡು<br/>ಸುಳ್ಳೆ ಹಾಡುವದಾಯ್ತು ಹಾಡು<br/>ಸುಳ್ಳೆ ಹದಿನೇಳ್ನೂರೈವತ್ತು ಸರ್ವಕೆ<br/>ಸುಳ್ಳೆ ತಿಳಿದರೆಡುಳ್ಳೆ ಮಾಡಿದಿ ಮಹಾಂತ ಶರಣಾರ್ಥಿ   | 9 |</font>"
}