{
    "id": "49", 
    "vachana": "<font><br/>1111 <br/>ಒಡವೆ ಭಂಡಾರ ಕಡವರ  ದ್ರವ್ಯವ   ಬಡ್ಡಿ ಬೆವಹಾರಕ್ಕೆ ಕೊಟ್ಟು   ಮನೆಯ ಗೋಂಟಿನಲ್ಲಿ ಹೊಯಿದುಕೊಂಡಿದ್ದೆನಾದಡೆ   ಅದು ಎನ್ನರ್ಥವಲ್ಲ, ಅನರ್ಥವೆಂದೆಂಬೆ.<br/>ಸಂಗಮದೇವಾ, ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು   ಆ ಧನವನು ನೀನು ಬಲ್ಲಂತೆ ಎನ್ನ ಮುಂದೆ ಸೂರೆಗೊಳುತಿರ್ದಡೆ,  ನಾನು ಬೇಕು ಬೇಡೆಂದು ಮನದಲ್ಲಿ ಮರುಗಿದೆನಾದಡೆ  ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಕಾಮನೇಮವೆಂಬ ಸಿಂಧುಬಲ್ಲಾಳನ ವಧುವ  ಸರ್ವಭುವನದೊಡೆಯ ಸಂಗಮದೇವರು ಬೇಡುವಂತಲ್ಲ. <br/>ಎನ್ನ ಸತಿ ನೀಲಲೋಚನೆ ಪೃಥ್ವಿಗಗ್ಗಳೆಯ ಚೆಲುವೆ,   ಆಕೆಯನು ಸಂಗಮದೇವಾ, ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು   ಎನ್ನ ಮುಂದೆ ಸಂಗವ ಮಾಡುತ್ತಿರಲು    ಎನ್ನೊಡನಿರ್ದ ಸತಿಯೆಂದು ಮಾಯಕ್ಕೆ ಮರುಗಿದೆನಾದಡೆ  ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಪ್ರತ್ಯಕ್ಷವಾಗಿ ಸಿರಿಯಾಳಸೆಟ್ಟಿ ಚಂಗಳವ್ವೆಯ ಮನೆಗೆ ಬಂದು  ಅವರ ಮಗನ ಬೇಡುವಂತಲ್ಲ.   ಸಂಗಮದೇವಾ, ನಿಮ್ಮ ಹೆಸರ ಚಿಕ್ಕಸಂಗಯ್ಯನಿದ್ದಾನೆ.   ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು, ಆತನ ಹಿಡಿದು    ಎನ್ನ ಮುಂದೆ ಹೆಡಗುಡಿಯ ಕಟ್ಟಿ, ಚಿನಿಖಂಡವ ಮಾಡಿ  ಬಾಣಸವ ಮಾಡುವಲ್ಲಿ,     ಎನ್ನ ಉದರದಲ್ಲಿ ಬಂದ ಪುತ್ರನೆಂದು ಮಾಯಕ್ಕೆ ನಾನು ಮರುಗಿದೆನಾದಡೆ <br/>ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಇಂತೀ ತ್ರಿವಿಧವೂ ಹೊರಗಣವು.     ಎನ್ನ ನೋವಿನೊಳಗಲ್ಲ, ಎನ್ನ ಬೇನೆಯೊಳಗಲ್ಲ.   ಇನ್ನು ನಾನಿದೇನೆ,     ಕದ್ದ ಕಳ್ಳನ ಕಟ್ಟುವಂತೆ ಕಟ್ಟಿ,    ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು    ಎನ್ನಂಗದ ಮೇಲೆ ಶಸ್ತ್ರವನಿಕ್ಕಿ ನೋಡು,    ಬಸಿದ ಶೂಲಪ್ರಾಪ್ತಿಯ ಮಾಡಿ ನೋಡು,   ಸೂಜಿಯ ಮೊನೆಯಂತಿರ್ದ ಶೂಲದ ಮೇಲಿಕ್ಕಿ ನೋಡು,   ನವಖಂಡವ ಮಾಡಿ ಕಡಿಕಡಿದು ನೋಡು,    ಆ ಶೂಲವೈದೈದು ಮುಖವಾಗಿ ಹಾಯುವಾಗ ಹರಿತಿನಿಸಿ ನೋಡು. <br/>ಈ ರೀತಿಯಲ್ಲಿ ಎನ್ನ ಭಂಗಬಡಿಸಿ ನೋಡಿದಡೆಯೂ   ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡುವುದ ಬಿಡೆ,   ಜಂಗಮದಾಸೋಹವ ಮಾಡುವುದ ಬಿಡೆ,   ಪಾದತೀರ್ಥಪ್ರಸಾದವ ಕೊಂಬುದ ಬಿಡೆ. <br/>ಇಂತೀ ತ್ರಿವಿಧಕ್ಕೆ ರೋಷವ ಮಾಡಿಬಿಟ್ಟೆನಾದಡೆ,   ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ.    ಇಷ್ಟರೊಳಗೆ ತಪ್ಪುಳ್ಳಡೆ ಮೂದಲಿಸಿ ಮೂಗಕೊಯಿ,  ಕೂಡಲಸಂಗಮದೇವಾ. ಬಡ್ಡಿ ಬೆವಹಾರಕ್ಕೆ ಕೊಟ್ಟು   ಮನೆಯ ಗೋಂಟಿನಲ್ಲಿ ಹೊಯಿದುಕೊಂಡಿದ್ದೆನಾದಡೆ   ಅದು ಎನ್ನರ್ಥವಲ್ಲ, ಅನರ್ಥವೆಂದೆಂಬೆ. <br/>ಸಂಗಮದೇವಾ, ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು   ಆ ಧನವನು ನೀನು ಬಲ್ಲಂತೆ ಎನ್ನ ಮುಂದೆ ಸೂರೆಗೊಳುತಿರ್ದಡೆ,  ನಾನು ಬೇಕು ಬೇಡೆಂದು ಮನದಲ್ಲಿ ಮರುಗಿದೆನಾದಡೆ  ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಕಾಮನೇಮವೆಂಬ ಸಿಂಧುಬಲ್ಲಾಳನ ವಧುವ  ಸರ್ವಭುವನದೊಡೆಯ ಸಂಗಮದೇವರು ಬೇಡುವಂತಲ್ಲ. <br/>ಎನ್ನ ಸತಿ ನೀಲಲೋಚನೆ ಪೃಥ್ವಿಗಗ್ಗಳೆಯ ಚೆಲುವೆ,   ಆಕೆಯನು ಸಂಗಮದೇವಾ, ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು   ಎನ್ನ ಮುಂದೆ ಸಂಗವ ಮಾಡುತ್ತಿರಲು    ಎನ್ನೊಡನಿರ್ದ ಸತಿಯೆಂದು ಮಾಯಕ್ಕೆ ಮರುಗಿದೆನಾದಡೆ  ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಪ್ರತ್ಯಕ್ಷವಾಗಿ ಸಿರಿಯಾಳಸೆಟ್ಟಿ ಚಂಗಳವ್ವೆಯ ಮನೆಗೆ ಬಂದು  ಅವರ ಮಗನ ಬೇಡುವಂತಲ್ಲ.   ಸಂಗಮದೇವಾ, ನಿಮ್ಮ ಹೆಸರ ಚಿಕ್ಕಸಂಗಯ್ಯನಿದ್ದಾನೆ.   ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು, ಆತನ ಹಿಡಿದು    ಎನ್ನ ಮುಂದೆ ಹೆಡಗುಡಿಯ ಕಟ್ಟಿ, ಚಿನಿಖಂಡವ ಮಾಡಿ  ಬಾಣಸವ ಮಾಡುವಲ್ಲಿ,     ಎನ್ನ ಉದರದಲ್ಲಿ ಬಂದ ಪುತ್ರನೆಂದು ಮಾಯಕ್ಕೆ ನಾನು ಮರುಗಿದೆನಾದಡೆ <br/>ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ, ಮನದೊಡೆಯ ನೀನೆ ಬಲ್ಲೆ. <br/>ಇಂತೀ ತ್ರಿವಿಧವೂ ಹೊರಗಣವು.     ಎನ್ನ ನೋವಿನೊಳಗಲ್ಲ, ಎನ್ನ ಬೇನೆಯೊಳಗಲ್ಲ.   ಇನ್ನು ನಾನಿದೇನೆ,     ಕದ್ದ ಕಳ್ಳನ ಕಟ್ಟುವಂತೆ ಕಟ್ಟಿ,    ನೀನು ಜಂಗಮರೂಪಾಗಿ ಬಂದು    ಎನ್ನಂಗದ ಮೇಲೆ ಶಸ್ತ್ರವನಿಕ್ಕಿ ನೋಡು,    ಬಸಿದ ಶೂಲಪ್ರಾಪ್ತಿಯ ಮಾಡಿ ನೋಡು,   ಸೂಜಿಯ ಮೊನೆಯಂತಿರ್ದ ಶೂಲದ ಮೇಲಿಕ್ಕಿ ನೋಡು,   ನವಖಂಡವ ಮಾಡಿ ಕಡಿಕಡಿದು ನೋಡು,    ಆ ಶೂಲವೈದೈದು ಮುಖವಾಗಿ ಹಾಯುವಾಗ ಹರಿತಿನಿಸಿ ನೋಡು. <br/>ಈ ರೀತಿಯಲ್ಲಿ ಎನ್ನ ಭಂಗಬಡಿಸಿ ನೋಡಿದಡೆಯೂ   ಲಿಂಗಾರ್ಚನೆಯ ಮಾಡುವುದ ಬಿಡೆ,   ಜಂಗಮದಾಸೋಹವ ಮಾಡುವುದ ಬಿಡೆ,   ಪಾದತೀರ್ಥಪ್ರಸಾದವ ಕೊಂಬುದ ಬಿಡೆ. ಇಂತೀ ತ್ರಿವಿಧಕ್ಕೆ ರೋಷವ ಮಾಡಿಬಿಟ್ಟೆನಾದಡೆ,   ನಿಮ್ಮಾಣೆ, ನಿಮ್ಮ ಪ್ರಮಥರಾಣೆ.    ಇಷ್ಟರೊಳಗೆ ತಪ್ಪುಳ್ಳಡೆ ಮೂದಲಿಸಿ ಮೂಗಕೊಯಿ,  ಕೂಡಲಸಂಗಮದೇವಾ. </font>"
}