{
    "id": "16725", 
    "vachana": "<font>773<br/>ಎನ್ನ ಉನ್ಮನಿಯ ತತ್ವದ ಮೇಲೆ ತಳತಳನೆ ಹೊಳೆವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿತ್ಪರಮಲಿಂಗವನು<br/>ಮೆಲ್ಲ ಮೆಲ್ಲನೆ ಎನ್ನ ಭಾವಸ್ಥಲದಲ್ಲಿತಂದು<br/>ಇಂಬಿಟ್ಟನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಭಾವಸ್ಥಲದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿತ್ಕಲಾಲಿಂಗವನು<br/>ಎನ್ನ ಆತ್ಮಸ್ಥಲದಲ್ಲಿ ಮೆಲ್ಲನೆ ತಂದು<br/>ನ್ಯಸ್ತವ ಮಾಡಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಆತ್ಮಸ್ಥಲದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿದಾನಂದಲಿಂಗವನು<br/>ಮೆಲ್ಲಮೆಲ್ಲನೆ ಎನ್ನ ಆಕಾಶತತ್ವದಲ್ಲಿ<br/>ಸ್ಥಾಪ್ಯವ ಮಾಡಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಆಕಾಶತತ್ವದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿನ್ಮಯಲಿಂಗವನು<br/>ಮೆಲ್ಲಮೆಲ್ಲನೆ ಎನ್ನ ವಾಯುತತ್ವದಲ್ಲಿ<br/>ನ್ಯಸ್ತವ ಮಾಡಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ವಾಯುತತ್ವದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿನ್ಮೂರ್ತಿಲಿಂಗವನು<br/>ಮೆಲ್ಲಮೆಲ್ಲನೆ ಎನ್ನ ಅಗ್ನಿತತ್ವದಲ್ಲಿ ಅನುಗೊಳಿಸಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಅಗ್ನಿತತ್ವದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿಲ್ಲಿಂಗವನು<br/>ಮೆಲ್ಲಮೆಲ್ಲನೆ ಎನ್ನ ಅಪ್ಪುತತ್ವದಲ್ಲಿ ನೆಲೆಗೊಳಿಸಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಅಪ್ಪುತತ್ವದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿದ್ರೂಪಲಿಂಗವನು<br/>ಮೆಲ್ಲಮೆಲ್ಲನೆ ಎನ್ನ ಪೃಥ್ವಿತತ್ವದಲ್ಲಿ<br/>ಹುದುಗೊಳಿಸಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಪೃಥ್ವಿತತ್ವದಲ್ಲಿ ತಳತಳನೆ ಹೊಳವುತ್ತಿಹ<br/>ಚಿತ್ಪೂರ್ಣ ಚಿತ್ಪ್ರಕಾಶ ಚಿದದ್ವಯಲಿಂಗವನು<br/>ಎನ್ನ ಭಾವ ಮನ ದೃಕ್ಕಿಗೆ ಕರತಳಾಮಳಕವಾಗಿ<br/>ಎನ್ನ ಕರಸ್ಥಲದಲ್ಲಿ ಮೂರ್ತಗೊಳಿಸಿದನಯ್ಯ ಶ್ರೀಗುರು.<br/>ಎನ್ನ ಕರಸ್ಥಲದಲ್ಲಿ ಮೂರ್ತಿಗೊಂಡ ಇಷ್ಟಬ್ರಹ್ಮವೆ ಬಸವಣ್ಣನೆನಗೆ.<br/>ಆ ಬಸವಣ್ಣನೆ ಎನ್ನ ಆಧಾರಚಕ್ರದಲ್ಲಿ<br/>ಆಚಾರಲಿಂಗವಾಗಿ ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಸ್ವಾಧಿಷ್ಠಾನಚಕ್ರದಲ್ಲಿ ಗುರುಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಮಣಿಪೂರಕಚಕ್ರದಲ್ಲಿ ಶಿವಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಅನಾಹತಚಕ್ರದಲ್ಲಿ ಜಂಗಮಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ವಿಶುದ್ಧಿಚಕ್ರದಲ್ಲಿ ಪ್ರಸಾದಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಆಜ್ಞಾಚಕ್ರದಲ್ಲಿ ಮಹಾಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಬ್ರಹ್ಮರಂಧ್ರದಲ್ಲಿ ನಿಃಕಲಿಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಶಿಖಾಚಕ್ರದಲ್ಲಿ ಶೂನ್ಯಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಪಶ್ಚಿಮಚಕ್ರದಲ್ಲಿ ನಿರಂಜನಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಸ್ಥೂಲಾಂಗದಲ್ಲಿ ಇಷ್ಟಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಸೂಕ್ಷಾ ್ಮಂಗದಲ್ಲಿ ಪ್ರಾಣಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಕಾರಣಾಂಗದಲ್ಲಿ ಭಾವಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ನಾಸಿಕದಲ್ಲಿ ಆಚಾರಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಜಿಹ್ವೆಯಲ್ಲಿ ಗುರುಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ದೃಕ್ಕಿನಲ್ಲಿ ಶಿವಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ತ್ವಕ್ಕಿನಲ್ಲಿ ಜಂಗಮಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಶ್ರೋತ್ರದಲ್ಲಿ ಪ್ರಸಾದಲಿಂಗವಾಗಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಪೃಥ್ವಿಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶ ಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಆಚಾರಲಿಂಗವಾಗಿ ಎನ್ನ ಭಕ್ತಸ್ಥಲದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಅಪ್ಪುಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶ ಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಗುರುಲಿಂಗವಾಗಿ ಎನ್ನ ಮಾಹೇಶ್ವರಸ್ಥಲದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಅಗ್ನಿಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಶಿವಲಿಂಗವಾಗಿ ಎನ್ನ ಪ್ರಸಾದಿಸ್ಥಲದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ವಾಯುಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಜಂಗಮಲಿಂಗವಾಗಿ ಎನ್ನ ಪ್ರಾಣಲಿಂಗಿಸ್ಥಲದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಆಕಾಶಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಪ್ರಸಾದಲಿಂಗವಾಗಿ ಎನ್ನ ಶರಣಸ್ಥಲದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಎನ್ನ ಆತ್ಮ  ಸಂಬಂಧವಾದ ಅಷ್ಟಾದಶಪದಾರ್ಥಂಗಳ ಕೈಕೊಂಡು<br/>ಮಹಾಲಿಂಗವಾಗಿ ಎನ್ನ ಐಕ್ಯದಲ್ಲಿ<br/>ಮೂರ್ತಿಗೊಂಡನಯ್ಯ ಬಸವಣ್ಣ.<br/>ಇಂತೀ ನಾನಾವಿಧ ಪ್ರಕಾರವನೊಳಕೊಂಡು ಬಸವಣ್ಣನೆ<br/>ಇಷ್ಟಬ್ರಹ್ಮವನೆಗೆ.<br/>ಆ ಇಷ್ಟಬ್ರಹ್ಮವೆ<br/>ಎನ್ನ ಅಂಗ  ಮನ ಪ್ರಾಣ ಇಂದ್ರಿಯ ಸಕಲ  ಕರಣಂಗಳ<br/>ಕೊನೆಯ ಮೊನೆಯ ಮೇಲೆ ತಳತಳನೆ ಬೆಳಗುತ್ತಿಪ್ಪ<br/>ಭೇದವನು ಸಿದ್ಧೇಶ್ವರನೆನಗೆ ಅರುಹಿದ ಕಾರಣ<br/>ಪರಂಜ್ಯೋತಿ ಮಹಾಲಿಂಗಗುರು ಸಿದ್ಧಲಿಂಗಪ್ರಭುವಿನಲ್ಲಿ<br/>ಉರಿಯುಂಡ ಕರ್ಪೂರದಂತಾದೆನಯ್ಯಾ,ಬೋಳಬಸವೇಶ್ವರ ನಿಮ್ಮ ಧರ್ಮ ನಿಮ್ಮ ಧರ್ಮ.</font>"
}