{
    "id": "19428", 
    "vachana": "<font>1120<br/>ಕಾಮವೆಂತು ಗುಹ್ಯದಲ್ಲಿ ಚಲನವೋ<br/>ಕ್ರೋಧವಂತು ಜಿಹ್ವೆಯಲ್ಲಿ ಚಲನ.<br/>ಸ್ಖಾಲಿತ್ಯದಲ್ಲಿ ಅಪವಿತ್ರವಾದ ಶರೀರಮೆಂತು ಸ್ನಾನಯೋಗ್ಯವೋ<br/>ಕ್ರೋಧ ಸ್ಖಲನಕಾಲದಲ್ಲಿ ಸೂಕ್ಷ್ಮ ಶರೀರ ಮಂತ್ರ[ಸ್ನಾನ]ಯೋಗ್ಯ.<br/>ಇಂತು ಕಾಮ ಕ್ರೋಧಾದಿ ಷಡ್ವರ್ಗಂಗಳು<br/>ಸಕಲ ಗುಣಂಗಳು ಬೇರೆ ಬೇರೆ ತಂದು<br/>ರೂಪ ಭಾವಂಗಳನ್ನು ಶರೀರಮುಖದಲ್ಲಿ ತೋರುತ್ತ<br/>ಜೀವನನಾವರಿಸಿರ್ಪವೆಂತೆಂದರೆ :<br/>ಲಹರಿಯ ಕೊಂಡಲ್ಲಿ ಪಿಶಾಚ ಗ್ರಹಣದಲ್ಲಿ<br/>ರೋಗೋಲ್ಬಣದಲ್ಲಿ ತಲ್ಲಕ್ಷಣಂಗಳು<br/>ತೃಟಿ ಕಾಲವು ಎಡೆಬಿಡದೆ ಆಚ್ಛಾದಿಸಿರ್ದುದರಿಂ<br/>ಆ ವಸ್ತುವಿನಲ್ಲಿ ನಿಜ  ಪ್ರಕಾಶ ಕಾಣಿಸದೆ<br/>ಆವರಣ ಮುಖದಿಂ ಭಿನ್ನ ಜೀವನಾಗಿರ್ಪುದು.<br/>ಅಂತಪ್ಪ ಜೀವನ ಕರಣವೆ ಮನ.<br/>ಆ ಮನದಲ್ಲಿ ಹುಟ್ಟಿ ಜೀವನಲ್ಲಿ ಹೊಂದಿ<br/>ಸ್ವ ಪ್ರಕಾಶ ವಿವೇಕದಲ್ಲಿ ಲಯವ ಹೊಂದುತಿರ್ಪುದು.<br/>ಅದರಿಂ ಮನೋ ಲಯಕ್ಕೆ ಆವರಣ ನಷ್ಟ.<br/>ಆವರಣ ನಷ್ಟವೆ ಸ್ವ [ಪ್ರ]ಕಾಶ.<br/>ಅಂತು ಸ್ವಪ್ರಕಾಶ ಮನೋಗುಣಂಗಳಿಂ<br/>ನಷ್ಟವಾಗಿ ಕಾಣಿಸದೆ ಲಹರಿ  ಮೈಯ್ಯುಂಡ ಪುರುಷನು<br/>ಆ ಲಹರಿಯಿಳಿದು ಸ್ವಭಾವಮಾಗಿರ್ಪುದೆ ವೇದನೆಯಾಗಿರ್ಪಂತೆ,<br/>ಆವರಣವೆ ಅನುಭವಮಾಗಿರ್ಪ ಜೀವನು<br/>ಆವರಣ ಲಯಮಪ್ಪ ತೂರ್ಯಾವಸ್ಥೆಯೆ<br/>ಮರಣವೇದನೆಯಾಗಿರ್ಪುದು.<br/>ಅದು ತನ್ನ ಸ್ವಭಾವವೆಂದು ತಿಳಿದು<br/>ನಿಜವ ಹೊಂದದೆ ಆವರಣ ಮುಖದಲ್ಲಿ ಬೀಳುತಿರ್ಪ<br/>ಭವವನನುಭವಿಸುತ್ತಿರ್ಪುದು.<br/>ಅಂತು ಪರಮನೆ ತನ್ನಿಂದಲೆ ಸೃಷ್ಟಿಸ್ಥಿತಿಗಳಧಿಕಮಾಗಿ<br/>ಅವೆ ತನಗೆ ಆವರಣಂಗಳಾಗಿ ಇರ್ಪವು.<br/>ಶಕ್ತಿ ರಹಿತವಾದ ಬಾಲ್ಯದಲ್ಲಿ ಶರೀರ ಪವಿತ್ರಮಾಗಿರ್ಪಂತೆ<br/>ಆ ಶಕ್ತಿ ಬಲಿಯೆ ಶರೀರ ಮಪವಿತ್ರಮಾಗಿ,<br/>ಕರ್ಮಮುಖದಲ್ಲಿ ಬೀಳುತ್ತಿರ್ಪುದರಿಂ<br/>ಆ ಶಕ್ತಿಯಪವಿತ್ರ, ಆ ಶಿವನೆ ಪವಿತ್ರ.<br/>ಆವರಣರೂಪಮಾದ ಸಾಕಾರದಲ್ಲಿ<br/>ಶಕ್ತಿಯದಲ್ಲದೆ ನಿರಾಕಾರದಲ್ಲಿ ತಾನೊಬ್ಬನೆ.<br/>ಸಾಕಾರದಲ್ಲಿ ತಾನೈದು ಬಗೆಯಾಗಿ,<br/>ತಾ ಧರಿಸಿರ್ಪ ಶಕ್ತಿ ಮೂರು ಬಗೆಯಾಗಿ,<br/>ಸೃಷ್ಟಿ ಸ್ಥಿತಿ ಸಂಹಾರಮುಳ್ಳ ಮುಮ್ಮೊನೆಯುಳ್ಳ ಶಕ್ತಿಯಂ<br/>ಪರಿಗ್ರಹಿಸಿ ತಾ ಚೈತನ್ಯರೂಪನಾಗಿ<br/>ಆ ಶಿವನು ಪರಿಗ್ರಹಿಸಿದಲ್ಲಿ ಚೈತನ್ಯಮಾಗಿ<br/>ಬಿಟ್ಟಲ್ಲಿ ಜಡಮಾಗಿ ಆ ವಸ್ತುವಿನ ಆಧೀನಮಾಗಿರ್ಪುದು.<br/>ಅಂತಪ್ಪ ಸೃಷ್ಟಿ ಸ್ಥಿತಿ ಸಂಹಾರ ಶಕ್ತಿಯುಳ್ಳ ಶಿವನೆ ಪರಬ್ರಹ್ಮ .<br/>ತನ್ನ ಶಕ್ತಿ ಮೂರು ಭೇದಮಾಗಿ<br/>ತಾನೈದು ಭೇದಮಾಗಿರ್ಪುದೆ ಅಷ್ಟಮೂರ್ತಿತ್ವದಳರೂಪಮಾಗಿಹುದು<br/>ನಿರಾಕಾರ ವಿಕಸನವೆ ಸಾಕಾರ<br/>ಸಂಕುಚಿತವೆ ನಿರಾಕಾರ ತಾಂ<br/>ನಿರಾಕಾರಮಹಲ್ಲಿ ಸೃಷ್ಟಿ ಸಂಹಾರರೂಪಮಾದ<br/>ಐಶ್ವರ್ಯ ಶಕ್ತಿಗಳು ಮಿಥ್ಯಮಾಗಿ<br/>ಆ ವಿವೇಕ ಶಕ್ತಿ ತಾನೆ ಶಿವನಾಗಿರ್ಪುದು.<br/>ಸರಸ್ವತಿಯೆ ಶಿವನಸ್ವರೂಪವೆಂತೊ,<br/>ಅಂತು ರುದ್ರನೆ ಪರಬ್ರಹ್ಮಮೆಂಬುದು ನಿಜ.<br/>ವಿವೇಕವೆ ಶಿವನು, ಶಿವನೆ ವಿವೇಕಮಾಗಿರ್ಪುದರಿಂ<br/>ಸರ್ವಜ್ಞನೆ ಶಿವನಾದನು.<br/>ವಿವೇಕವೆಂದರೆ ವಿವಿಚ್ಯ ಜ್ಞಾನ.<br/>ಆ ವಿವೇಕದಿಂದಲೇ ಸಕಲವು ಸೃಷ್ಟಿ ಸ್ಥಿತಿ ಸಂಹಾರಗಳಾಗಿರ್ಪವು.<br/>ಆ ವಿವೇಕವೆ ಬ್ರಹ್ಮ  ಅಗ್ನಿಯುಪಾಧಿಯ ಹೊಂದಿ<br/>ಅ[ದ]ರಕೊಡ್ಡಿ ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪಂತೆ<br/>ವಿವೇಕ ಕರ್ಮವ ಹೊಂದಿ ಜೀವರೂಪಮಾಗಿ<br/>ಅದರ ಕೊಡ್ಡಿ ಪ್ರಕಾಶಿಸುತ್ತಿಹುದು.<br/>ಆ ಜಡರೂಪಮಾದ ಕರ್ಮದಲ್ಲಿ<br/>ಚೈತನ್ಯರೂಪಮಾಗಿ ತಾನು ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪುದರಿಂ<br/>ಸರ್ವಗತನೆಂಬುದು ಸಹಜಮಾಯಿತ್ತು<br/>ಆವರಣಮಳಿದಲ್ಲಿ ಉಪಾಧಿಯಳಿದ ತೇಜಸ್ಸು<br/>ಸೂರ್ಯನೊಳೈಕ್ಯಮಪ್ಪಂತೆ,<br/>ಉಪಾಧಿಯಳಿದ ವಿವೇಕ ಶಿವನೊಳಗೆ ಐಕ್ಯಮಪ್ಪಲ್ಲಿ<br/>ಭೇದಮಲ್ಲದೆ, ಲಯಮಿಲ್ಲದೆ ಮಹಪ್ರಕಾಶದಲ್ಲಿ ಬೆರದು<br/>ಪ್ರಕಾಶಿಸುತ್ತ ಪುನಃ ಕರ್ಮಕ್ಕೆ ಬಾರದೆ<br/>ಮಹದಲ್ಲೆ ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪುದೆ ಮೋಕ್ಷವಾದುದರಿಂ<br/>ಸೃಷ್ಟಿ ಸಂಹಾರಂಗಳೆ ತಂತು<br/>ಭೇದಾ ಭೇದಂಗಳೆರಡೂ ಮಿಥ್ಯ.<br/><p s=\"\" mso-=\"\"/></font>"
}