{
    "id": "19434", 
    "vachana": "<font>1126<br/>`ಶತಮಾನಃ ಪುರುಷಃ ಶತೇಂದ್ರಿಯ' ಎಂಬ<br/>ಶ್ರುತಿವಚನದಿಂ ನೂರು ಸಂಖ್ಯೆಯುಳ್ಳ<br/>ಆ ವಿರಾಟ್ಪುರುಷನು<br/>ಅನುಭವಕಾರಣಮಾದ ವಯೋರೂಪಮಾದ<br/>ಷೋಡಶ ಸಂಖ್ಯೆಯೇ ತಾನಾಗಿ<br/>ಉಳಿದ ಚೌರಾಸೀತಿ ಸಂಖ್ಯೆಯೇ ಪಂಚಭೂತಂಗಳೆಂಬ<br/>ಪಂಚಶೂನ್ಯಂಗಳೊಳಗೆ ಕೂಡಿ<br/>ಚೌರಾಶೀತಿ ಲಕ್ಷ ಭೇದಂಗಳಾದ<br/>ಜೀವಜಾಲಂಗಳಾಗಿ ಉಳಿದಂಶವೆ ಪರಮನಾಗಿ,<br/>ಆ ಜೀವಜಾಲಂಗಳಿಗೆ ಆ ಪರಮವೆ ಕಾರಣಮಾಗಿರ್ಪುದು.<br/>ಪಂಚಶೂನ್ಯಂಗಳಾದ್ಯಂತಂಗಳಲ್ಲಿರ್ಪ<br/>ಚೌರಾಶೀತಿ ಲೆಕ್ಕದಲ್ಲಿ ಎಂಬತ್ತುಲಕ್ಷ ಜೀವಂಗಳು<br/>ಆದಿಯಾಗಿರ್ಪಲ್ಲಿ<br/>ಚಾತುರ್ಲಕ್ಷ ಭೇದವಡೆದ ಮನುಷ್ಯ ಜೀವಂಗಳೆ<br/>ಕಡೆಯಾಗಿಪ್ಪವೆಂತೆಂದರೆ :<br/>ಸಕಲ ಜನ್ಮಂಗಳಿಗೂ ಮನುಷ್ಯನೇ ಕಡೆ.<br/>ಈ ಮನುಷ್ಯಜನ್ಮದಲ್ಲಿ ಮಾಡಿದ ಕರ್ಮದಿಂ<br/>ಸಕಲ ಜನ್ಮಂಗಳನೆತ್ತಿ ಅನುಭವಿಸುತ್ತಿರ್ಪುದರಿಂ<br/>ಅದೇ ಆದಿ  ಇದೇ ಅಂತ್ಯಮಾಯಿತ್ತು.<br/>ಮಧ್ಯೆ ಇರ್ಪ ಪಂಚಭೂತಂಗಳೆಂಬ<br/>ಪಂಚ ಶೂನ್ಯಂಗಳಳಿಯಲು<br/>ಎಂಬತ್ತುನಾಲ್ಕು ಹದಿನಾರರೊಳಗೆ ಕೂಡಿ ನೂರಾಯಿತ್ತು.<br/>ಸೃಷ್ಟಿ ಸ್ಥಿತಿಗಳೆಂಬ ಮಿಥ್ಯ  ಶೂನ್ಯಂಗಳೊಳಗೆ ಕೂಡಿದ<br/>ಸಂಹಾರಮೊಂದೆ ನಿಜಮಾಯಿತ್ತು.<br/>ಆ ನೂರ ಹತ್ತರಿಂದ ಕಳೆಯೆ ನಿಂತುದು ಹತ್ತಾಯಿತ್ತು<br/>ಹತ್ತ ಒಂದರಿಂದ ಕಳೆಯೆ ನಿಂತವಸ್ತು ಒಂದೆಯಾಯಿತ್ತು.<br/>ಅದ ಕಳೆವುದಕ್ಕೆ ಒಂದು ವಸ್ತು  ಇಲ್ಲದಿರ್ಪುದರಿಂ<br/>ಕೂಡತಕ್ಕವಸ್ತುವಲ್ಲದೆ ಕಳೆಯತಕ್ಕ ವಸ್ತುವಲ್ಲವಾಯಿತ್ತು.<br/>ಕೂಡುವುದೆಲ್ಲ ಮಿಥ್ಯವಾಗಿ<br/>ಕಳೆವುದಕ್ಕೆ ಬೇರೊಂದು ವಸ್ತುವಿಲ್ಲದಿರ್ಪುದರಿಂ<br/>ತಾನೊಂದೆ ನಿಜಮಾಯಿತ್ತು.<br/>ಆ ನಿಜವೊಂದೆ ಉಂಟಾದುದು<br/>ಮಿಕ್ಕುದಿಲ್ಲವಾದುದರಿಂ<br/>ಆ ತಥ್ಯಮಿಥ್ಯಗಳೆರಡೂ ನಿತ್ಯಮಾಯಿತ್ತು.<br/>ಆ ಸತ್ಯದಿಂ ಕಾಣಬರುತ್ತಿರ್ಪುದೆ ಮಿಥ್ಯ.<br/>ಆ ಮಿಥ್ಯದಿಂ ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪುದೆ ಸತ್ಯ.<br/>ಒಂದರ ಗುಣವನೊಂದು ಪ್ರಕಾಶವಮಾಡುತ್ತಿರ್ಪುದರಿಂ<br/>ಅವಕ್ಕವೆ ಗುಣಂಗಳಾಯಿತ್ತು.<br/>ಅಂತಪ್ಪ ಸತ್ಯವೆ ನಿಜ.<br/>ನಿಜದಲ್ಲಿ ಪ್ರಕಾಶಮಾಗಿರ್ಪುದೆ ಜ್ಞಾನ.<br/>ಸತ್ಯ ಜ್ಞಾನಸಂಗದಲ್ಲಿ ಪರಿಪೂರ್ಣಮಾಗಿ<br/>ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪುದೆ ಆನಂದ.<br/>ಅಂತಪ್ಪ ಸಚ್ಚಿದಾನಂದಮಯನಾಗಿ<br/>ಮೂರು ಮೂಲೆಯುಳ್ಳ ಒಂದು ವಸ್ತು  ತಾನಾಗಿರ್ಪ ಬ್ರಹ್ಮ<br/>ತನ್ನ ಮಹಿಮಾಪ್ರಕಟನ ನಿಮಿತ್ಯ<br/>ತನ್ನಲ್ಲಿಯೇ ಭಿನ್ನಮಾಗಿರ್ಪ.<br/>ನಿಜ ಛಾಯಾಮಿಥ್ಯ ಮಾಯಾ ಸಂಗಮಾದಲ್ಲಿ<br/>ಸತ್ಯ ಮಿಥ್ಯದೊಳಗೆ ಕೂಡಿ<br/>ಉಂಟಾಗಿಯಿಲ್ಲಮಾಗುತ್ತಿರ್ಪ ಶರೀರಮಾಯಿತ್ತು.<br/>ಜ್ಞಾನ ಮಿಥ್ಯದೊಳಗೆ ಕೂಡಲು<br/>ಜ್ಞಾನ ಜ್ಞಾನರೂಪಮಾದ ಜೀವಮಾಯಿತ್ತು.<br/>ಆನಂದ ಮಿಥ್ಯದೊಳಗೆ ಕೂಡಲು<br/>ಸುಖದುಃಖಕಾರಣಮಾದ ಮನಸ್ಸಾಯಿತ್ತು.<br/>ಇಂತಪ್ಪ ಮಿಥ್ಯದೊಳಗೆ ಕೂಡಿ<br/>ಆ ಬ್ರಹ್ಮವೇ ಚಿದ್ರೂಪಮಾದನಂತಗಳಾಗಿ ಹೆಚ್ಚಿ<br/>ಆ ಮಿಥ್ಯಾಕ್ರೀಡೆಗಳನನುಭವಿಸುತ್ತಿರ್ಪ<br/>ಮಿಥ್ಯಾಭವವನ್ನು ಉಪಸಂಹರಿಸಿ ಕಳದು<br/>ಆ ಮಿಥ್ಯವ ಮಿಥ್ಯವ ಮಾಡುವುದಕ್ಕೆ<br/>ತಾನೆ ಕಾರಣಮಾಗಿ ನಿಂತ<br/>ಅಖಂಡ ಸತ್ಯಜ್ಞಾನಾನಂದ ಪದಾರ್ಥ<br/>ತಾನೊಂದೆಯಾಗಿರ್ಪ ಮಹಾಲಿಂಗವೇ ಇಷ್ಟಮಾದಲ್ಲಿ<br/>ಶರೀರ ಮಿಥ್ಯ  ಕಳೆದು<br/>ಲಿಂಗದೊಳಗೆ ಬೆರೆದ ತನುವೆ ಸತ್ತಾಯಿತ್ತು.<br/>ಆ ಲಿಂಗವೆ ಪ್ರಾಣಲಿಂಗಮಾದಲ್ಲಿ<br/>ಆ ಪ್ರಾಣದ ಮಿಥ್ಯವಳಿದು<br/>ಆ ಲಿಂಗದೊಳಗೆ ಲೀನಮಾದ<br/>ಜ್ಞಾನವೇ ಚಿತ್ತಾಯಿತ್ತು.<br/>ಎರಡರ ಸಂಗದಿಂದುದಿಸಿದ<br/>ಆನಂದ ಮಹಿಮೆಯೆ ಭಾವಲಿಂಗಮಾದಲ್ಲಿ<br/>ಮನಸ್ಸಿನ ಮಿಥ್ಯವಳಿದು<br/>ಆ ಭಾವಲಿಂಗದಲ್ಲಿ ಬೆರೆದ ಮನವೆ<br/>ಆನಂದರೂಪಮಾಯಿತ್ತು.<br/>ಇಂತಪ್ಪ ಸಚ್ಚಿದಾನಂದ ಮೂರ್ತಿಯಾದ<br/><p s=\"\" mso-=\"\"/></font>"
}