{
    "id": "21138", 
    "vachana": "<font>1066ವಾಚಾತೀತವೂ ಮನೋತೀತವೂ ಭಾವಾತೀತವೂ ಆದ ಮಹಾಲಿಂಗವು ಸತ್ಯಜ್ಞಾನಾನಂದ ಸ್ವರೂಪಮಾದಲ್ಲಿ, ಸತ್ಯವೇ ಭಕ್ತ, ಜ್ಞಾನವೇ ಗುರು, ಆನಂದವೇ ಜಂಗಮಸ್ವರೂಪವಾಗಿ ನಟಿಸುತಿರ್ಪ ಮಹಾಲಿಂಗವು ತನ್ನ ಲೀಲೆಗೋಸುಗ ಆನಂದವನ್ನು ಮರೆವಿಡಿದು, ಅದರಲ್ಲಿಯೇ ದುಃಖಸ್ವರೂಪಮಾಗಿ ಮಹಾರುದ್ರನಂ ಸೃಜಿಸಿ,ಜ್ಞಾನಮಂ ಮರೆವಿಡಿದು, ಅದರಲ್ಲಿಯೇ ಅಜ್ಞಾನವೆಂಬ ವಿಷ್ಣುವಂ ಕಲ್ಪಸಿ, ಸತ್ಯವಂ ಮರೆವಿಡಿದು, ಅದರಲ್ಲಿ ಮಿಥ್ಯೆಯೆಂಬ ಬ್ರಹ್ಮನು ಕಲ್ಪಿಸಲು, ಸರ್ಗಸ್ಥಿತಿ ಸಂಹಾರಂಗಳಿಗಿದೇ ಕಾರಣಮಾಗಿ, ಆ ರುದ್ರನಲ್ಲಿ ಜಾಗ್ರವೂ, ವಿಷ್ಣುವಿನಲ್ಲಿ ಸುಷುಪ್ತಿಯೂ, ಬ್ರಹ್ಮನಲ್ಲಿ ಸ್ವಪ್ನವೂ ಉತ್ಪನ್ನವಾಗಿ, ಆ ಜಾಗ್ರದಲ್ಲಿ ತೇಜವೂ, ಸುಷುಪ್ತಿಯಲ್ಲಿ ವಾಯ್ವಾಕಾಶಂಗಳೂ, ಸ್ವಪ್ನದಲ್ಲಿ ಪೃಥ್ವಿಯಪ್ಪುಗಳೂ ಆಗಿ, ಅವುಗಳೇ ಒಂದಕ್ಕೊಂದಾವರಣಂಗಳಾಗಿರ್ಪ ಈ ಪ್ರಪಂಚದಲ್ಲಿ ಕ್ರೀಡಾನಿಮಿತ್ತವಾಗಿ ಜೀವಪರಮರೂಪುಗಳಂ ಧರಿಸಿ, ಇದಕ್ಕೆ ಹೊರಗಾಗಿ, ತಾನು ಪರಮರೂಪದಲ್ಲಿ ನಿಂದು, ತನ್ನೊಳ್ತಾನೆ ಕಲ್ಪಿಸಿದ ಜೀವಕೋಟಿಗಳನ್ನು ಇದಕ್ಕೊಳಗುಮಾಡಲು,ಅವೆಲ್ಲವೂ ಒಂದಕ್ಕೊಂದು ಸುತ್ತಿಮುತ್ತಿ ಮಿಥ್ಯೆಯೇ ಸ್ಥೂಲಮಾಗಿ, ಅಜ್ಞಾನವೇ ಸೂಕ್ಷ್ಮವಾಗಿ, ದುಃಖವೇ ಕಾರಣಮಾಗಿ,ಜಾಗ್ರತ್ಸ್ವಪ್ನಸುಷುಪ್ತ್ಯವಸ್ಥೆಗಳನನುಭವಿಸುತ್ತಾ. ನಿಜವಂ ಮರತು ನಿಜಾವಸ್ಥೆಯಂ ತೊರೆದು, ತ್ರಿಮೂರ್ತಿಗಳ ಬಲೆಗೆ ಸಿಕ್ಕಿ ದಾಂಟಲಾರದೆ, ಕೋಟಲೆಗೊಳುತತಿಪ್ರ್ಮದಂ ನೋಡಿ ನೋಡಿ, ಆನಂದಿಸುತ್ತಿರ್ಪನೆಂತೆಂದೊಡೆ:ಮದ್ದಂ ಮೆಲುವಾತಂಗದೇ ಸಾಧಕಮಾಗಿ, ಆ ಲಹರಿಯೊಳಗೆ ಕೂಡಿ, ನಿಜಾವಸ್ಥೆಯಂ ತೊರೆದು, ತದವಸ್ಥೆಯೊಳು ಬದ್ಧನಾಗಿ, ಆ ಲಹರಿಯಳಿದಲ್ಲಿ ಮರಣವೇ ಕಾರಣಮಾಗಿ, ತಿರಿಗಿ ಶರೀರಮಂಪೊಂದಿ, ಅವಸ್ಥಾತ್ರಯಂಗಳನನುಭವಿಸುತ್ತಿಪ್ರ್ಮದಂ ನೋಡಿ, ಪರಮಾನಂದಿಸುತ್ತಿಪುನು. ಇಂತಪ್ಪ ಭ್ರಮೆಯಂ ಕಳೆದು, ತನ್ನ ನಿಜಸ್ವರೂಪಮಪ್ಪ ತೂರ್ಯಾವಸ್ಥೆಯಂ ಹೊಂದುವನೆಂದೊಡೆ, ಹೊಂದತೀರದೆ ಸ್ವಲ್ಪಕಾಲವೇ ಮಹಾತ್ಕಾಲಮಾಗಿ, ಪೃಥ್ವಿವ್ಯಪ್ತೇಜೋವಾಯ್ವಾಕಾಶಾದಿ ಪಂಚಭೂತಂಗಳು ದಾಂಟಲಾರದೆ, ಆ ಪಂಚಭೂತಗುಣಗಂಗಳಂ ಪಂಚೇಂದ್ರಿಯಮುಖಗಳಿಂದ ತನ್ನತಃಕರಣದಿಂ ಕೊಂಡುಂಡು, ಭಾವವಂ ಮುಟ್ಟಲೊಲ್ಲದೆ, ಪಂಚೇದ್ರಿಯಂಗಳಲ್ಲಿರ್ಪ ಬ್ರಹ್ಮನ, ಅಂತಃಕರಣದಲ್ಲಿರ್ಪ ವಿಷ್ಣುವಿನ, ಭಾವದಲ್ಲಿರ್ಪ ರುದ್ರನ ಕಾಟದಲ್ಲಿ ಕೋಟಲೆಗೊಳುತ್ತಿರ್ಪುದಂ ತಪ್ಪಿಸುವುದಕ್ಕುಪಾಯಮಂ ಕಾಣದಿರ್ಪ ಜೀವನಿಗೆ ತಾನೇ ದಯೆಯಿಂ ಗುರುರೂಪನಾಗಿ ಬಂದು, ತನ್ನ ನಿಜವನ್ನೇ ಇದಿರಿಟ್ಟು ತೋರಿದಲ್ಲಿ, ಆ ವಸ್ತುವಂ ನೋಡಿ ನೋಡಿ, ತನ್ನ ಅಂತರಂಗದಲ್ಲಿರ್ಪ ಅಜ್ಞಾನವು ಹರಿದು, ಅಲ್ಲೊಂದು ಸೂಕ್ಷ್ಮದ್ವಾರವು ಕಾಣಿಸಲಲ್ಲಿ ಪ್ರವೇಶಿಸಲೆಸದಿರ್ಪ ಅನೇಕ ದುರ್ಗುಣಗಳಿಗಂಜದೆ “ಆತ್ಮಾನಮಾತ್ಮನಾವೇತ್ತಿ” ಎಂಬ ಶ್ರುತಿವಚನದಿಂ ತನ್ನಿಂದುತ್ಪನ್ನಮಾದ ಪಂಚಭೂತಗಳಲ್ಲಿ ತಾನೇ ಕಾರಣಭೂತಮಾಗಿ ಕೂಡಲು, ಆ ಗುಣಂಗಳು ಆತ್ಮಸ್ವರೂಪಮಾಗಿ, ಆತ್ಮನಿಂದಲೇ ಉಧ್ಭವಿಸಿ, ಆತ್ಮನಿಗೆ ಸುಖವನ್ನೂ ವಾಯುರೂಪಮಾದ ಜೀವನಿಗೆ ದುಃಖವನ್ನೂ ಉಂಟುಮಾಡುತ್ತಿರ್ಪವೆಂತೆಂದೊಡೆ:ಅರಸಿನಲ್ಲಿ ಹುಟ್ಟಿದ ಗ್ರಹವು ಅರಸಿಂಗೆ ಸುಖಮಂ ಪರರಿಗೆ ದುಃಖಮಂ ಮಾಡುವಂದದಿ, ಆಧಿಯಲ್ಲಾಕಾಶಾತ್ಮಸಂಗದಿಂ ಜ್ಞಾನವು ಹುಟ್ಟಿ, ಅದು ಅಭೇದಮಾಗಿರ್ಪ ಆಕಾಶಾತ್ಮಂಗಳಲ್ಲಿ ಇದಾಕಾಶವಿದಾತ್ಮವೆಂಬ ಭೇದಮಂ ಪುಟ್ಟಿಸಿ, ಜೀವರ ಸೃಷ್ಟಿ ಸ್ಥಿತಿ ಸಂಹಾರಂಗಳಿಗೆ ಕಾರಣಮಾಯಿತ್ತು. ಉಳಿದ ನಾಲ್ಕು ಭೂತಂಗಳಲ್ಲಂತಃಕರಣಚತುಷ್ಟಯಂಗಳು ಹುಟ್ಟಿ, ಅವೇ ನಾಲ್ಕುಮುಖಂಗಳಾಗಿ, ಜ್ಞಾನವು ಮಧ್ಯಮುಖಮಾಗಿ, ತದ್ಬಲದಿಂ ಅಹಂ ಬ್ರಹ್ಮವೆಂದಹಂಕರಿಸುತ್ತಿರ್ಪ ಬ್ರಹ್ಮನಂ ನೋಡಿ, ಆತ್ಮರೂಪಮಾದ ಶಿವನು ಭಾವಹಸ್ತದಲ್ಲಿ ಅಂತಃಕರಣಮಧ್ಯದಲ್ಲಿರ್ಪ ಜ್ಞಾನವೆಂಬ ಬ್ರಹ್ಮಕಪಾಲವಂ ಪರಿಗ್ರಹಿಸಲು, ಉಳಿದ ನಾಲ್ಕು ಶಿರಸ್ಸುಗಳಿಂ ಸೃಷ್ಟಿಕರ್ತನಾದ ಬ್ರಹ್ಮನು ಸಂಹಾರರೂಪಮಾದ ಜ್ಞಾನಮುಖದಲ್ಲಿ ಸಕಲ  ಪದಾರ್ಥಗಳನ್ನು ಪರಿಗ್ರಹಿಸುತ್ತಿರ್ಪನು. ಅಂತಪ್ಪ ಆತ್ಮರೂಪಮಾದ ಶಿವನೊಳಗೆ ಆಕಾಶಮೆಂತೈಕ್ಯಮಪ್ಪುದೆಂದೊಂಡೆ :ಆಕಾಶವೂ ವಾಯುರೂಪು. ಭಸ್ತ್ರಿಯಲ್ಲಿ ಪ್ರವೇಶಿಸಿರ್ಪ ವಾಯುವಿನಿಂದ ಆಕಾಶಮಧಿಕಮಾಗಲು. ವಾಯುವಡಗಲಾಕಾಶವೂ ಕೂಡ ಅಡಗುವಂದದಿ, ಅಂತಪ್ಪ ವಾಯುವೇ ಜೀವನು,ಆ ಜೀವನಿಗವಸಾನಸ್ಥಾನವೇ ಆತ್ಮನು, ಆ ಆತ್ಮನಲ್ಲಿ ಕೂಡಿ ತನ್ನ ಮುನ್ನಿನ ವಾಯುರೂಪಮಳಿದಲ್ಲಿ ಅದಕಿಂತ ಮೊದಲೇ ಆಕಾಶವಳಿವುತ್ತಿರ್ಪುದು. ಅಂತಪ್ಪ ಆತ್ಮಸ್ವರೂಪವೆಂತೆಂದೊಂಡೆ :ಆತ್ಮವಂ ವಿಚಾರಿಸಿ ಆತ್ಮಸ್ವರೂಪವನರಿಸಿದ ಜೀವನು ತಾನಾತ್ಮನಾಗುತ್ತಿರಲು ಆತ್ಮಸ್ವರೂಪಮಿತೆಂದು ಮರಳಿಯೋರ್ವರೊಳುಸುರುವುದೆಂತಯ್ಯಾ! ಸತ್ತವನು ಬಂದು ತನ್ನ ವೃತ್ತಾಂತವಂ ಹೇಳಬಲ್ಲನೆ? ಉರಿಯೊಳ್ಕೂಡಿದ ಕರ್ಪುರವು ಉರಿಯಪ್ಪುದಲ್ಲದೆ ಕರ್ಪುರವಪ್ಪುದೆ? ಅಂತಪ್ಪ ಅಭೇದಾನಂದ ಪರಮಾತ್ಮಸಂಗದೊಳೇಕಮಾಗಿರ್ಪಂತೆ ಮಾಡಾ ಮಹಾಘನ ದೊಡ್ಡದೇಶಿಕಾರ್ಯಗುರುಪ್ರಭುವೆ. <br/><br/></font>"
}