{
    "id": "/21148", 
    "vachana": "ಸೃಷ್ಟಿಹೇತುವಾದ ಸಂಸಾರವೇ ಪೃಥ್ವಿಯು, ತದ್ರಕ್ಷಣಹೇತುವಾದುದೇ ಜಲವು, ಇವೆರಡನ್ನೂ ಸಂಬಂಧಿಸಿ, ಏಕಮಾಗಿ ಘನೀಭವಿಸುವಂತೆ ಮಾಡಿ, ತತ್ಸಂಹಾರಕ್ಕೆ ತಾನೇ ಕಾರಣಮಾಗಿರ್ಪ ಮನಸ್ಸೇ ಅಗ್ನಿಯು. ಆ ಮನಸ್ಸನ್ನು ಪ್ರಕಾಶಗೊಳಿಸಿ ಅದರೊಳಗೆ ಕೂಡಿ ಅಭೇದಮಾಗಿರ್ಪ ಜೀವನೇ ವಾಯುವು, ಅಗ್ನಿಯು ಪೃಥ್ವಿಯೊಳಗೆ ಬದ್ಧಮಾಗಿರ್ಪಂತೆ, ಮನವು ಸಂಸಾರಬದ್ಧಮಾಗಿರ್ಪುದು. ವಾಯುವು ಜಲದೊಳಗೆ ಬದ್ಧಮಾಗಿರ್ಪಂತೆ, ಜೀವನು ಶರೀರದಲ್ಲಿ ಬದ್ಧಮಾಗಿರ್ಪನು. ಜೀವನು ತಾನು ಸಂಸಾರದೊಳ್ಕೂಡಿ ಸ್ಥೂಲವಾಗಿಯೂ ಮನದೊಳ್ಕೊಡಿ ಸೂಕ್ಷ್ಮವಾಗಿಯೂ ಇರ್ಪನು. ಸಂಸಾರ ಶರೀರ ಮನೋಜೀವಗಳಿಗಾಧಾರಮಾಗಿರ್ಪ ಕರ್ಮವೇ ಆಕಾಶವು, ಆ ಕರ್ಮವನಾವರಿಸಿರ್ಪ ಮಹಾಮೋಹವೆಂಬ ಸುಷುಪ್ತಿಯ ಒಳಹೊರಗೆ ಪ್ರಕಾಶಿಸುತ್ತಿರ್ಪ ಜಾಗ್ರತ್ಸ್ವಪ್ನಜ್ಞಾನಂಗಳೇ ಚಂದ್ರಸೂರ್ಯರು. ಮನಸ್ಸೆಂಬ ಅಗ್ನಿಯು ಜೀವಾನಿಲನಿಂ ಪಟುವಾಗಿ ಸಂಸಾರಶರೀರಂಗಳಂ ಕೆಡಿಸಿ, ಕರ್ಮವೆಂಬಾಕಾಶದೊಳಗೆ ಜೀವಾನಿಲನಿಂ ಕೂಡಿ ಧೂಮರೂಪಮಾಗಿ ಶರೀರಸಂಸಾರಗಳೆಂಬ ಮೇಘಜಲವರ್ಷವಂ ನಿರ್ಮಿಸಿ, ಜೀವನಿಗವಕಾಶವಂ ಮಾಡಿಕೊಟ್ಟು, ತಾನಲ್ಲಿಯೇ ಬದ್ಧನಾಗಿ, ಜೀವನಿಂದ ಪ್ರಕಾಶಮಾಗುತ್ತಿರ್ಪುದು. ಇಂತಪ್ಪ ಕರ್ಮವೆಂಬಾಕಾಶಕ್ಕೆ ಜೀವನೆಂಬ ವಾಯುವೇ ಕಾರಣವು. ಇವು ಒಂದಕ್ಕೊಂದು ಕಾರಣಮಾಗಿ, ಒಂದಕ್ಕೊಂದು ಸೃಷ್ಟಿ ಸ್ಥಿತಿ ಸಂಹಾರಹೇತುಗಳಾಗಿ ತೋರುತ್ತಾ ಅಡಗುತ್ತಾ ಬಳಲುತ್ತಾ ತೊಳಲುತ್ತಿರ್ಪ ಭವರೋಗದಲ್ಲಿ ಜೂಗುತ್ತಿರ್ಪ ಬಂಧನದ ಈ ದಂದುಗವಿನ್ನೆಂದಿಗೆ ಪೋಪುದು ಎಂದು ಮುಂದುಗಾಣದೆ ಇರ್ಪೆನ್ನ ತಾಪವಂ ನೀಂ ದಯೆಯಿಂ ತಣ್ಣನೆ ಮಾಳ್ಪೊಡೆ, ಸತ್ಯಜ್ಞಾನಾನಂದಮೂರ್ತಿಯಾದ ಪರಮಾತ್ಮನೇ ಗುರು ಲಿಂಗ \n  ಸ್ವರೂಪಿಯಾಗಿ, ಜ್ಞಾನದಿಂದ ನಿಜವೂ ನಿಜದಿಂದಾನಂದವೂ ಪ್ರಕಾಶಮಾಗಿರ್ಪಂತೆ, ಗುರುವಿನಿಂದ ಲಿಂಗವಂ ಲಿಂಗದಿಂದ ಜಂಗಮವಂ ಕಂಡೆನು. ಅಂತಪ್ಪಾ ನಿಜಾತ್ಮಲಿಂಗವನು ಕರ್ಮವೆಂಬ ಆಕಾಶದಲ್ಲಿ ಬೆರೆಸಲು, ಅದೇ ಕಾರಣಮಾಯಿತ್ತು. ಆ ಕರ್ಮವೆಂಬ ಶಕ್ತಿಯು ಲಿಂಗವೆಂಬ ಶಿವನೊಳಗೆ ಕೂಡಲು, ಲಿಂಗತೇಜಸ್ಸಿನಿಂ ಕರ್ಮಗರ್ಭದಲ್ಲಿ ಜೀವನಿಗೆ ಪುನರ್ಭವಮಾದುದರಿಂದ ಪ್ರಾಣಲಿಂಗಮಾಯಿತ್ತು. ಅದೆಂತೆಂದೊಡೆ :ಲಿಂಗವೆಂಬ ಮಹಾಲಿಂಗದಿಂ ಜನಿಸಿದ ಕರ್ಮವೇ ಪ್ರಸಾದಲಿಂಗವು, ಆ ಕರ್ಮದಿಂ ಜನಿಸಿದ ಜೀವನೇ ಜಂಗಮಲಿಂಗವು, ಅಂತಪ್ಪ ಲಿಂಗದಿಂದುಸಿದ ಮನಸ್ಸೇ ಶಿವಲಿಂಗವು, ಅಂತಪ್ಪ ಮನಸ್ಸಿನಿಂದ ಪರಿಶುದ್ಧಮಾಗಿರ್ಪ ಶರೀರವೇ ಗುರುಲಿಂಗವು. ಅಂತಪ್ಪ ಗುರುಲಿಂಗಮಾಗಿರ್ಪ ಶರೀರದಿಂದನುಭವಿಸುತ್ತಿರ್ಪ ಸಂಸಾರವೇ ಆಚಾರಲಿಂಗವು. ಇಂತು ಸಂಸಾರಶರೀರಂಗಳಿಗೆ ಇಷ್ಟಲಿಂಗವೇ ಕಾರಣವೂ ಮನೋಜೀವರಿಗೆ ಪ್ರಾಣಲಿಂಗವೇ ಕಾರಣವೂ ಆಗಿ, ಕರ್ಮಲಿಂಗಂಗಳಿಗೆ ಭಾವಲಿಂಗಂಗಳೇ ಕಾರಣಮಾಗಿ, ಕಾರಣವೇ ಐಕ್ಯಸ್ಥಾನವಾದುದರಿಂ ಸಂಸಾರ ಶರೀರಂಗಳು ಇಷ್ಟಲಿಂಗದೊಳಗೂ ಮನೋಜೀವಂಗಳು ಪ್ರಾಣಲಿಂಗದೊಳಗೂ ಐಕ್ಯವಂ ಹೊಂದಿದವು. ಕರ್ಮಲಿಂಗಗಳು ಭವಲಿಂಗದೊಳಗೈಕ್ಯಮಾಗಿ, ಪ್ರಾಣವು ಭಾವದೊಳಗೆ ಬೆರೆದು, ಭೇದವಡಗಿ ತಾನು ತಾನಾಗಿರ್ಪುದೇ ಲಿಂಗೈಕ್ಯ ಕಾಣಾ ಮಹಾಘನ ದೊಡ್ಡದೇಶಿಕಾರ್ಯಗುರುಪ್ರಭುವೆ.\n"
}